Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/oci/plugins/bbpress.po
Languages: oc_fr

source: Oh bother! No search results were found here!
oc_fr: La recèrca ne donne aucun r&eacute;sultat !

source: Oh bother! No topics were found here!
oc_fr: Aucun subjècte n'a &eacute;t&eacute; trobat ici!

source: Oh, and this is what a reply looks like.
oc_fr: Oh, e voil&agrave; a quoi ressemble una responsa.

# Open a Topic
source: Open
oc_fr: Ouvrir

# Open the forum
source: Open
oc_fr: Ouvert

# Open the topic
source: Open
oc_fr: Ouvert

# Topic Status
source: Open
oc_fr: Ouvrir

source: Open this topic
oc_fr: Ouvrir aqueste subjècte

source: Optional reason for editing:
oc_fr: Raison de la modificacion (opcion) :

source: Options
oc_fr: Opcions

source: Order By:
oc_fr: Trier per :

source: Order:
oc_fr: Ordre:

# post
source: Orphan
oc_fr: Orfanèl

# post
source: Orphan <span class="count">(%s)</span>
oc_fr: Orfanèl <span class="count">(%s)</span>

source: Overview
oc_fr: Vista d&#39;ensemble

source: Pages
oc_fr: Paginas

source: Parent Forum ID:
oc_fr: ID del Forum parent:

source: Parent Forum:
oc_fr: Forum parent:

source: Password
oc_fr: Senhal

source: Password to access the database
oc_fr: Senhal per acc&eacute;der a la banca de donadas

# Mark topic as pending
source: Pending
oc_fr: En espèra

source: Per Page
oc_fr: Per Pagina

source: Per Page settings allow you to control the number of topics and replies appear on each page.
oc_fr: Les reglatges per pagina vos permettent de contr&ocirc;ler lo nombre de subjèctes e responsas qui apparaissent sus cada pagina.

source: Please login to make this topic a favorite.
oc_fr: Veuillez d&#39;abord vous connecter per pouvoir enregistrar aqueste subjècte dins vos favoris.

source: Please login to subscribe to this forum.
oc_fr: Connectez-vous per vous abonar a aqueste forum.

source: Please login to subscribe to this topic.
oc_fr: Veuillez d&#39;abord vous connecter per pouvoir vous abonar a aqueste subjècte.

source: Polyglot support
oc_fr: Support polyglotte

source: Popular Tags
oc_fr: Mots claus populaires

source: Popular Topics
oc_fr: Subjèctes populars

source: Possible %1$s conflict: %2$s
oc_fr: Conflit de %1$s possible : %2$s

source: Post Formatting
oc_fr: Mesa en pagina de la publicacion

source: Post status was changed to %s
oc_fr: Lo statut del messatge a &eacute;t&eacute; chang&eacute; per %s

source: Posts
oc_fr: Articles

source: Prefix all forum content with the Forum Root slug (Recommended)
oc_fr: Préfixer totes les contenus del forum amb l'identificant de la raiç del forum (recommandé)

source: Private
oc_fr: Privat

# Make forum private
source: Private
oc_fr: Privat

source: Private: %s
oc_fr: Privat: %s

source: Profile
oc_fr: Perfil

source: Project Leaders
oc_fr: Directeurs de Projets

source: Protected
oc_fr: Prot&eacute;g&eacute;

source: Publish Box
oc_fr: Bóstia de publicacion

source: Purge Previous Import
oc_fr: Purger les importations pr&eacute;c&eacute;dentes

source: Purge all information from a previously attempted import
oc_fr: Purgez toute l'information d'un ancian import essay&eacute;

source: Recalculate last activity in each topic and forum
oc_fr: Recalculer la derni&egrave;re activit&eacute; dins cada subjècte e dins lo forum

source: Recalculate private and hidden forums
oc_fr: Recalculer los forums privats e amagats

source: Recalculating forum visibility &hellip; %s
oc_fr: Recalcul de la visibilit&eacute; del forum...%s

source: Recalculating the forum for each post &hellip; %s
oc_fr: Recalcul del forum per cada messatge... %s

source: Recalculating the topic for each post &hellip; %s
oc_fr: Recalcul del subjècte per cada messatge... %s

source: Recent Replies
oc_fr: Responsas recentas

source: Recent Topics
oc_fr: Subjèctes recents

source: Recomputing latest post in every topic and forum&hellip; %s
oc_fr: Recalcul del dernier messatge de cada subjècte e forum %s

source: Register
oc_fr: Inscription

source: Register URI:
oc_fr: URI d'enregistrament:

source: Registered Users
oc_fr: Utilizaires enregistrats

source: Registration complete. Please check your e-mail.
oc_fr: Inscription termin&eacute;e. S&#39;il vous plaît v&eacute;rifiez vos e-mail.

source: Related Meta Data
oc_fr: M&eacute;tadonadas relatives

source: Remap existing users to default forum roles
oc_fr: R&eacute;attribuer lo r&ocirc;le per d&eacute;faut des forums aux utilizaires existents.

source: Remapping forum role for each user on this site&hellip; %s
oc_fr: Recalculer les r&ocirc;les sus los forums per cada utilizaire de aqueste site &hellip; %s

source: Remember Me
oc_fr: Se souvenir de moi

source: Removing trashed forums from user subscriptions&hellip; %s
oc_fr: Supression des forums mis a l'escobilhièr des abonaments dels utilizaires&hellip; %s

source: Removing trashed topics from user favorites&hellip; %s
oc_fr: Retrait des subjèctes mis a l'escobilhièr des favoris l&#39;utilizaire %s

source: Removing trashed topics from user subscriptions&hellip; %s
oc_fr: Retrait de subjèctes mis a l'escobilhièr des abonaments de l&#39;utilizaire %s

source: Rename
oc_fr: Renommer

source: Repair BuddyPress Group Forum relationships
oc_fr: Reparar las relacions amb les Forums de Grop de BuddyPress

source: Repair Forums
oc_fr: Reparar los forums

source: Repair Items
oc_fr: Reparar los elements

source: Repairing BuddyPress group-forum relationships&hellip; %s
oc_fr: Recalculer las relacions entre los forums de grop de BuddyPress &hellip; %s

source: Repairing the sticky topic to the parent forum relationships&hellip; %s
oc_fr: Reparacion de las relacions entre forums parents e articles mis en avant &hellip; %s

source: Replies
oc_fr: Responsas

source: Replies Created
oc_fr: Mas responsas

source: Replies Created: %s
oc_fr: Responsa creadas: %s

source: Replies: %s
oc_fr: Responsas: %s

source: Reply
oc_fr: Respondre

source: Reply "%1$s" successfully marked as spam.
oc_fr: La responsa "%1$s" a bien &eacute;t&eacute; marcada coma spam.

source: Reply "%1$s" successfully unmarked as spam.
oc_fr: La responsa "%1$s" a bien &eacute;t&eacute; marcada coma non spam.

source: Reply Attributes
oc_fr: Attributs de responsa

source: Reply Edit: %s
oc_fr: Modificar la responsa : %s

source: Reply Threading
oc_fr: Fial de responsa

source: Reply To
oc_fr: Respondre

source: Reply To:
oc_fr: Respondre a :

source: Reply To: %s
oc_fr: R&eacute;pondre &agrave;: %s

source: Reply created. <a href="%s">View topic</a>
oc_fr: Responsa creada. <a href="%s">Veire lo subjècte</a>

source: Reply draft updated. <a target="_blank" href="%s">Preview topic</a>
oc_fr: Projet de responsa mis a jorn. <a target="_blank" href="%s">Aper&ccedil;u del subjècte</a>

source: Reply restored to revision from %s
oc_fr: Responsa restaur&eacute;e a la r&eacute;vision de %s

source: Reply saved.
oc_fr: Responsa enregistrat

source: Reply scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview topic</a>
oc_fr: R&eacute;pondre pr&eacute;vue pour:<strong>%1$s</strong>. <a target="_blank" href="%2$s">Aper&ccedil;u del subjècte</a>

source: Reply slug
oc_fr: Identificant de responsa

source: Reply submitted. <a target="_blank" href="%s">Preview topic</a>
oc_fr: Responsa soumise. <a target="_blank" href="%s">Aper&ccedil;u del subjècte</a>

source: Reply updated.
oc_fr: Responsa mesa a jorn.

source: Reply updated. <a href="%s">View topic</a>
oc_fr: Responsa mesa a jorn. <a href="%">Visualizar lo subjècte</a>

source: Reset Forums
oc_fr: R&eacute;initialiser los forums

source: Reset My Password
oc_fr: R&eacute;initialiser mon senhal

source: Reset bbPress
oc_fr: R&eacute;initialiser bbPress

source: Restore
oc_fr: Restaurer

source: Restore this item from the Trash
oc_fr: Restaurer aqueste &eacute;l&eacute;ment dempuèi l'escobilhièr

source: Revert your forums back to a brand new installation. This process cannot be undone.
oc_fr: Réinitialise vos forums tels qu'ils étaient après l'installation. Aquesta action ne pòt pas èsser anullada.

source: Revisions
oc_fr: Révisions

source: Roles and capabilities have been swept through, cleaned up, and simplified.
oc_fr: Les rôles e permissions ont été remaniés, nettoyés e simplifiés.

source: Rows Limit
oc_fr: Limiter les linhas

source: Save Changes
oc_fr: Enregistrar las modificacions

source: Save Settings
oc_fr: Enregistrar los reglatges

source: Say it ain't so!
oc_fr: Dites que ce es pas lo cas !

source: Saying no will not delete existing forum content.
oc_fr: R&eacute;pondre per NON ne suprimira pas lo contenu del forum

source: Screen Content
oc_fr: Contenu de l&rsqo;cran

source: Search
oc_fr: Recercar

source: Search Forums
oc_fr: Cercar dins les Forums

source: Search Forums...
oc_fr: Recercar dins los subjèctes del Forum

source: Search Replies
oc_fr: Cercar las Responsas

source: Search Results
oc_fr: Resultats de la recèrca

source: Search Results for '%s'
oc_fr: R&eacute;sultats de la recèrca sus '%s'

source: Search Tags
oc_fr: Cercar demest les mots claus

source: Search Topics
oc_fr: Cercar les Subjèctes

source: Search for:
oc_fr: Recercar

source: Select Platform
oc_fr: Choisir una plateforme

source: Select the attributes that your forum should have:
oc_fr: Seleccionatz les attributs que vòstre forum deu avoir:

source: Select the attributes that your reply should have:
oc_fr: Seleccionatz les attributs que vòstra responsa deu avoir:

source: Select the attributes that your topic should have:
oc_fr: Seleccionatz les attributs que vòstre subjècte deu avoir:

source: Select the topic to merge this one into. The destination topic will remain the lead topic, and this one will change into a reply.
oc_fr: Causissètz lo subjècte dins lo qual fusionner celui-ci. Lo subjècte de destination restera lo subjècte principal, e celui-ci se transformera en una responsa.

source: Select whether to open or close the topic.
oc_fr: Causissètz s'il faut ouvrir o fermer lo subjècte.

source: Setting time limits and other user posting capabilities
oc_fr: Établir des limites de temps e d'autres droits de publicacion dels utilizaires

source: Settings
oc_fr: Reglatges

source: Show post date:
oc_fr: Far veire la date del messatge:

source: Show reply author:
oc_fr: Afichar l&#39;autor de la responsa :

source: Show topic author:
oc_fr: Afichar l&#39;autor del subjècte :

source: Single Forum Slugs
oc_fr: Identificant de forums simples

source: Site Role
oc_fr: R&ocirc;le sul site

source: Slug:
oc_fr: Identificant:

source: Slugs
oc_fr: Identificants

source: Some optional parameters to help tune the conversion process.
oc_fr: Des param&egrave;tres opcionnels per aider a r&eacute;gler lo processus de conversion.

source: Some statistics from your forum.
oc_fr: Quelques estatisticas sus vos forums

source: Something went wrong. Refresh your browser and try again.
oc_fr: Quelque chose s&#39;est mal pass&eacute; Rafra&icirc;chissez votre navigateur e essayez a novèl.

# Spam the topic
source: Spam
oc_fr: Indesirable

# post
source: Spam <span class="count">(%s)</span>
oc_fr: Indesirable <span class="count">(%s)</span>

source: Spammed: %s
oc_fr: Spamm&eacute;: %s

source: Split
oc_fr: Fractionner

source: Split Method
oc_fr: M&eacute;thode de division

source: Split the topic from this reply
oc_fr: Fractionner lo subjècte a partir d'aquesta responsa

source: Split topic "%s"
oc_fr: Fractionner lo subjècte "%s"

source: Split: %s
oc_fr: Fractionner: %s

source: Start
oc_fr: D&eacute;marrer

source: Start Over
oc_fr: Recommencer

source: Start a fresh conversion from the beginning
oc_fr: Commencer una novèla conversion dempuèi lo d&eacute;but.

source: Started by: %1$s
oc_fr: D&eacute;marr&eacute; per : %1$s

source: Starting Conversion
oc_fr: D&eacute;marrer la conversion

source: Status:
oc_fr: Statut:

source: Stick
oc_fr: espingolar

source: Stick this topic to front
oc_fr: Metre aqueste subjècte en avant

source: Stick this topic to its forum
oc_fr: Espingolar aqueste subjècte dins son forum

# Make topic sticky
source: Sticky
oc_fr: Épinglé

source: Stop
oc_fr: Arr&ecirc;ter

source: Submit
oc_fr: Mandar

source: Subscribe
oc_fr: M&#39;abonar

source: Subscribe to Forums
oc_fr: Abonnez-vous aux forums

source: Subscribed Forums
oc_fr: Abonaments aux forums

source: Subscribed Topics
oc_fr: Mes abonaments

source: Subscriptions
oc_fr: Abonaments

source: Subscriptions allow users to subscribe for notifications to topics that interest them. This is enabled by default.
oc_fr: Les souscriptions permettent aux utilizaires de souscrire a des notifications relatives aux subjèctes qui les int&eacute;ressent. C'est autorizat per d&eacute;faut.

source: Subscriptions are no longer active.
oc_fr: Los abonaments ne son plus actius.

source: Success!
oc_fr: R&eacute;ussi !

# Make topic super sticky
source: Super Sticky
oc_fr: Mis en avant

source: Table Prefix
oc_fr: Pr&eacute;fixe des tables

source: Tag base
oc_fr: Raiç dels mots claus

source: Tagged:
oc_fr: Mots claus :

source: Tags:
oc_fr: Mots claus :

source: Thank you for updating! bbPress %s is bundled up and ready to weather the storm of users in your community!
oc_fr: Mercé d'avoir fait aquesta mesa a jorn ! bbPress %s es en place e prêt a affronter la tempête d'utilizaires dins votre comunautat !

source: Thank you for updating! bbPress %s is waxed, polished, and ready for you to take it for a lap or two around the block!
oc_fr: Mercé d'avoir mis a jorn ! bbPress %s es ciré, poli e prêt a faire la course amb autour del pâté de maison !

source: The Fancy Editor brings the luxury of the Visual editor and HTML editor from the traditional WordPress dashboard into your theme.
oc_fr: L'editor de luxe apporte lo luxe de l'editor Vusuel e de l'editor HTML dempuèi lo tablèu de bord traditionnel de WordPress dins vòstre t&egrave;ma.

source: The Slugs section allows you to control the permalink structure for your forums.
oc_fr: La section Identificants vos permet de contr&ocirc;ler la structure des permaliens per vos forums.

source: The bbPress forum search form.
oc_fr: Formulari de recèrca bbPress

source: The following data will be removed:
oc_fr: Les donadas seguentas vont &ecirc;tre supprim&eacute;es :

source: The forum &#8216;%s&#8217; is closed to new content.
oc_fr: Lo forum &#8216;%s&#8217; es clos.

source: The forum &#8216;%s&#8217; is closed to new topics and replies.
oc_fr: Lo forum &#8216;%s&#8217; es ferm&eacute; a de novèls subjèctes e responsas.

source: The forum could not be found.
oc_fr: Lo forum a pas pogut èsser trobat.

source: The reply was not found!
oc_fr: La responsa n&#39;a pas &eacute;t&eacute; trobada!

source: The request was unsuccessful. Please try again.
oc_fr: La requ&ecirc;te reste sens responsa. Essayez encara una fois.

source: The title field and the big forum editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
oc_fr: Lo camp títol e la grande zone d'&eacute;dition del forum son a des emplacements fixes, mas podètz desplaçar totas les autres bóstias en faisant un cliquer-desplaçar, e podètz les r&eacute;duire o les agrandir en clicant sus la barra de títol de cada bóstia. Utilizatz l'onglet Opcions d'ecran per afichar mai de bóstias (Extrait, Mandar des trackbacks, Camps personnalis&eacute;s, Identificant, Autor) o per choisir una pr&eacute;sentation sus 1 o 2 colomnas per aqueste ecran.

source: The title field and the big reply editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
oc_fr: Lo camp títol e la grande zone d'&eacute;dition de responsa son a des emplacements fixes, mas podètz desplaçar totas les autres bóstias en faisant un cliquer-desplaçar, e podètz les r&eacute;duire o les agrandir en clicant sus la barra de títol de cada bóstia. Utilizatz l'onglet Opcions d'ecran per afichar mai de bóstias (Extrait, Mandar des trackbacks, Camps personnalis&eacute;s, Identificant, Autor) o per choisir una pr&eacute;sentation sus 1 o 2 colomnas per aqueste ecran.

source: The title field and the big topic editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
oc_fr: Lo camp títol e la grande zone d'&eacute;dition de subjècte son a des emplacements fixes, mas podètz desplaçar totas les autres bóstias en faisant un cliquer-desplaçar, e podètz les r&eacute;duire o les agrandir en clicant sus la barra de títol de cada bóstia. Utilizatz l'onglet Opcions d'ecran per afichar mai de bóstias (Extrait, Mandar des trackbacks, Camps personnalis&eacute;s, Identificant, Autor) o per choisir una pr&eacute;sentation sus 1 o 2 colomnas per aqueste ecran.

source: The topic &#8216;%s&#8217; is closed to new replies.
oc_fr: Lo subjècte &#8216;%s&#8217; es ferm&eacute; a de novèlas responsas.

source: The topic could not be found.
oc_fr: Lo subjècte n&#39;a pas &eacute;t&eacute; trobat!

source: The topic was not found!
oc_fr: Lo subjècte n&#39;a pas &eacute;t&eacute; trobat!

source: Theme Compatibility
oc_fr: Compatibilité des tèmas

source: There are no other topics in this forum to merge with.
oc_fr: Il n&#39;y a pas d&#39;autres subjèctes dins aqueste forum per fusionner amb celui-ci.

source: There was a problem closing the topic "%1$s".
oc_fr: I a agut un probl&egrave;ma en fermant lo subjècte "%1$s".

source: There was a problem marking the reply "%1$s" as spam.
oc_fr: I avait un probl&egrave;ma en marcant la responsa "%1$s" coma spam.

source: There was a problem marking the topic "%1$s" as spam.
oc_fr: I a agut un probl&egrave;ma en marcant lo subjècte "%1$s" coma spam.

source: There was a problem opening the topic "%1$s".
oc_fr: I a agut un probl&egrave;ma a l&#39;ouverture del subjècte "%1$s".

source: There was a problem sticking the topic "%1$s" to front.
oc_fr: Il a eu un probl&egrave;ma en espingolant lo subjècte"%1$s".

source: There was a problem sticking the topic "%1$s".
oc_fr: I a agut un probl&egrave;ma en espingolant lo subjècte "%1$s".

source: There was a problem unmarking the reply "%1$s" as spam.
oc_fr: I a agut un probl&egrave;ma en marcant la responsa "%1$s" coma non spam.

source: There was a problem unmarking the topic "%1$s" as spam.
oc_fr: I a agut un probl&egrave;ma en marcant lo subjècte "%1$s" coma non spam.

source: There was a problem unsticking the topic "%1$s".
oc_fr: I a agut un probl&egrave;ma en d&eacute;s-espingolant lo subjècte "%1$s".

source: These are broken up into two separate groups: one for what appears in your theme, another for RSS feeds.
oc_fr: Ils son divis&eacute;s en deux gropes distincts : un per ce qui apparaît dins vòstre t&egrave;ma, un autre pel flux RSS.

source: This category contains %1$s and %2$s, and was last updated by %3$s %4$s.
oc_fr: Aquesta categorie conten %1$s e %2$s e a &eacute;t&eacute; mesa a jorn per la derni&egrave;re fois per %3$s %4$s.

source: This category contains %1$s and %2$s.
oc_fr: Aquesta categoria conten %1$s e %2$s.

source: This category contains %1$s, and was last updated by %2$s %3$s.
oc_fr: Aquesta categoria conten %1$s e a &eacute;t&eacute; mesa a jorn per la derni&egrave;re fois per %2$s %3$s.

source: This category contains %1$s.
oc_fr: Aquesta categoria conten %1$s.

source: This does not delete your topics. Only the tag itself is deleted.
oc_fr: Cela ne supprime pas vos subjèctes. Seul lo mot clau lui-même es suprimit.

source: This forum contains %1$s and %2$s, and was last updated by %3$s %4$s.
oc_fr: Aqueste forum conten %1$s e %2$s e a &eacute;t&eacute; mis a jorn per %3$s %4$s.

source: This forum contains %1$s and %2$s.
oc_fr: Aqueste forum conten %1$s e %2$s.

source: This forum contains %1$s, and was last updated by %2$s %3$s.
oc_fr: Aqueste forum conten %1$s e a &eacute;t&eacute; &eacute;dit&eacute; per la derni&egrave;re fois per %2$s %3$s.

source: This forum contains %1$s.
oc_fr: Aqueste forum conten %1$s.

source: This forum is closed to new content, however your account still allows you to do so.
oc_fr: Aqueste forum es ferm&eacute; aux novèls contenus, bien que vòstre compte vos permette de lo faire.

source: This forum is empty.
oc_fr: Aqueste forum es vide.

source: This forum is marked as closed to new topics, however your posting capabilities still allow you to do so.
oc_fr: Aqueste forum es consid&eacute;r&eacute; coma &eacute;tant ferm&eacute; a de novèls subjèctes, cependant, vos capacit&eacute;s d'&eacute;dition vos permettent encara de lo faire.

source: This group does not currently have a forum.
oc_fr: Aqueste grop ne poss&egrave;de pas de forum

source: This is comparable to the WordPress "Reading Settings" page, where you can set the number of posts that should show on blog pages and in feeds.
oc_fr: Cela es comparable a la pagina "Reading Settings" de WordPress, o&ugrave; podètz d&eacute;finir lo nombre de messatges pouvant &ecirc;tre montr&eacute;s sus las paginas del blog e lo flux RSS.

source: This option will delete all previously imported users, and cannot be undone.
oc_fr: Aquesta opcion suprimira totes los utilizaires importés précédemment, e ne pòt pas èsser anullada.

source: This process cannot be undone.
oc_fr: Aquesta action ne pòt &ecirc;tre annul&eacute;e.

source: This reply was modified %1$s by %2$s.
oc_fr: Aquesta responsa a &eacute;t&eacute; modifi&eacute;e lo %1$s per %2$s.

source: This reply was modified %1$s by %2$s. Reason: %3$s
oc_fr: Aquesta responsa a &eacute;t&eacute; modifi&eacute;e lo %1$s per %2$s. Raison: %3$s

source: This screen displays the individual forums on your site. You can customize the display of this screen to suit your workflow.
oc_fr: Aqueste ecran affiche los forums individuels sus vòstre site. Podètz modificar l'afichatge d'aqueste ecran en fonction de vòstre flux d'activit&eacute;.

source: This screen displays the individual topics on your site. You can customize the display of this screen to suit your workflow.
oc_fr: Aqueste ecran affiche los subjèctes individuels sus vòstre site. Podètz modificar l'afichatge d'aqueste ecran en fonction de vòstre flux d'activit&eacute;.

source: This screen provides access to all of the Forums settings.
oc_fr: Aqueste ecran donne acc&egrave;s a totes les reglatges bbPress.

source: This screen provides access to all of your replies. You can customize the display of this screen to suit your workflow.
oc_fr: Aqueste ecran donne acc&egrave;s a totas vos responsas. Podètz en customiser l'afichatge per l&rsquo;adapter a vos besonhs.

source: This topic contains %1$s and has %2$s.
oc_fr: Aqueste subjècte a %1$s e %2$s.

source: This topic contains %1$s, has %2$s, and was last updated by %3$s %4$s.
oc_fr: Aqueste subjècte a %1$s, %2$s e a &eacute;t&eacute; mis a jorn per %3$s, %4$s.

source: This topic has no replies.
oc_fr: Aqueste subjècte n&#39;a pas obtenu de responsas.

source: This topic is in the trash.
oc_fr: Aqueste subjècte es dins l'escobilhièr

source: This topic is marked as closed to new replies, however your posting capabilities still allow you to do so.
oc_fr: Aqueste subjècte es marcat coma ferm&eacute; aux novèlas responsas, cependant vos possibilit&eacute;s d'afichatge vos permettent encara de lo faire.

source: This topic is marked as spam.
oc_fr: Aqueste subjècte es marcat coma spam.
