Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/oci/plugins/bbpress.po
Languages: oc_fr

source: (+ %d hidden)
oc_fr: (+ %d masqu&eacute;)

source: "0" to show only root - "any" to show all
oc_fr: "0" per visualizar unicament lo superutilizaire - "any" per los visualizar totes

source: "Anonymous Posting" allows guest users who do not have accounts on your site to both create topics as well as replies.
oc_fr: "Anonymous Posting" permet aux invit&eacute;s qui n'ont pas de compte sus vòstre site de crear des subjèctes aussi bien que des responsas.

source: "Archive Slugs" are used as the "root" for your forums and topics. If you combine these values with existing page slugs, bbPress will attempt to output the most correct title and content.
oc_fr: "Archive Slugs" son utilis&eacute;s coma "root" per vos forums e vos subjèctes. Se vous combinez ces valeurs amb des identificants de paginas existents, bbPress va tenter de faire ressortir lo títol e lo contenu correspondant lo mieux.

source: "Single Slugs" are used as a prefix when viewing an individual forum, topic, reply, user, or view.
oc_fr: "Single Slugs" son utilis&eacute;s coma pr&eacute;fixe quand on affiche un forum individuel, un subjècte, una responsa, un utilizaire o una vue.

source: "Throttle time" is the amount of time required between posts from a single author. The higher the throttle time, the longer a user will need to wait between posting to the forum.
oc_fr: "Throttle time" es lo laps de temps n&eacute;cessaire entre los messatges d&#39;un m&ecirc;me autor. Lo mai ce laps de temps es &eacute;lev&eacute;, lo plus longtemps un utilizaire aura besonh d&#39;attendre entre ses messatges sul forum.

# date at time
source: %1$s at %2$s
oc_fr: %1$s a %2$s

# widgets
source: %1$s on %2$s
oc_fr: %1$s sus %2$s

# widgets
source: %1$s on %2$s %3$s
oc_fr: %1$s sus %2$s %3$s

source: %1$s replied to the topic %2$s in the forum %3$s
oc_fr: %1$s a r&eacute;pondu al subjècte %2$s dins lo forum %3$s

source: %1$s reported this %2$s as not spam
oc_fr: %1$s a signal&eacute; ceci %2$s coma non spam

source: %1$s reported this %2$s as spam
oc_fr: %1$s signal&eacute; ceci %2$s coma spam

source: %1$s started the topic %2$s in the forum %3$s
oc_fr: %1$s a commenc&eacute; lo subjècte %2$s dins lo forum %3$s

source: %1$s wrote: %2$s Post Link: %3$s ----------- You are receiving this email because you subscribed to a forum topic. Login and visit the topic to unsubscribe from these emails.
oc_fr: %1$s a écrit : %2$s Ligam cap a lo subjècte : %3$s ----------- Vous recevez aqueste messatge car vous vous êtes abonat(ada) a un subjècte del forum. Tornatz sul subjècte per vous en desabonar e ne plus recebre ces messatges.

source: %1$s wrote: %2$s Topic Link: %3$s ----------- You are receiving this email because you subscribed to a forum. Login and visit the topic to unsubscribe from these emails.
oc_fr: %1$s a écrit : %2$s Ligam del subjècte : %3$s ----------- Vous recevez aqueste messatge car vous êtes abonat(ada) a un forum. Connectez-vous e rendez-vous sul subjècte per vous en desabonar.

source: %s Favorites
oc_fr: Favoris de %s

source: %s Profile
oc_fr: Perfil de %s

source: %s Replies
oc_fr: Responsas de %s

source: %s Subscriptions
oc_fr: Abonaments de %s

source: %s Topics
oc_fr: Subjèctes de %s

source: %s ago
oc_fr: i a %s

source: %s page
oc_fr: %s pagina

source: %s reply
oc_fr: %s responsa

source: %s topic
oc_fr: %s subjècte

source: %s voice
oc_fr: %s participant

# User viewing another users profile
source: %s's
oc_fr: %s

source: %s's Favorites
oc_fr: Les favoris de %s

source: %s's Profile
oc_fr: Perfil de %s

source: %s's Replies Created
oc_fr: Les responsas de %s

source: %s's Subscriptions
oc_fr: Los abonaments de %s

source: %s's Topics Started
oc_fr: Subjèctes propos&eacute;s per %s

source: &mdash; Forum root &mdash;
oc_fr: &mdash; Raiç del forum &mdash;

source: &mdash; No parent &mdash;
oc_fr: &mdash; Pas de parent &mdash;

source: &mdash; No role for these forums &mdash;
oc_fr: &mdash; Aucun rôle atribuit sus ces forums &mdash;

source: &mdash; No role for this site &mdash;
oc_fr: &mdash; Pas de r&ocirc;le per aqueste site &mdash;

source: (Edit)
oc_fr: (modificar)

source: (If converting from BuddyPress Forums, use "wp_bb_" or your custom prefix)
oc_fr: (Se vous convertissez dempuèi les Forums BuddyPress, utilizatz "wp_bb_" o votre pr&eacute;fixe client)

source: (Mismatch)
oc_fr: (Discordance)

source: (bbPress) Forum Search Form
oc_fr: (bbPress) Formulari de recèrca

source: (bbPress) Forums List
oc_fr: (bbPress) Annuaire des forums

source: (bbPress) Login Widget
oc_fr: (bbPress) Widget de connexion

source: (bbPress) Recent Replies
oc_fr: (bbPress) Responsas recentas

source: (bbPress) Recent Topics
oc_fr: (bbPress) Subjèctes recents

source: (bbPress) Statistics
oc_fr: (bbPress) Estatisticas

source: (bbPress) Topic Views List
oc_fr: (bbPress) Liste des subjèctes vus

source: (to front)
oc_fr: (en avant)

source: <strong>Close</strong> will mark the selected topic as &#8217;closed&#8217; and disable the option to post new replies to the topic.
oc_fr: <strong>Tampar</strong> indiquera lo subjècte s&eacute;l&eacute;ctionn&eacute; coma &#8217;ferm&eacute;&#8217; e d&eacute;sactivara l&#39;opcion de responsa al subjècte.

source: <strong>ERROR:</strong> You do not have the permission to do that!
oc_fr: <strong>ERROR:</strong> Avètz pas la permission de faire cela!

source: <strong>ERROR:</strong> You do not have the permission to do that.
oc_fr: <strong>ERROR:</strong> Avètz pas la permission de faire &ccedil;a.

source: <strong>ERROR</strong>: Are you sure you wanted to do that?
oc_fr: <strong>ERROR</strong>: &ecirc;tes-vous s&ucirc;r de vouloir faire &ccedil;a ?

source: <strong>ERROR</strong>: Destination topic ID not found!
oc_fr: <strong>ERROR:</strong> ID del subjècte de destination non trobada!

source: <strong>ERROR</strong>: Destination topic ID not found.
oc_fr: <strong>ERROR:</strong> ID del subjècte de destination non trobada.

source: <strong>ERROR</strong>: Duplicate reply detected; it looks as though you&#8217;ve already said that!
oc_fr: <strong>ERROR:</strong> Responsa dupliqu&eacute;e d&eacute;tect&eacute;e, il semble que avètz d&eacute;j&agrave; dit cela!

source: <strong>ERROR</strong>: Duplicate topic detected; it looks as though you&#8217;ve already said that!
oc_fr: <strong>ERROR:</strong> Subjècte dupliqu&eacute; d&eacute;tect&eacute;, il semble que avètz d&eacute;j&agrave; dit cela!

source: <strong>ERROR</strong>: Forum ID cannot be a negative number.
oc_fr: <strong>ERROR</strong> : l'identificant del forum ne pòt pas èsser un nombre négatif.

source: <strong>ERROR</strong>: Forum ID is missing.
oc_fr: <strong>ERROR:</strong> L'identificant del forum es manquant.

source: <strong>ERROR</strong>: Forum ID must be a number.
oc_fr: <strong>ERROR</strong> : l'identificant del forum deu èsser un nombre.

source: <strong>ERROR</strong>: Forum ID not found.
oc_fr: <strong>ERROR</strong>: L'ID del forum n'a pas &eacute;t&eacute; trobada.

source: <strong>ERROR</strong>: Forum does not exist.
oc_fr: <strong>ERROR</strong> : Lo forum n'existe pas.

source: <strong>ERROR</strong>: Invalid author name submitted!
oc_fr: <strong>ERROR:</strong> Nom de l&#39;autor invalide!

source: <strong>ERROR</strong>: Invalid email address submitted!
oc_fr: <strong>ERROR</strong>: Adresse mail invalide!

source: <strong>ERROR</strong>: No forum was found! Which forum are you subscribing/unsubscribing to?
oc_fr: <strong>ERROR</strong> : aucun forum n'a été trobat ! À quel forum êtes-vous en train de vous (dés)abonar ?

source: <strong>ERROR</strong>: No topic was found! Which topic are you marking/unmarking as favorite?
oc_fr: <strong>ERROR:</strong> Aucun subjècte trobat! Quel subjècte &ecirc;tes vous en train de marcar / d&eacute;marcar coma favori?

source: <strong>ERROR</strong>: No topic was found! Which topic are you subscribing/unsubscribing to?
oc_fr: <strong>ERROR:</strong> Aucun subjècte trobat! A quel subjècte vous abonnez / d&eacute;sabonnez vous?

source: <strong>ERROR</strong>: Reply ID not found.
oc_fr: <strong>ERROR:</strong> Identificant de responsa introuvable.

source: <strong>ERROR</strong>: Reply ID to move not found!
oc_fr: <strong>ERROR:</strong> Identificant de responsa a desplaçar introuvable.

source: <strong>ERROR</strong>: Reply ID to split the topic from not found!
oc_fr: <strong>ERROR:</strong> ID de la responsa o&ugrave; diviser lo subjècte non trobat!

source: <strong>ERROR</strong>: Slow down; you move too fast.
oc_fr: <strong>ERROR:</strong> Ralentissez, vous aller trop vite.

source: <strong>ERROR</strong>: The following problem(s) have been found while deleting the tag: %s
oc_fr: <strong>ERROR</strong> : les problèmas seguents ont été trobats lors de la supression del mot clau : %s

source: <strong>ERROR</strong>: The following problem(s) have been found while getting the tag: %s
oc_fr: <strong>ERROR</strong> : les problèmas seguents ont été trobats lors de la récuperacion del mot clau : %s

source: <strong>ERROR</strong>: The following problem(s) have been found while merging the tags: %s
oc_fr: <strong>ERROR</strong> : les problèmas seguents ont été trobats lors de la fusion des mots claus : %s

source: <strong>ERROR</strong>: The following problem(s) have been found while updating the tag: %s
oc_fr: <strong>ERROR:</strong> les problèmas seguents ont été rencontrés pendent l'actualisation del mot clau : %s

source: <strong>ERROR</strong>: The forum you want to edit was not found.
oc_fr: <strong>ERROR</strong>: Impossible de trouve lo forum que volètz modificar.

source: <strong>ERROR</strong>: The reply you want to edit was not found.
oc_fr: <strong>ERROR:</strong> La responsa que vous souhaitez modificar es introuvable.

source: <strong>ERROR</strong>: The reply you want to move was not found.
oc_fr: <strong>ERROR:</strong> La responsa que vous souhaitez desplaçar es introuvable.

source: <strong>ERROR</strong>: The reply you want to split from was not found.
oc_fr: <strong>ERROR:</strong> La responsa a partir de laquelle volètz diviser n&#39;a pas &eacute;t&eacute; trobada.

source: <strong>ERROR</strong>: The tags which are being merged can not be the same.
oc_fr: <strong>ERROR</strong> : les mots claus qui son fusionnés ne peuvent pas èsser les mêmes.

source: <strong>ERROR</strong>: The topic you want to edit was not found.
oc_fr: <strong>ERROR:</strong> Lo subjècte que volètz modificar es introuvable.

source: <strong>ERROR</strong>: The topic you want to merge to was not found.
oc_fr: <strong>ERROR:</strong> Lo t&egrave;ma que vous souhaitez fusionner n&#39;a pas &eacute;t&eacute; trobat.

source: <strong>ERROR</strong>: The topic you want to merge was not found.
oc_fr: <strong>ERROR:</strong> Lo subjècte que volètz fusionner n&#39;a pas &eacute;t&eacute; trobat.

source: <strong>ERROR</strong>: The topic you want to move from was not found.
oc_fr: <strong>ERROR:</strong> Lo subjècte que volètz desplaçarn&#39;a pas &eacute;t&eacute; trobat.

source: <strong>ERROR</strong>: The topic you want to move to was not found!
oc_fr: <strong>ERROR:</strong> Lo subjècte que volètz desplaçar n&#39;a pas &eacute;t&eacute; trobat.

source: <strong>ERROR</strong>: The topic you want to split to was not found!
oc_fr: <strong>ERROR:</strong> Lo subjècte que volètz diviser n&#39;a pas &eacute;t&eacute; trobat!

source: <strong>ERROR</strong>: The topic you want to split was not found.
oc_fr: <strong>ERROR:</strong> Lo subjècte que volètz scinder n&#39;a pas &eacute;t&eacute; trobat.

source: <strong>ERROR</strong>: There was a problem adding the tags to the topic.
oc_fr: <strong>ERROR</strong> : i a agut un problèma pendent l'apondon dels mots claus al subjècte.

source: <strong>ERROR</strong>: There was a problem closing the topic.
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma lors de la fermeture del subjècte.

source: <strong>ERROR</strong>: There was a problem converting the reply into the topic. Please try again.
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma de conversion de la responsa dins lo subjècte. S&#39;il vous plaît essayez de novèl.

source: <strong>ERROR</strong>: There was a problem deleting the reply!
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma en supprimant la responsa!

source: <strong>ERROR</strong>: There was a problem deleting the topic.
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma en supprimant lo subjècte.

source: <strong>ERROR</strong>: There was a problem favoriting that topic!
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma en marcant aqueste subjècte coma favorit !

source: <strong>ERROR</strong>: There was a problem marking the reply as spam!
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma en marcant la responsa coma spam!

source: <strong>ERROR</strong>: There was a problem marking the topic as spam.
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma en marcant lo subjècte coma spam.

source: <strong>ERROR</strong>: There was a problem opening the topic.
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma a l&#39;ouverture del subjècte.

source: <strong>ERROR</strong>: There was a problem removing that topic from favorites!
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma en enlevant aqueste subjècte des favoris!

source: <strong>ERROR</strong>: There was a problem sticking the topic.
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma en espingolant lo subjècte.

source: <strong>ERROR</strong>: There was a problem subscribing to that forum!
oc_fr: <strong>ERROR</strong> : i a agut un problèma pendent l'abonament a aqueste forum !

source: <strong>ERROR</strong>: There was a problem subscribing to that topic!
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma vous abonnant a aqueste subjècte!

source: <strong>ERROR</strong>: There was a problem trashing the reply!
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma en mettant la responsa a l'escobilhièr!

source: <strong>ERROR</strong>: There was a problem trashing the topic.
oc_fr: <strong>ERROR:</strong> I avait un probl&egrave;ma en mettant lo subjècte a l'escobilhièr.

source: <strong>ERROR</strong>: There was a problem unmarking the reply as spam!
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma en marcant la responsa coma non spam!

source: <strong>ERROR</strong>: There was a problem unmarking the topic as spam.
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma en marcant lo subjècte coma non spam.

source: <strong>ERROR</strong>: There was a problem unsticking the topic.
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma lors del retrait del subjècte &eacute;pingl&eacute;.

source: <strong>ERROR</strong>: There was a problem unsubscribing from that forum!
oc_fr: <strong>ERROR</strong> : i a agut un problèma pendent lo désabonament a aqueste forum !

source: <strong>ERROR</strong>: There was a problem unsubscribing from that topic!
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma en vous d&eacute;sabonnant d'aqueste subjècte!

source: <strong>ERROR</strong>: There was a problem untrashing the reply!
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma en r&eacute;cup&eacute;rant la responsa!

source: <strong>ERROR</strong>: There was a problem untrashing the topic.
oc_fr: <strong>ERROR:</strong> I a agut un probl&egrave;ma en restaurant lo subjècte.

source: <strong>ERROR</strong>: This forum already exists.
oc_fr: <strong>ERROR</strong>: Aqueste forum existís d&eacute;j&agrave;.

source: <strong>ERROR</strong>: This forum has been closed to new forums.
oc_fr: <strong>ERROR</strong>: Aqueste forum a &eacute;t&eacute; ferm&eacute; aux novèls forums.

source: <strong>ERROR</strong>: This forum has been closed to new replies.
oc_fr: <strong>ERROR</strong> : aqueste forum n'accepte plus les novèlas responsas.

source: <strong>ERROR</strong>: This forum has been closed to new topics.
oc_fr: <strong>ERROR:</strong> Aqueste forum a &eacute;t&eacute; ferm&eacute; a de novèls subjèctes.

source: <strong>ERROR</strong>: This forum is a category. No forums can be created in this forum.
oc_fr: <strong>ERROR</strong>: Aqueste forum es una categoria. Aucun forum ne pòt &ecirc;tre creat dins aqueste forum.

source: <strong>ERROR</strong>: This forum is a category. No replies can be created in this forum.
oc_fr: <strong>ERROR</strong> : aqueste forum es una categoria. Aucune responsa ne pòt y èsser creada.

source: <strong>ERROR</strong>: This forum is a category. No topics can be created in it.
oc_fr: <strong>ERROR:</strong> Aqueste forum es una categoria. Aucun subjècte ne pòt y &ecirc;tre creat.

source: <strong>ERROR</strong>: This forum is a category. No topics can be created in this forum.
oc_fr: <strong>ERROR:</strong> Aqueste forum es una categoria. Aucun subjècte ne pòt &ecirc;tre creat dins aqueste forum.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new forums in it.
oc_fr: <strong>ERROR</strong>: Aqueste forum es amagat e vous ne pouvez pas lo legir o crear de novèls forums dedans.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new replies in it.
oc_fr: <strong>ERROR:</strong> Aqueste forum es amagat e vous n&#39;avez pas la permission de legir o de r&eacute;pondre ici.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new topics in it.
oc_fr: <strong>ERROR:</strong> Aqueste forum es amagat e vous n&#39;avez pas la permission de legir o de crear de novèls subjèctes ici.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new forums in it.
oc_fr: <strong>ERROR</strong>: Aqueste forum es privat e vous ne pouvez pas legir o crear de novèls forums dedans.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new replies in it.
oc_fr: <strong>ERROR:</strong> Aqueste forum es privat e que vous n&#39;avez pas la permission de legir o de r&eacute;pondre ici.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new topics in it.
oc_fr: <strong>ERROR:</strong> Aqueste forum es privat e que vous n&#39;avez pas la permission de legir o de crear de novèls subjèctes ici.

source: <strong>ERROR</strong>: Topic ID cannot be a negative number.
oc_fr: <strong>ERROR</strong> : L'identificant del subjècte ne pòt pas èsser un nombre négatif.

source: <strong>ERROR</strong>: Topic ID is missing.
oc_fr: <strong>ERROR:</strong> L'identificant del subjècte es manquant.

source: <strong>ERROR</strong>: Topic ID must be a number.
oc_fr: <strong>ERROR</strong> : l'identificant del subjècte deu èsser un nombre

source: <strong>ERROR</strong>: Topic ID not found.
oc_fr: <strong>ERROR:</strong> ID del subjècte non trobat.

source: <strong>ERROR</strong>: Topic does not exist.
oc_fr: <strong>ERROR</strong> : lo subjècte n'existe pas.

source: <strong>ERROR</strong>: Topic is closed.
oc_fr: <strong>ERROR</strong> : lo subjècte es fermé.

source: <strong>ERROR</strong>: You do not have permission to create new forums.
oc_fr: <strong>ERROR</strong>: Avètz pas la permission de crear de novèls forums.

source: <strong>ERROR</strong>: You do not have permission to create new topics.
oc_fr: <strong>ERROR:</strong> Avètz pas la permission de crear de novèls subjèctes.

source: <strong>ERROR</strong>: You do not have permission to edit that forum.
oc_fr: <strong>ERROR</strong>: Avètz pas la permission de modificar aqueste forum.

source: <strong>ERROR</strong>: You do not have permission to edit that reply.
oc_fr: <strong>ERROR:</strong> Avètz pas la permission d&#39;modificar aquesta responsa.

source: <strong>ERROR</strong>: You do not have permission to edit that topic.
oc_fr: <strong>ERROR:</strong> Avètz pas la permission d&#39;modificar aqueste subjècte.

source: <strong>ERROR</strong>: You do not have permission to mark notifications for that user.
oc_fr: <strong>ERROR</strong> : vous n'avez pas l'autorizacion de marcar les notifications per aquesta utilizaire.

source: <strong>ERROR</strong>: You do not have permission to reply.
oc_fr: <strong>ERROR</strong>: Avètz pas la permission de r&eacute;pondre.

source: <strong>ERROR</strong>: You do not have the permissions to create new topics. The reply could not be converted into a topic.
oc_fr: <strong>ERROR:</strong> Avètz pas les permissions per crear des novèls subjèctes. La responsa ne pòt pas &ecirc;tre transform&eacute;e en un subjècte.

source: <strong>ERROR</strong>: You do not have the permissions to delete the topic tags.
oc_fr: <strong>ERROR</strong> : vous n'avez pas les permissions per suprimir les mots claus del subjècte.

source: <strong>ERROR</strong>: You do not have the permissions to edit the destination topic!
oc_fr: <strong>ERROR:</strong> Avètz pas la permission de modificar lo subjècte de destination!

source: <strong>ERROR</strong>: You do not have the permissions to edit the destination topic.
oc_fr: <strong>ERROR:</strong> Avètz pas les permissions per modificar lo subjècte de destination.

source: <strong>ERROR</strong>: You do not have the permissions to edit the source topic.
oc_fr: <strong>ERROR:</strong> Avètz pas les permissions per modificar lo subjècte source.

source: <strong>ERROR</strong>: You do not have the permissions to edit the topic tags.
oc_fr: <strong>ERROR</strong> : vous n'avez pas les permissions per modificar les mots claus del subjècte.

source: <strong>ERROR</strong>: You don't have the permission to edit favorites of that user!
oc_fr: <strong>ERROR:</strong> Avètz pas la permission d&#39;modificar les favoris d'aqueste utilizaire!

source: <strong>ERROR</strong>: You need to choose a valid move option.
oc_fr: <strong>ERROR:</strong> Causissètz una opcion de desplaçament valide.

source: <strong>ERROR</strong>: You need to choose a valid split option.
oc_fr: <strong>ERROR:</strong> Vos cal choisir una opcion de fractionnement valide.

source: <strong>ERROR</strong>: You need to enter a tag name.
oc_fr: <strong>ERROR</strong> : vos cal entrer un nom de mot clau.

source: <strong>ERROR</strong>: Your forum cannot be created at this time.
oc_fr: <strong>ERROR</strong>: Vòstre forum ne pòt pas &ecirc;tre creat per l'instant.

source: <strong>ERROR</strong>: Your forum cannot be edited at this time.
oc_fr: <strong>ERROR</strong>: Vòstre forum ne pòt pas &ecirc;tre modifi&eacute; per l'instant.

source: <strong>ERROR</strong>: Your forum description cannot be empty.
oc_fr: <strong>ERROR</strong>: Votre description de forum ne pòt pas &ecirc;tre vide.

source: <strong>ERROR</strong>: Your forum must have a parent.
oc_fr: <strong>ERROR</strong>: Vòstre forum deu avoir un parent.

source: <strong>ERROR</strong>: Your forum needs a title.
oc_fr: <strong>ERROR</strong>: Vòstre forum deu avoir un títol.

source: <strong>ERROR</strong>: Your reply cannot be created at this time.
oc_fr: <strong>ERROR</strong>: Vòstra responsa ne pòt pas &ecirc;tre creat actualament.

source: <strong>ERROR</strong>: Your reply cannot be edited at this time.
oc_fr: <strong>ERROR</strong>: Vòstra responsa ne pòt pas &ecirc;tre &eacute;dit&eacute; actualament.

source: <strong>ERROR</strong>: Your reply cannot be empty.
oc_fr: <strong>ERROR:</strong> Vòstra responsa ne pòt pas &ecirc;tre vide.

source: <strong>ERROR</strong>: Your topic cannot be created at this time.
oc_fr: <strong>ERROR</strong>: Vòstre subjècte ne pòt pas &ecirc;tre creat actualament.

source: <strong>ERROR</strong>: Your topic cannot be edited at this time.
oc_fr: <strong>ERROR</strong>: Vòstre subjècte ne pòt pas &ecirc;tre &eacute;dit&eacute; actualament.
