Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/oci/plugins/bbpress.po
Languages: oc_fr

source: <strong>ERROR</strong>: Your topic cannot be empty.
oc_fr: <strong>ERROR:</strong> Vòstre subjècte ne pòt pas &ecirc;tre vide.

source: <strong>ERROR</strong>: Your topic needs a title.
oc_fr: <strong>ERROR:</strong> Vòstre subjècte a besonh d&#39;un títol.

source: <strong>Edit</strong> takes you to the editing screen for that forum. You can also reach that screen by clicking on the forum title.
oc_fr: <strong>Modificar</strong> m&egrave;ne a l'ecran de modification de aqueste forum. Podètz aussi atteindre aqueste ecran en clicant sul títol del forum.

source: <strong>Edit</strong> takes you to the editing screen for that reply. You can also reach that screen by clicking on the reply title.
oc_fr: <strong>modificar</strong> vous emm&egrave;ne sus l'ecran d'&eacute;dition per aquesta responsa. Podètz aussi acc&eacute;der a aqueste ecran en clicant sul títol de la responsa.

source: <strong>Edit</strong> takes you to the editing screen for that topic. You can also reach that screen by clicking on the topic title.
oc_fr: <strong>Modificar</strong> m&egrave;ne a l&#39;ecran de modification d'aqueste subjècte. Podètz aussi ouvrir l&#39;&eacute; en clicant sul títol del subjècte.

source: <strong>Featured Image</strong> - This allows you to associate an image with your forum without inserting it. This is usually useful only if your theme makes use of the featured image as a forum thumbnail on the home page, a custom header, etc.
oc_fr: <strong>Imatge a la una</strong> - Cela vos permet d'associer un imatge a vòstre forum sens l'ins&eacute;rer. On l'utilise g&eacute;n&eacute;ralement solament se vòstre t&egrave;ma utilise l'imatge a la una coma una miniatura sus la pagina d'acuèlh, una entèsta personnalis&eacute;e, etc.

source: <strong>Featured Image</strong> - This allows you to associate an image with your reply without inserting it. This is usually useful only if your theme makes use of the featured image as a reply thumbnail on the home page, a custom header, etc.
oc_fr: <strong>Imatge a la una</strong> - Cela vos permet d'associer un imatge a vòstre forum sens l'ins&eacute;rer. On l'utilise g&eacute;n&eacute;ralement solament se vòstre t&egrave;ma utilise l'imatge a la una coma una miniatura sus la pagina d'acuèlh, una entèsta personnalis&eacute;e, etc.

source: <strong>Featured Image</strong> - This allows you to associate an image with your topic without inserting it. This is usually useful only if your theme makes use of the featured image as a topic thumbnail on the home page, a custom header, etc.
oc_fr: <strong>Imatge a la una</strong> - Cela vos permet d'associer un imatge a vòstre forum sens l'ins&eacute;rer. On l'utilise g&eacute;n&eacute;ralement solament se vòstre t&egrave;ma utilise l'imatge a la una coma una miniatura sus la pagina d'acuèlh, una entèsta personnalis&eacute;e, etc.

source: <strong>Forum Editor</strong> - Enter the text for your forum. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your forum text. You can insert media files by clicking the icons above the forum editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular forum editor.
oc_fr: <strong>editor de forum</strong> - Entrez lo tèxte per vòstre forum. I a deux modes d'&eacute;dition : visuel e HTML. Causissètz lo mode en clicant sus l'onglet appropri&eacute;. Lo mode visuel vous donne un editor WYSIWYG. Clicatz sus la derni&egrave;re ic&ocirc;ne de la linha per avoir una deuxi&egrave;me linha de commandes. Lo mode HTML vos permet d'entrer del HTML en m&ecirc;me temps que lo tèxte de vòstre forum. Podètz ins&eacute;rer des fichièrs mèdia en clicant sus les ic&ocirc;nes au-dessus de l'editor del forum e en seguent les instructions. Podètz aller sus l'ecran d'escritura sens distraction grâce a l'ic&ocirc;ne Plein ecran del mode visuel (avant-derni&egrave;re dins la linha del haut) o grâce al boton Plein ecran dins lo mode HTML (dernier de la linha). De l&agrave;, podètz rendre les botons visibles en passant la souris sus la zone del haut. Sortez del Plein ecran per retourner a l'editor del forum.

source: <strong>Forum</strong> dropdown determines the parent forum that the reply belongs to. Select the forum, or leave the default (Use Forum of Topic) to post the reply in forum of the topic.
oc_fr: La lista d&eacute;roulante <strong>Forum</strong> d&eacute;termine lo forum parent al qual appartient la responsa. Seleccionatz lo forum o laissez la valeur per d&eacute;faut (Utilizar lo forum del subjècte) per poster la responsa dins lo forum del subjècte.

source: <strong>Forum</strong> dropdown determines the parent forum that the topic belongs to. Select the forum or category from the dropdown, or leave the default (No Forum) to post the topic without an assigned forum.
oc_fr: La lista desenrotlanta <strong>Forum</strong> determina lo forum parent al qual aparten lo subjècte. Seleccionatz lo forum o la categoria dins lo menú desenrotlant o daissatz la valor per defaut (Pas de forum) per postar lo subjècte sens forum assignat.

source: <strong>Order</strong> allows you to order your forums numerically.
oc_fr: <strong>Ordre</strong> vos permet d'ordonner vos forums num&eacute;riquement.

source: <strong>Parent</strong> dropdown determines the parent forum. Select the forum or category from the dropdown, or leave the default (No Parent) to create the forum at the root of your forums.
oc_fr: La lista desenrotlanta <strong>Parent</strong> determina lo forum parent. Seleccionatz lo forum o la categoria dins lo menú desenrotlant, o daissatz la valor per defaut (Pas de parent) per crear lo forum a la raiç de vòstres forums.

source: <strong>Publish</strong> - You can set the terms of publishing your forum in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a forum or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a forum to be published in the future or backdate a forum.
oc_fr: <strong>Publicar</strong> - Podètz indiquer los tèrmes de publicacion de vòstre forum dins la bóstia Publicar. Per les Statuts, la Visibilit&eacute;, e Publicar (immediatament), clicatz sul ligam modificar per faire apparaître plus d'opcions. Visibilit&eacute; inclut des opcions per prot&eacute;ger un forum per un senhal o pel faire rester en haut de vòstre blog ind&eacute;finiment (&eacute;pingl&eacute;). Publicar (immediatament) vos permet de seleccionar una date e una ora pass&eacute;es o futures, dont podètz programmer la publicacion d'un forum dins lo futur o l'antidater.

source: <strong>Publish</strong> - You can set the terms of publishing your reply in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a reply or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a reply to be published in the future or backdate a reply.
oc_fr: <strong>Publicar</strong> - Podètz d&eacute;finir los tèrmes de publicacion de vòstra responsa dins la bóstia de Publicacion. Per les Statuts, la Visibilit&eacute;, e Publicar (immediatament), clicatz sul ligam modificar per veire plus d'opcions. Visibilit&eacute; inclut las opcions per prot&eacute;ger vòstra responsa per un senhal o la faire rester en haut de vòstre blog ind&eacute;finiment (&eacute;pingl&eacute;e). Publicar (immediatament) vos permet de seleccionar una date e una ora futures o pass&eacute;es, donc podètz programmer una responsa per qu'elle soit publi&eacute;e dins lo futur o antidat&eacute;e.

source: <strong>Publish</strong> - You can set the terms of publishing your topic in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a topic or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a topic to be published in the future or backdate a topic.
oc_fr: <strong>Publicar</strong> - Podètz d&eacute;finir los tèrmes de publicacions de vòstre subjècte dins la bóstia Publicar. Per lo Statuts, la Visibilit&eacute; e Publicar (immediatament), clicatz sul ligam Modificar per faire apparaître plus d'opcions. Visibilit&eacute; inclut des opcions per prot&eacute;ger un subjècte per un senhal o lo faire rester en haut de vòstre blog ind&eacute;finiment (&eacute;pingl&eacute;). Publicar (immediatament) vos permet de d&eacute;finir una date e una ora futures o pass&eacute;es, donc per pouvez programmer la publicacion d'un subjècte dins lo futur o l'antidater.

source: <strong>Reply Editor</strong> - Enter the text for your reply. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your reply text. You can insert media files by clicking the icons above the reply editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular reply editor.
oc_fr: <strong>editor de responsa</strong> - Entrez lo tèxte de vòstra responsa. I a deux modes d'&eacute;dition : Visuel e HTML. Causissètz lo mode en clicant sus l'onglet correspondant. Lo mode Visuel vous donne un editor WYSIWYG. Clicatz sus la derni&egrave;re ic&ocirc;ne de la linha per avoir una segonda linha de commandes. Lo mode HTML vos permet d'entrer del HTML amb lo tèxte de vòstra responsa. Podètz ins&eacute;rer des fichièrs mèdia en clicant sus les ic&ocirc;nes al dessus de l'editor de responsa e en seguent les instructions. Podètz acc&eacute;der a l'ecran d'escritura sens distraction amb l'ic&ocirc;ne Plein ecran dins lo mode Visuel (avant-dernier dins la linha del haut) o amb lo boton Plein ecran dins lo mode HTML (dernier de la linha). Una fois l&agrave;, podètz rendre les botons visibles en passant la souris sus la zone del haut. Sortez del Plein ecran per retourner a l'editor de responsa classique.

source: <strong>Reply To</strong> determines the threading of the reply.
oc_fr: Lo camp <strong>Respondre à</strong> détermine la discussion dont fait partie la responsa.

source: <strong>Spam</strong> removes your reply from this list and places it in the spam queue, from which you can permanently delete it.
oc_fr: <strong>Spam</strong> supprime vòstra responsa d'aquesta lista e la place dins lo dorsièr spam dempuèi lo qual podètz la suprimir definitivament.

source: <strong>Spam</strong> removes your topic from this list and places it in the spam queue, from which you can permanently delete it.
oc_fr: <strong>Spam</strong> supprime vòstre subjècte d'aquesta lista e lo place dins lo dorsièr spam, dempuèi lo qual podètz lo suprimir definitivament.

source: <strong>Status</strong> allows you to close a forum to new topics and forums.
oc_fr: Les <strong>Statuts</strong> vos permettent de fermer un forum aux novèls subjèctes e forums.

source: <strong>Stick <em>(to front)</em></strong> will keep the selected topic &#8217;pinned&#8217; to the top of ALL forums and be visable in any forums topics list.
oc_fr: <strong>Espingolar <em>(en haut)</em></strong> indiquera que lo subjècte a &eacute;t&eacute; &#8217;&eacute;pingl&eacute;&#8217; e positionn&eacute; en t&ecirc;te de lista des subjèctes sus <strong>TOUS</strong> los forums

source: <strong>Stick</strong> will keep the selected topic &#8217;pinned&#8217; to the top the parent forum topic list.
oc_fr: <strong>Espingolar</strong> indiquera que lo subjècte a &eacute;t&eacute; &#8217;&eacute;pingl&eacute;&#8217; e positionn&eacute; en t&ecirc;te de lista des subjèctes del forum parent.

source: <strong>Title</strong> - Enter a title for your forum. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
oc_fr: <strong>Títol</strong> - Entrez un títol per vòstre forum. Apr&egrave;s avoir saisi un títol, vous allez veire en-dessous lo permalien que podètz modificar.

source: <strong>Title</strong> - Enter a title for your reply. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
oc_fr: <strong>Títol</strong> - Entrez un títol per vòstra responsa. Una fois lo títol entr&eacute;, vous verrez en-dessous lo permalien que podètz modificar.

source: <strong>Title</strong> - Enter a title for your topic. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
oc_fr: <strong>Títol</strong> - Entrez un títol per vòstre subjècte. Apr&egrave;s avoir entr&eacute; un títol, vous verrez en-dessous lo permalien, que podètz modificar.

source: <strong>Topic Editor</strong> - Enter the text for your topic. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your topic text. You can insert media files by clicking the icons above the topic editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular topic editor.
oc_fr: <strong>editor de subjècte</strong> - Entrez lo tèxte per vòstre subjècte. I a deux modes d'&eacute;dition : Visuel e HTML. Causissètz lo mode en clicant sus l'onglet correspondant. Lo mode Visuel vous donne un editor WYSIWYG. Clicatz sus la derni&egrave;re ic&ocirc;ne de la linha per avoir una segonda linha de commandes. Lo mode HTML vos permet d'entrer del HTML amb lo tèxte de vòstra responsa. Podètz ins&eacute;rer des fichièrs mèdia en clicant sus les ic&ocirc;nes al dessus de l'editor de responsa e en seguent les instructions. Podètz acc&eacute;der a l'ecran d'escritura sens distraction amb l'ic&ocirc;ne Plein ecran dins lo mode Visuel (avant-dernier dins la linha del haut) o amb lo boton Plein ecran dins lo mode HTML (dernier de la linha). Una fois l&agrave;, podètz rendre les botons visibles en passant la souris sus la zone del haut. Sortez del Plein ecran per retourner a l'editor de responsa classique.

source: <strong>Topic Type</strong> dropdown indicates the sticky status of the topic. Selecting the super sticky option would stick the topic to the front of your forums, i.e. the topic index, sticky option would stick the topic to its respective forum. Selecting normal would not stick the topic anywhere.
oc_fr: Lo menú d&eacute;roulant <strong>Tipe de subjècte</strong> indique lo degr&eacute; de mesa en avant del subjècte. En s&eacute;lectionnant l'opcion super-&eacute;pingl&eacute;, vous &eacute;pinglez lo subjècte en haut de vos forums, c'est a dire l'index des subjèctes, tandis que l'opcion &eacute;pingl&eacute; va espingolar lo subjècte dins son propre forum. En s&eacute;lectionnant normal cela n'espingolara lo subjècte nulle part.

source: <strong>Topic</strong> determines the parent topic that the reply belongs to.
oc_fr: <strong>Subjècte</strong> d&eacute;termine lo subjècte parent al qual la responsa appartient.

source: <strong>Trash</strong> removes your forum from this list and places it in the trash, from which you can permanently delete it.
oc_fr: <strong>Escobilhièr</strong> supprime vòstre forum de la lista e lo place dins l'escobilhièr, d&rsquo;&ugrave; vous pourrez lo suprimir definitivament.

source: <strong>Trash</strong> removes your reply from this list and places it in the trash, from which you can permanently delete it.
oc_fr: <strong>Escobilhièr</strong> enl&egrave;ve vòstra responsa d'aquesta lista e la place dins l'escobilhièr, dempuèi laquelle podètz la suprimir definitivament.

source: <strong>Trash</strong> removes your topic from this list and places it in the trash, from which you can permanently delete it.
oc_fr: <strong>Escobilhièr</strong> supprime lo subjècte de la lista des subjèctes e lo place dins l'escobilhièr, d&#39;o&ugrave; vous pourrez lo suprimir definitivament.

source: <strong>Type</strong> indicates if the forum is a category or forum. Categories generally contain other forums.
oc_fr: <strong>Tipe</strong> indique se lo forum es una categoria o un forum. Les categorias contiennent g&eacute;n&eacute;ralement d'autres forums.

source: <strong>View</strong> will show you what your draft forum will look like if you publish it. View will take you to your live site to view the forum. Which link is available depends on your forum&#8217;s status.
oc_fr: <strong>Visualizar</strong> va vous montrer a quoi ressemblera votre borrolhon de forum se vous lo publiez. Visualizar vous emm&egrave;ne sus vòstre site per veire lo forum. Cada ligam es disponible en fonction des statuts de vòstre forum.

source: <strong>Visibility</strong> lets you pick the scope of each forum and what users are allowed to access it.
oc_fr: <strong>Visibilit&eacute;</strong> vos permet de choisir les possibilit&eacute;s de cada forum e ce a quoi les usagers peuvent acc&eacute;der.

source: A list of forums with an option to set the parent.
oc_fr: Una lista de forums amb una opcion per d&eacute;finir lo parent.

source: A list of registered optional topic views.
oc_fr: Una lista de vues opcionnelles de subjècte enregistrats.

source: A list of the most recent replies.
oc_fr: Una lista de las responsas las mai recentas.

source: A simple login form with optional links to sign-up and lost password pages.
oc_fr: Un simple formulari de connexion amb des ligams opcionnels per s'inscrire e des paginas de senhal perdu.

source: About
oc_fr: A propos

source: About Yourself
oc_fr: A propos de vous

source: About bbPress
oc_fr: À propos de bbPress

source: About the user
oc_fr: A propos de l&#39;utilizaire

source: Account
oc_fr: Compte

source: Add New Tag
oc_fr: Apondre un novèl mot clau

source: Add toolbar & buttons to textareas to help with HTML formatting
oc_fr: Apondre una barre d'aisinas aux zones de tèxte afin d'aider a la mesa en forme HTML

source: Akismet History
oc_fr: Istoric Akismet

source: Akismet Integration
oc_fr: Integracion Akismet

source: Akismet caught this post as spam
oc_fr: Akismet a consid&eacute;r&eacute; aqueste messatge coma spam

source: Akismet cleared this post as not spam
oc_fr: Akismet a estimé que aquesta publicacion es pas un indesirable

source: Akismet was unable to check this post (response: %s), will automatically retry again later.
oc_fr: Akismet a &eacute;t&eacute; incapable de v&eacute;rifier aqueste messatge (responsa: %s), il va automaticament r&eacute;essayer plus tard.

source: All Forums
oc_fr: Totes los forums

source: All Posts
oc_fr: Totes los messatges

source: All Replies
oc_fr: Totas las responsas

source: All Tags
oc_fr: Totes les mots claus

source: All Topic Tags
oc_fr: Totes les mots claus des subjèctes

source: All Topics
oc_fr: Totes les Subjèctes

source: All done!
oc_fr: C&rsquo;est fini !

source: Allow Akismet to actively prevent forum spam.
oc_fr: Autorizar Akismet a emp&ecirc;cher activement lo spam del forum.

source: Allow BuddyPress Groups to have their own forums
oc_fr: Autorizar los gropes BuddyPress a avoir leurs propres forums

source: Allow forum wide search
oc_fr: Permetre la recèrca sus tout lo forum

source: Allow guest users without accounts to create topics and replies
oc_fr: Autorizar los utilizaires invit&eacute;s sens comptes a crear des subjèctes e des responsas

source: Allow topic and reply revision logging
oc_fr: Autorizar lo log des r&eacute;visions des subjècte e des responsas

source: Allow topics to have tags
oc_fr: Autorizar les mots-cl&eacute;s pels subjèctes

source: Allow users to mark topics as favorites
oc_fr: Autorizar los utilizaires a marcar des subjèctes en favoris

source: Allow users to subscribe to forums and topics
oc_fr: Autorizar los utilizaires a s'abonar a des forums e des subjèctes

source: Anonymous
oc_fr: Anonyme

source: Anonymous posting
oc_fr: Autorizar los messatges anonymes

source: Any links to this tag will no longer function.
oc_fr: Tout ligam cap a ce mot clau ne fonctionnera plus.

source: Are you sure you meant to do that?
oc_fr: Sètz segur que volètz faire cela ?

source: Are you sure you want to delete that permanently?
oc_fr: &Ecirc;tes-vous s&ucirc;r de vouloir suprimir ceci definitivament?

source: Are you sure you want to delete the "%s" tag? This is permanent and cannot be undone.
oc_fr: Etes-vous s&ucirc;r de vouloir suprimir lo "%s" tag? Ceci es permanent e ne pòt &ecirc;tre d&eacute;fait.

source: Are you sure you want to merge the "%s" tag into the tag you specified?
oc_fr: Êtes-vous sûr de vouloir fusionner lo mot clau "%s" al mot clau que avètz spécifié ?

source: Attachments
oc_fr: P&egrave;ças juntas

source: Attempt to import user accounts from previous forums
oc_fr: Essayer d'importer les comptes d'utilizaires des forums pr&eacute;c&eacute;dents

source: Author
oc_fr: Autor

source: Author Information
oc_fr: Informations sus l&#39;autor

source: Auto role
oc_fr: Assignation automatique

source: Auto-embed links
oc_fr: Int&eacute;gration automatique de ligams

source: Auto-embed will embed the media content from a URL directly into the replies. For example: links to Flickr and YouTube.
oc_fr: Auto-int&eacute;gr&eacute; int&egrave;grera dirèctament dins las responsas les mèdia ins&eacute;r&eacute;s a partir d'una URL. Per exemple, los ligams cap a Flickr o You Tube.

source: Automatically give registered visitors the %s forum role
oc_fr: Donner automaticament aux visiteurs enregistrats lo rôle de %s del forum

source: Available Actions
oc_fr: Action disponibles

source: Backup your database before proceeding.
oc_fr: Faites una sauvegarde de votre banca de donadas avant de continuer.

source: Better handling of styles and scripts in the template stack.
oc_fr: Meilleure prise en charge des styles e des scripts dins la pile de templates.

source: Biographical Info
oc_fr: Biographie

source: Blog Role
oc_fr: R&ocirc;le sul Blog

source: BuddyPress Integration
oc_fr: Integracion BuddyPress

source: Bug Testing
oc_fr: Testeur de bugs

source: Bulk Actions
oc_fr: Actions group&eacute;es

source: Calculating forum hierarchy (%1$s - %2$s)
oc_fr: Calcul de la hi&eacute;rarchie del forum (%1$s - %2$s)

source: Calculating topic stickies (%1$s - %2$s)
oc_fr: Calcul des subjèctes épinglés (%1$s - %2$s)

source: Calculating topic super stickies (%1$s - %2$s)
oc_fr: Calcul des subjèctes mis en avant (%1$s - %2$s)

source: Cancel
oc_fr: Anullar

# Forum is a category
source: Category
oc_fr: Categoria

source: Category base
oc_fr: Base de categoria

source: Change
oc_fr: Modificar

source: Change forum role to&hellip;
oc_fr: Modificar lo r&ocirc;le sul forum pour&hellip;
