Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/oci/plugins/bbpress.po
Languages: oc_fr

source: Changing the slug affects its permalink. Any links to the old slug will stop working.
oc_fr: Cambiar l&#39;identificant affecte son permalien. Totes los ligams cap a l&#39;ancian identificant arr&ecirc;teront de fonctionner.

source: Cheatin&#8217; huh?
oc_fr: On cherche a tricher ?

source: Check your e-mail for the confirmation link.
oc_fr: V&eacute;rifiez vos e-mail pel ligam de confirmation.

source: Check your e-mail for your new password.
oc_fr: V&eacute;rifiez vos e-mail per vòstre novèl senhal.

# Close a Topic
source: Close
oc_fr: Tampar

# Topic Status
source: Close
oc_fr: Tampar

source: Close this topic
oc_fr: Tampar aqueste subjècte

# Close the forum
source: Closed
oc_fr: Tampat

# Close the topic
source: Closed
oc_fr: Fermé

# post
source: Closed
oc_fr: Ferm&eacute;

# post
source: Closed <span class="count">(%s)</span>
oc_fr: Fermé <span class="count">(%s)</span>

source: Complete!
oc_fr: Termin&eacute;!

source: Complete! %s groups updated; %s forums updated; %s forum statuses synced.
oc_fr: Termin&eacute; ! %s gropes mis a jorn; %s forums mis a jorn, %s statuts synchronis&eacute;s

source: Complete! %s users updated.
oc_fr: Termin&eacute; ! %s utilizaires mis a jorn

source: Conditional query tags do not work before the query is run. Before then, they always return false.
oc_fr: Les mots claus de requèstas conditionnelles ne fonctionnent pas avant que la requèsta ne soit exécutée. Ils retournent totjorn faux avant l'exécution de la requèsta.

source: Contact Info
oc_fr: Informations de contact

source: Contributing Developers
oc_fr: D&eacute;veloppeurs contributors

source: Conversion Complete
oc_fr: Conversion achev&eacute;e

source: Convert Users
oc_fr: Convertir los utilizaires

source: Converter Specialist
oc_fr: Spécialiste des convertisseurs

source: Converters
oc_fr: Convertisseurs

source: Converting forums (%1$s - %2$s)
oc_fr: Conversion des forums (%1$s - %2$s)

source: Converting replies (%1$s - %2$s)
oc_fr: Conversion des responsas (%1$s - %2$s)

source: Converting topic tags (%1$s - %2$s)
oc_fr: Conversion des mots claus des subjèctes (%1$s - %2$s)

source: Converting topics (%1$s - %2$s)
oc_fr: Conversion des subjèctes (%1$s - %2$s)

source: Converting users (%1$s - %2$s)
oc_fr: Conversion dels utilizaires (%1$s - %2$s)

source: Copy favoriters to the new topic
oc_fr: Copier les personnes en favoris cap a lo novèl subjècte

source: Copy subscribers to the new topic
oc_fr: Copier les souscripteurs cap a lo novèl subjècte

source: Copy topic tags to the new topic
oc_fr: Copier les mots-clês del subjècte cap a lo novèl subjècte

source: Core Contributors to bbPress 2.5
oc_fr: Principaux contributors a bbPress 2.5

source: Count replies in each forum
oc_fr: Compter las responsas dins cada forum

source: Count replies in each topic
oc_fr: Compter las responsas dins cada subjècte

source: Count topics in each forum
oc_fr: Compter los subjèctes dins cada forum

source: Count voices in each topic
oc_fr: Compter les participants dins cada subjècte

source: Counting the number of replies in each forum&hellip; %s
oc_fr: Compter lo nombre de responsas dins cada forum %s

source: Counting the number of replies in each topic&hellip; %s
oc_fr: Compter lo nombre de responsas dins cada subjècte %s

source: Counting the number of topics each user has created&hellip; %s
oc_fr: Comptage del nombre de subjèctes que cada utilizaire a creat... %s

source: Counting the number of topics in each forum&hellip; %s
oc_fr: Compter lo nombre de subjèctes dins cada forum %s

source: Counting the number of topics to which each user has replied&hellip; %s
oc_fr: Compter lo nombre de subjèctes auxquels cada utilizaire a r&eacute;pondu %s

source: Counting the number of voices in each topic&hellip; %s
oc_fr: Compter lo nombre de participants dins cada subjècte %s

source: Create New Forum
oc_fr: Cr&eacute;er un novèl Forum

source: Create New Forum in &ldquo;%s&rdquo;
oc_fr: Cr&eacute;er un novèl forum dins &ldquo;%s&rdquo;

source: Create New Reply
oc_fr: Cr&eacute;er una novèla Responsa

source: Create New Topic
oc_fr: Cr&eacute;er un novèl Subjècte

source: Create New Topic in &ldquo;%s&rdquo;
oc_fr: Cr&eacute;er un novèl subjècte dins &ldquo;%s&rdquo;

source: Create a discussion forum to allow members of this group to communicate in a structured, bulletin-board style fashion.
oc_fr: Cr&eacute;er una discussion de forum per autorizar los membres d'aqueste grop a communiquer d'una fa&ccedil;on structur&eacute;e.

source: Create an Account
oc_fr: Crear un compte

source: Created
oc_fr: Date

source: Creator
oc_fr: Cr&eacute;ateur

source: Credits
oc_fr: Crédits

source: Current Package
oc_fr: Pack courant

source: Custom field deleted.
oc_fr: Camp personnalis&eacute; supprim&eacute;.

source: Custom field updated.
oc_fr: Camp personnalis&eacute; mis a jorn.

source: Custom slugs for single forums, topics, replies, tags, views, and search.
oc_fr: Des identificants personalizats per los forums, subjèctes, responsas, vues e recèrcas.

source: Customize your Forums root. Partner with a WordPress Page and use Shortcodes for more flexibility.
oc_fr: Personalizar la raiç de vòstre forum. Associez-la a una pagina de WordPress, e utilizatz des shortcodes per mai de flexibilité.

source: Customize your user profile slugs.
oc_fr: Personalizar vos identificants de perfil d'utilizaire.

source: Customizing This Display
oc_fr: Personnalisation d'aqueste ecran

source: Database Name
oc_fr: Nom de la base

source: Database Password
oc_fr: Senhal de la base

source: Database Port
oc_fr: Port de la base

source: Database Server
oc_fr: Servidor de la base

source: Database Settings
oc_fr: Param&egrave;tres de la banca de donadas

source: Database User
oc_fr: Nom d&#39;utilizaire de la base

source: Delay Time
oc_fr: D&eacute;lai

source: Delete
oc_fr: Suprimir

source: Delete Permanently
oc_fr: Suprimir definitivament

source: Delete imported users?
oc_fr: Suprimir los utilizaires importés ?

source: Delete this item permanently
oc_fr: Suprimir aqueste article definitivament

source: Delete users WordPress default passwords (%1$s - %2$s)
oc_fr: Suprimir les senhals WordPress per d&eacute;faut dels utilizaires (%1$s - %2$s)

source: Deleting Conversion Table&hellip; %s
oc_fr: Supression de la table de conversion... %s

source: Deleting Post Meta&hellip; %s
oc_fr: Supression des m&eacute;tas del messatge... %s

source: Deleting Posts&hellip; %s
oc_fr: Supression des messatges... %s

source: Deleting Roles and Capabilities&hellip; %s
oc_fr: Supression des r&ocirc;les e capacit&eacute;s... %s

source: Deleting Settings&hellip; %s
oc_fr: Supression des reglatges... %s

source: Deleting Topic Tags&hellip; %s
oc_fr: Supression des mots-cl&eacute;&hellip; %s

source: Deleting User Meta&hellip; %s
oc_fr: Supression des m&eacute;tas d'utilizaire... %s

source: Deleting a tag cannot be undone.
oc_fr: La supression d'un mot clau ne pòt pas èsser anullada.

source: Deleting previously converted data (%1$s - %2$s)
oc_fr: Supression des donadas converties pr&eacute;c&eacute;demment (%1$s - %2$s)

source: Disallow editing after
oc_fr: Verrouiller la modificacion apr&egrave;s

# group admin edit screen
source: Discussion Forum
oc_fr: Forum de Discussion

source: Display Name
oc_fr: Afichar lo nom

source: Edit
oc_fr: Modificar

source: Edit %s's Profile
oc_fr: Modificar lo perfil de %s

source: Edit Forum
oc_fr: Modificar lo Forum

source: Edit Reply
oc_fr: Modificar la Responsa

source: Edit Tag
oc_fr: Modificar lo mot clau

source: Edit Topic
oc_fr: Modificar

source: Edit Your Profile
oc_fr: Modificar vòstre perfil

source: Editable forum roles no longer exist.
oc_fr: Les r&ocirc;les de forum &eacute;ditables n&#39;existent plus.

source: Embed media (YouTube, Twitter, Flickr, etc...) directly into topics and replies
oc_fr: Integrar de mèdias (YouTube, Twitter, Flickr, etc...) dirèctament dins los subjèctes e las responsas

source: Empty Spam
oc_fr: Spam vide

source: Empty Topic Tag
oc_fr: Mot clau de subjècte vide

source: Empty Topic Tags
oc_fr: Mots claus de subjèctes vides

source: Enable Group Forums
oc_fr: Activar los forums de grop

source: Enable threaded (nested) replies %s levels deep
oc_fr: Activar las responsas hiérarchisées jusqu'à %s niveaux de profondeur

# admin color scheme
source: Evergreen
oc_fr: Avet

source: Existing tag:
oc_fr: Mot clau existent :

source: Failed!
oc_fr: Echec!

source: Favorite
oc_fr: Favori

source: Favorite Forum Topics
oc_fr: Subjèctes favoris des forums

source: Favorite Topics
oc_fr: Subjèctes Favoris

source: Favorited
oc_fr: Apondut als favorits

source: Favorites
oc_fr: Mes favoris

source: Favorites are a way for users to save and later return to topics they favor. This is enabled by default.
oc_fr: Les favoris son des moyens per los utilizaires de sauver los subjèctes qu'ils appr&eacute;cient e d'y retourner plus tard. C'est autorizat per d&eacute;faut.

source: Favorites are no longer active.
oc_fr: Les favoris ne son plus actius.

source: Feature Developer
oc_fr: Desvolopaire de fonctionnalités

source: First Name
oc_fr: Pr&eacute;nom

source: For more information:
oc_fr: Per mai d&#39;informacions:

source: Forum Activity
oc_fr: Activit&eacute; del forum

source: Forum Attributes
oc_fr: Attributs del Forum

source: Forum Edit: %s
oc_fr: Modificar lo forum : %s

source: Forum Features
oc_fr: Fonctionnalités del forum

source: Forum Import
oc_fr: Importation de forum

source: Forum Index
oc_fr: Index del forum

source: Forum Name (Maximum Length: %d):
oc_fr: Nom del forum (Longor maximum: %d):

source: Forum Order
oc_fr: Ordre del Forum

source: Forum Parent
oc_fr: Parent del Forum

source: Forum Prefix
oc_fr: Forum Pr&eacute;fixe

source: Forum Repair
oc_fr: Reparacion del forum

source: Forum Replies Created
oc_fr: Totas mes responsas sus los forums

source: Forum Reset
oc_fr: Forum r&eacute;initialis&eacute;

source: Forum Role
oc_fr: R&ocirc;les sus aqueste forum

source: Forum Role: %s
oc_fr: R&ocirc;le sul forum: %s

source: Forum Root
oc_fr: Raiç del forum

source: Forum Root Slug
oc_fr: Identificant de la raiç del forum

source: Forum Settings
oc_fr: Reglatges del forum

source: Forum Statistics
oc_fr: Estatisticas des Forums

source: Forum Subscriptions
oc_fr: Abonaments aux forums

source: Forum Theme Packages
oc_fr: Paquets de tèma de forum

source: Forum Topics Started
oc_fr: Totes mes subjèctes sus los forums

source: Forum Type:
oc_fr: Tipe de forum :

source: Forum User Roles
oc_fr: R&ocirc;les dels utilizaires del forum

source: Forum User Settings
oc_fr: Reglatges utilizaire del forum

source: Forum User Slugs
oc_fr: Identificants dels utilizaires del forum

source: Forum created. <a href="%s">View forum</a>
oc_fr: Forum creat. <a href="%s">Veire lo forum</a>

source: Forum draft updated. <a target="_blank" href="%s">Preview forum</a>
oc_fr: Projet de forum mis a jorn. <a target="_blank" href="%s">Aper&ccedil;u del forum</a>

source: Forum features that can be toggled on and off
oc_fr: Fonctionnalités del forum qui peuvent èsser activadas e desactivadas

source: Forum restored to revision from %s
oc_fr: Forum restaur&eacute; a la r&eacute;vision de %s

source: Forum root should show
oc_fr: La raiç del forum deu afichar

source: Forum saved.
oc_fr: Forum sauv&eacute;.

source: Forum scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview forum</a>
oc_fr: Forum pr&eacute;vu pour:<strong>%1$s</strong>. <a target="_blank" href="%2$s">Aper&ccedil;u del forum</a>

source: Forum settings for Akismet
oc_fr: Param&egrave;tres del forum per Akismet

source: Forum settings for BuddyPress
oc_fr: Param&egrave;tres del forum per BuddyPress

source: Forum slug
oc_fr: Identificant del Forum

source: Forum submitted. <a target="_blank" href="%s">Preview forum</a>
oc_fr: Forum soumis. <a target="_blank" href="%s">Aper&ccedil;u del forum</a>

source: Forum updated.
oc_fr: Forum mis a jorn.

source: Forum updated. <a href="%s">View forum</a>
oc_fr: Forum mis a jorn. <a href="%s">Visualizar lo forum</a>

source: Forums Settings
oc_fr: Reglatges des forums

source: Forums base
oc_fr: Base de forums

source: Founding Developer
oc_fr: Desvolopaire Fondator

source: Freshness
oc_fr: Fraîcheur

source: General
oc_fr: Opcions del compte

source: General chit-chat
oc_fr: Blabla g&eacute;n&eacute;ral

source: Go Back
oc_fr: Retorn

source: Go to Forum Settings
oc_fr: Reglatges del forum

source: Grant this user super admin privileges for the Network.
oc_fr: Accorde les privil&egrave;gis utilizaire super admin pel R&eacute;seau.

source: Group Forum
oc_fr: Forum de grop

source: Group Forum Settings
oc_fr: Reglatges del forum de grop

source: Group Forum:
oc_fr: Forum de grop :

source: Group Forums
oc_fr: Forums de gropes

source: Group Forums Parent
oc_fr: Parent del grop de forums

source: Guest
oc_fr: Invit&eacute;

source: Hello World!
oc_fr: Bonjour tout lo monde !

# Make forum hidden
source: Hidden
oc_fr: Caché

# post
source: Hidden
oc_fr: Masqu&eacute;

# post
source: Hidden <span class="count">(%s)</span>
oc_fr: Masqu&eacute; <span class="count">(%s)</span>

source: Hidden Replies
oc_fr: Responsas amagadas

source: Hidden Reply
oc_fr: R&eacute;pondre Invisible

source: Hidden Topic
oc_fr: Subjècte masqu&eacute;

source: Hidden Topics
oc_fr: Subjèctes amagats

source: Home
oc_fr: Acuèlh

source: Hovering over a row in the forums list will display action links that allow you to manage your forum. You can perform the following actions:
oc_fr: Passer la souris sus una linha dins la lista des forums va afichar les actions li&eacute;es qui vos permettent de g&eacute;rer vòstre forum. Podètz effectuer les actions seguentas:

source: Hovering over a row in the replies list will display action links that allow you to manage your reply. You can perform the following actions:
oc_fr: Passer lo curseur au-dessus d&#39;une linha dins la lista des responsas afichara des ligams d&#39;action qui vos permettent de g&eacute;rer vòstra responsa. Podètz effectuer les actions seguentas:

source: Hovering over a row in the topics list will display action links that allow you to manage your topic. You can perform the following actions:
oc_fr: Passer la souris sus una linha dins la lista des subjèctes va afichar les actions li&eacute;es qui vos permettent de g&eacute;rer vòstre subjècte. Podètz effectuer les actions seguentas:

source: How many topics and replies to show per RSS page
oc_fr: Nombre de subjèctes e responsas a afichar per pagina RSS

source: How many topics and replies to show per page
oc_fr: Nombre de subjèctes e responsas a afichar per pagina

source: How your forum content is displayed within your existing theme.
oc_fr: Comment lo contenu de vòstre forum es affich&eacute; dins vòstre t&egrave;ma existent.

source: I am the first topic in your new forums.
oc_fr: Je suis lo premier subjècte de vòstre novèl forum.

source: IP Address
oc_fr: Adresse IP

source: IP or hostname
oc_fr: IP o h&ocirc;te

source: IP:
oc_fr: Adresse IP :

source: If you choose an existing topic, replies will be ordered by the time and date they were created.
oc_fr: Se vous causissètz un subjècte existent, las responsas seront class&eacute;es date e ora de cr&eacute;ation.

source: If you use the existing topic option, replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted.
oc_fr: Se vous utilizatz l&#39;opcion subjècte existent, las responsas al sein de ces deux subjèctes seront fusionadas per ordre chronologique. L&#39;ordre des responsas fusionadas es bas&eacute; sus la date e l&#39;ora auxquelles ils ont &eacute;t&eacute; affich&eacute;s.

source: If you would like to change the password type a new one. Otherwise leave this blank.
oc_fr: Se volètz cambiar lo senhal, entrez en un novèl. Sinon, laissez aqueste camp vide.

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
oc_fr: Se votre navigateur ne charge pas automaticament la pagina seguenta, clicatz sul ligam :

source: Import Forums
oc_fr: Importer des forums

source: Importer Helper Data
oc_fr: Donadas d'aide a l'import

source: In all forums
oc_fr: Dans totes los forums

source: In reply to:
oc_fr: En responsa à:

source: In the Main Settings you have a number of options:
oc_fr: Dans les principaux param&egrave;tres que avètz un certain nombre d&#39;opcions:

source: In the event of a slug collision with WordPress or BuddyPress, a warning will appear next to the problem slug(s).
oc_fr: Dans lo cas d'un doublon d'identificant amb WordPress o BuddyPress, un messatge d'alèrta apparaît a c&ocirc;t&eacute; de l'identificant a probl&egrave;ma.

source: Inactive
oc_fr: Inactiu

source: Information about your previous forums database so that they can be converted. <strong>Backup your database before proceeding.</strong>
oc_fr: Information sus vos forums pr&eacute;c&eacute;dents dins la base de donada per qu'ils puissent &ecirc;tre convertis. <strong>Sauvegardez votre banca de donadas avant de commencer.</strong>

source: Keep a log of this edit:
oc_fr: Journaliser aquesta modification:

source: Keep me signed in
oc_fr: Rester connect&eacute;

source: Keep this high to prevent too-many-connection issues.
oc_fr: Daissatz haut per &eacute;viter des probl&egrave;mas li&eacute;es a un trop grand nombre de connections.

source: Keep this low if you experience out-of-memory issues.
oc_fr: Laisser faible se avètz eu des probl&egrave;mas de m&eacute;moire insuffisante.

source: Last Name
oc_fr: Nom

source: Last updated %s
oc_fr: Derni&egrave;re mesa a jorn %s

source: Lead Developer
oc_fr: Desvolopaire en Chef

source: Leave the slug empty to have one automatically generated.
oc_fr: Laisser l'identificant vide per qu'il soit g&eacute;n&eacute;r&eacute; automaticament.

source: Log In
oc_fr: Connexion

source: Log Out
oc_fr: Desconnexion

source: Lost Password
oc_fr: Senhal oubli&eacute;

source: Lost Password URI:
oc_fr: URI de perte de senhal:

source: M j, Y @ G:i
oc_fr: j M Y @ G:i

source: Mail (will not be published) (required):
oc_fr: Mail (ne sera pas publi&eacute;) (obligatòri):

source: Main Settings
oc_fr: Paramètres generals

source: Manage Subscriptions
oc_fr: Gérer los abonaments

source: Manage Tag: "%s"
oc_fr: Gérer lo mot clau : "%s"

source: Mark the reply as not spam
oc_fr: Marcar la responsa coma non spam

source: Mark the topic as not spam
oc_fr: Marcar aqueste subjècte coma non spam

source: Mark this reply as spam
oc_fr: Marcar aquesta responsa coma spam

source: Mark this topic as spam
oc_fr: Marque aqueste subjècte coma spam

source: Maximum replies to show:
oc_fr: Responsas maximum a montrer:

source: Maximum topics to show:
oc_fr: Nombre maximum de subjèctes a montrer:

source: Member
oc_fr: Membre

source: Menus
oc_fr: Menús

source: Merge
oc_fr: Fusionner

source: Merge topic "%s"
oc_fr: Fusionner lo subjècte "%s"

source: Merge topic favoriters
oc_fr: Fusionner les personnes en favoris d'aqueste subjècte

source: Merge topic subscribers
oc_fr: Fusionner les souscripteurs del subjècte

source: Merge topic tags
oc_fr: Fusionner les mots-clês del subjècte

source: Merge with this topic:
oc_fr: Fusionner amb aqueste subjècte:

source: Merging tags together cannot be undone.
oc_fr: La fusion des mots claus ne pòt pas èsser anullada.

# admin color scheme
source: Mint
oc_fr: Menta

source: Most popular topics
oc_fr: Subjèctes populars

source: Move
oc_fr: Desplaçar

source: Move Method
oc_fr: M&eacute;thode de desplaçament

source: Move reply "%s"
oc_fr: Desplaçar lo subjècte "%s"

source: Move this item to the Trash
oc_fr: Desplaçar aqueste objet cap a l'escobilhièr

source: Move this reply
oc_fr: Desplaçar aquesta responsa

source: Moved: %s
oc_fr: D&eacute;plac&eacute;: %s

source: Name
oc_fr: Nom

source: Name (required):
oc_fr: Nom (obligatòri):

source: Name of the database with your old forum data
oc_fr: Nom de la banca de donadas amb les donadas de votre ancian forum

source: Name:
oc_fr: Nom:

source: Network Role
oc_fr: R&ocirc;le sul r&eacute;seau

source: Network administrators can reconfigure which forum belongs to this group.
oc_fr: Les administrators del r&eacute;seau peuvent red&eacute;finir l&#39;appartenance d&#39;un forum a aqueste grop.

source: New Forum
oc_fr: Novèl Forum

source: New Password
oc_fr: Novèl senhal

source: New Reply
oc_fr: Novèla responsa

source: New Tag Name
oc_fr: Nom del novèl mot clau

source: New Topic
oc_fr: Novèl subjècte

source: New forum reply
oc_fr: Novèla responsa

source: New forum topic
oc_fr: Novèl subjècte

source: New user registration is currently not allowed.
oc_fr: L&#39;enregistrament d&#39;un novèl utilizaire n&#39;est pas autorizat actualament.

source: Newest Topics
oc_fr: Subjèctes los mai recents

source: Next Forums
oc_fr: Forums seguents

source: Nickname
oc_fr: Pseudo

source: No Forum
oc_fr: Aucun forum

source: No Replies
oc_fr: Pas de responsas

source: No Topic
oc_fr: Aucun Subjècte

source: No Topics
oc_fr: Aucun Subjècte

source: No data to clean
oc_fr: Aucune donada a netejar

source: No forum parents to convert
oc_fr: Aucun forum parent a convertir

source: No forums available
oc_fr: Pas de forums disponibles

source: No forums found
oc_fr: Aucun Forum trobat

source: No forums found in Trash
oc_fr: Aucun Forum trobat dins l'escobilhièr

source: No forums to convert
oc_fr: Aucun forum a convertir

source: No passwords to clear
oc_fr: Aucun senhal a suprimir

source: No recorded history. Akismet has not checked this post.
oc_fr: Aucun istoric trobat. Akismet n'a pas vérifié aquesta publicacion.

source: No replies found
oc_fr: Aucune Responsa trobada

source: No replies found in Trash
oc_fr: Aucune Responsa trobada dins l'escobilhièr

source: No replies to convert
oc_fr: Aucune responsa a convertir

source: No response
oc_fr: Sans responsa

source: No stickies to stick
oc_fr: Pas de subjècte a épingler

source: No super stickies to stick
oc_fr: Pas de subjècte mis en avant a épingler

source: No template packages available.
oc_fr: Pas de template disponible

source: No topics available
oc_fr: Pas de subjèctes disponibles

source: No topics found
oc_fr: Aucun Subjècte trobat

source: No topics found in Trash
oc_fr: Aucun Subjècte trobat dins l'escobilhièr

source: No topics to convert
oc_fr: Aucun subjècte a convertir

source: No users to convert
oc_fr: Aucun utilizaire a convertir

source: Non-bbPress passwords cannot be automatically converted. They will be converted as each user logs in.
oc_fr: Les senhals autres que ceux de bbPress ne peuvent pas &ecirc;tre convertis automaticament. Ils seront convertis quand cada utilizaire se connectera.

source: None available
oc_fr: Aucun document disponible

source: Not spam
oc_fr: Non spam

source: Note: Resetting without this checked will delete the meta-data necessary to delete these users.
oc_fr: Remarque : réinitialiser sens cocher l'opcion suprimira les métadonadas nécessaires per suprimir los utilizaires.

source: Nothing to remove!
oc_fr: Rien a enlever!

source: Notify me of follow-up replies via email
oc_fr: Abonament a aqueste subjècte amb envoi d'un mail en cas de responsa

source: Notify the author of follow-up replies via email
oc_fr: Informer l'autor des suivies de responsas per e-mail

source: Now Editing &ldquo;%s&rdquo;
oc_fr: &eacute;dition en cours de &ldquo;%s&rdquo;

source: Now your users can subscribe to new topics in specific forums.
oc_fr: Désormais vos utilizaires peuvent s'abonar a des novèls subjèctes dins des forums spécifiques.

source: Oh bother! No forums were found here!
oc_fr: Oh quelle mis&egrave;re! Aucun forums n'ont &eacute;t&eacute; trobats ici!

source: Oh bother! No replies were found here!
oc_fr: Oh zut! Aucune responsa n'a &eacute;t&eacute; trobada ici!
