Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/oci/plugins/bbpress.po
Languages: oc_fr

source: This topic was modified %1$s by %2$s.
oc_fr: Aqueste subjècte a &eacute;t&eacute; modifi&eacute; lo %1$s per %2$s.

source: This topic was modified %1$s by %2$s. Reason: %3$s
oc_fr: Aqueste subjècte a &eacute;t&eacute; modifi&eacute; lo %1$s per %2$s. Raison: %3$s

source: This user has no favorite topics.
oc_fr: Aqueste utilizaire n&#39;a aucun subjècte favori.

source: This user has not created any topics.
oc_fr: Aqueste utilizaire n&#39;a pas creat de subjèctes.

source: This user has not replied to any topics.
oc_fr: Aqueste utilizaire n&#39;a respondut a aucun subjècte

source: This user has super admin privileges.
oc_fr: Aqueste utilizaire a les privil&egrave;gis de super administrator.

source: This user is not currently subscribed to any forums.
oc_fr: Aqueste utilizaire n'est actualament abonat a aucun forum.

source: This user is not currently subscribed to any topics.
oc_fr: Aqueste utilizaire n&#39;est abonn&eacute; a aucun subjècte.

source: Throttle posting every
oc_fr: D&eacute;lai entre 2 publicacions

source: Title
oc_fr: Títol

source: Title and Forum Editor
oc_fr: editor de títol e de forum

source: Title and Reply Editor
oc_fr: Títol e editor de responsa

source: Title and Topic Editor
oc_fr: Títol e editor de subjècte

source: Title:
oc_fr: Títol

source: To keep this topic as the lead, go to the other topic and use the merge tool from there instead.
oc_fr: Per maintenir aqueste subjècte en tant que subjècte principal, allez dins l&#39;autre subjècte e utilizatz l&#39;aisina de fusion a partir de l&agrave;.

source: Topic "%1$s" successfully closed.
oc_fr: Lo subjècte "%1$s" a bien &eacute;t&eacute; ferm&eacute;.

source: Topic "%1$s" successfully marked as spam.
oc_fr: Lo subjècte "%1$s" a bien &eacute;t&eacute; marcat coma spam.

source: Topic "%1$s" successfully opened.
oc_fr: Lo subjècte "%1$s" a bien &eacute;t&eacute; ouvert.

source: Topic "%1$s" successfully unmarked as spam.
oc_fr: Lo subjècte "%1$s" a bien &eacute;t&eacute; marcat coma non spam.

source: Topic Attributes
oc_fr: Attributs de subjècte

source: Topic Edit: %s
oc_fr: Modificar lo subjècte : %s

source: Topic Extras
oc_fr: Extras del subjècte

source: Topic Replies
oc_fr: Responsas al subjècte

source: Topic Status:
oc_fr: État del subjècte :

source: Topic Tag
oc_fr: Mot clau del subjècte

source: Topic Tag Edit: %s
oc_fr: Modificar les mots claus del subjècte : %s

source: Topic Tag: %s
oc_fr: Mot clau del subjècte : %s

source: Topic Tags
oc_fr: Mots claus del subjècte

source: Topic Tags:
oc_fr: Tags del Subjècte:

source: Topic Title (Maximum Length: %d):
oc_fr: Títol del subjècte (maximum %d caract&egrave;res):

source: Topic Type
oc_fr: Tipe de subjècte

source: Topic Type:
oc_fr: Tipe del Subjècte:

source: Topic View
oc_fr: Afichatge del subjècte

source: Topic created. <a href="%s">View topic</a>
oc_fr: Subjècte creat. <a href="%s">Veire lo subjècte</a>

source: Topic draft updated. <a target="_blank" href="%s">Preview topic</a>
oc_fr: Projet de subjècte mis a jorn. <a target="_blank" href="%s">Aper&ccedil;u del subjècte</a>

source: Topic restored to revision from %s
oc_fr: Subjècte restaur&eacute; a la r&eacute;vision de %s

source: Topic saved.
oc_fr: Subjècte sauv&eacute;.

source: Topic scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview topic</a>
oc_fr: Subjècte pr&eacute;vu pour: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Aper&ccedil;u del subjècte</a>

source: Topic slug
oc_fr: Identificant del subjècte

source: Topic submitted. <a target="_blank" href="%s">Preview topic</a>
oc_fr: Subjècte soumis. <a target="_blank" href="%s">Aper&ccedil;u del subjècte</a>

source: Topic tag slug
oc_fr: Identificant del mot clau del subjècte

source: Topic tags
oc_fr: Mots-cl&eacute;s des subjèctes

source: Topic updated.
oc_fr: Subjècte mis a jorn.

source: Topic updated. <a href="%s">View topic</a>
oc_fr: Subjècte mis a jorn. <a href="%s"Visualizar lo subjècte</a>

source: Topic-Tags allow users to filter topics between forums. This is enabled by default.
oc_fr: Les mots-cl&eacute;s permettent aux utilizaires de filtrer los subjèctes des forums. Opcion activate per d&eacute;faut.

source: Topic:
oc_fr: Subjècte:

source: Topic: %s
oc_fr: Subjècte: %s

source: Topics
oc_fr: Subjèctes

source: Topics Started
oc_fr: Subjècte aviat

source: Topics Started: %s
oc_fr: Subjèctes lanc&eacute;s : %s

source: Topics With Recent Replies
oc_fr: Subjèctes amb responsas recentas

source: Topics and Replies Per Page
oc_fr: Subjèctes e responsas per pagina

source: Topics and Replies Per RSS Page
oc_fr: Subjèctes e responsas per pagina RSS

source: Topics base
oc_fr: Base des subjèctes

source: Topics by Freshness
oc_fr: Subjèctes per date publicada

source: Topics with no replies
oc_fr: Subjèctes sens responsas

source: Trash
oc_fr: corbeille

# Trash the topic
source: Trash
oc_fr: Escobilhièr

source: Trashed: %s
oc_fr: D&eacute;truit: %s

source: Type your new password again.
oc_fr: Picatz encara vòstre novèl senhal.

source: Type:
oc_fr: Tipe:

source: Unfavorite
oc_fr: Levar des favoris

source: Unspam
oc_fr: Non spam

source: Unstick
oc_fr: Ne plus espingolar

source: Unstick this topic
oc_fr: D&eacute;s-espingolar aqueste subjècte

source: Unsubscribe
oc_fr: Me d&eacute;sabonar

source: Update
oc_fr: Metre a jorn

source: Update Forum
oc_fr: Metre lo forum a jorn

source: Update Forums
oc_fr: Metre los forums a jorn

source: Update Profile
oc_fr: Mise a jorn del perfil

source: Update Tag
oc_fr: Metre a jorn lo mot clau

source: Update User
oc_fr: Mise a jorn de l&#39;utilizaire

source: Use Akismet
oc_fr: Utilizar Akismet

source: Use an existing topic in this forum:
oc_fr: Utilizatz un subjècte existent dins aqueste forum:

source: Use default 3306 if unsure
oc_fr: Utilizatz 3306 per d&eacute;faut en cas d'incertitude

source: Use this if an import failed and you want to remove that incomplete data.
oc_fr: Utilizar se un import a &eacute;chou&eacute; e que volètz suprimir les donadas incompletas.

source: User
oc_fr: Utilizaire

source: User Base
oc_fr: Base d'utilizaires

source: User Role
oc_fr: R&ocirc;le de l&#39;utilizaire

source: User base
oc_fr: Base d&#39;utilizaires

source: User capabilities
oc_fr: Permissions dels utilizaires

source: User for your database connection
oc_fr: Utilizaire per la connexion a votre banca de donadas

source: User updated.
oc_fr: Utilizaire mis a jorn.

source: Username
oc_fr: Identificant

source: Username or Email
oc_fr: Nom d&#39;utilizaire o Email

source: Users &amp; Moderation
oc_fr: Utilizaires &amp; Moderacion

source: Using the Forum Root is not recommended. Changing this does not move existing forums.
oc_fr: L'utilisation de la raiç del forum es pas recommand&eacute;e. La cambiar ne d&eacute;place pas los forums existents.

source: View
oc_fr: Afichar

source: View %s's profile
oc_fr: Veire lo perfil de %s

source: View &#8220;%s&#8221;
oc_fr: Veire &#8220;%s&#8221;

source: View Forum
oc_fr: Visualizar lo Forum

source: View Reply
oc_fr: Visualizar la Responsa

source: View Topic
oc_fr: Visualizar lo Subjècte

source: View Topic Tag
oc_fr: Afichar les mots claus del subjècte

source: View base
oc_fr: Vista de la base

source: View: %s
oc_fr: Vue: %s

source: Viewing %1$s post
oc_fr: %1$s subjècte

source: Viewing %1$s reply
oc_fr: %1$s responsa

source: Viewing %1$s result
oc_fr: %1$s responsa

source: Viewing %1$s topic
oc_fr: Afichatge de %1$s subjècte

source: Viewing %2$s post (of %4$s total)
oc_fr: Afichatge de %2$s messatge (sur %4$s al total)

source: Viewing %2$s replies (of %4$s total)
oc_fr: %2$s responsa (sur un total de %4$s )

source: Viewing %2$s results (of %4$s total)
oc_fr: %2$s responsa (sur un total de %4$s )

source: Viewing topic %2$s (of %4$s total)
oc_fr: %2$s subjècte (sur n total de %4$s)

source: Visibility:
oc_fr: Visibilit&eacute;:

source: Visit %s's website
oc_fr: Visiter lo site web de %s

source: Voices
oc_fr: Participants

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: <em>%2$s</em>
oc_fr: Attention ! Probl&egrave;ma de mesa a jorn de %1$s. Il se pòt que votre servidor ne puisse pas se connecter al site avant reparacion. Messatge d'error: <em>%2$s</em>

source: We use your email address to email you a secure password and verify your account.
oc_fr: Nous utilisons vòstra adreça &eacute;lectronique per vous envoyer un senhal s&eacute;curis&eacute; e v&eacute;rifier vòstre compte.

source: We&#8217;re all abuzz about the hive of new importers, AEF, Drupal, FluxBB, Kunena Forums for Joomla, MyBB, Phorum, PHPFox, PHPWind, PunBB, SMF, Xenforo and XMB. Existing importers are now sweeter than honey with improved importing stickies, topic tags, forum categories and the sting is now gone if you need to remove imported users.
oc_fr: Nous sommes totes en effervescence face a l'arrivée des novèls aisinas d'importation : AEF, Drupal, FluxBB, Kunena Forums for Joomla, MyBB, Phorum, PHPFox, PHPWind, PunBB, SMF, Xenforo e XMB. Les aisinas d'importation existents ont été améliorés amb un meilleur support des subjèctes épinglés, des mots claus de subjèctes, des categorias del forum, e il es bien plus facile de suprimir los utilizaires importés.

source: Website
oc_fr: Site Web

source: Website:
oc_fr: Site Web:

source: Welcome to bbPress
oc_fr: Benvenguda sus bbPress

source: Welcome to bbPress %s
oc_fr: Benvenguda sus bbPress %s

source: What&#8217;s New
oc_fr: Quoi de neuf ?

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected forums at once. To remove a forum from the grouping, just click the x next to its name in the Bulk Edit area that appears.
oc_fr: Quand vous utilizatz l’&eacute;dition de masse, podètz cambiar les m&eacute;tadonadas (categorias, autor, etc.) per totes los forums s&eacute;lectionn&eacute;s a la fois. Per sortir un forum de la s&eacute;lection, clicatz simplement sul x a c&ocirc;t&eacute; de son nom dins la zone d'&eacute;dition de masse qui apparaît.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected replies at once. To remove a reply from the grouping, just click the x next to its name in the Bulk Edit area that appears.
oc_fr: Quand vous utilizatz modificar en masse, podètz cambiar les m&eacute;tadonadas (categorias, autors, etc.) per totas las responsas s&eacute;lectionadas a la fois. Per suprimir una responsa del lot, clicatz juste sul x apr&egrave;p son nom dins la zone d'&eacute;dition de masse qui apparaît.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected topics at once. To remove a topic from the grouping, just click the x next to its name in the Bulk Edit area that appears.
oc_fr: Quand vous utilizatz l’&eacute;dition de masse, podètz cambiar les m&eacute;tadonadas (categorias, autor, etc.) per totes los subjèctes s&eacute;lectionn&eacute;s a la fois. Per sortir un subjècte de la s&eacute;lection, clicatz simplement sul x a c&ocirc;t&eacute; de son nom dins la zone d'&eacute;dition de masse qui apparaît.

source: When you split a topic, you are slicing it in half starting with the reply you just selected. Choose to use that reply as a new topic with a new title, or merge those replies into an existing topic.
oc_fr: Lorsque vous divisez un subjècte, vous lo coupez en deux a partir de la responsa que vous venez de seleccionar. Causissètz d&#39;utilizar aquesta responsa coma un novèl subjècte amb un novèl títol, o de fusionner ces responsas dins un subjècte existent.

source: Yes. I want this group to have a forum.
oc_fr: Oui, je veux apondre un forum a aqueste grop !

source: You are already logged in.
oc_fr: Vous &ecirc;tes d&eacute;j&agrave; connect&eacute;.

source: You are not currently subscribed to any forums.
oc_fr: Sètz actualament abonat a aucun forum.

source: You are not currently subscribed to any topics.
oc_fr: Vous n&#39;&ecirc;tes abonn&eacute; a aucun subjècte pel moment !

source: You are now logged out.
oc_fr: Vous &ecirc;tes maintenant d&eacute;connect&eacute;.

source: You are using <span class="b">bbPress %s</span>.
oc_fr: Vous utilizatz <span class="b">bbPress %s</span>.

source: You can also edit or move multiple forums to the trash at once. Select the forums you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
oc_fr: Podètz aussi modificar o metre a l'escobilhièr plusieurs forums a la fois. Seleccionatz los forums sus lesquels volètz agir amb les bóstias a cocher, puis seleccionatz l'action a accomplir dins lo menú Accions de masse e clicatz sus Aplicar.

source: You can also edit or move multiple replies to the trash at once. Select the replies you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
oc_fr: Podètz aussi modificar o desplaçar plusieurs responsas a l'escobilhièr d'un coup. Seleccionatz las responsas que volètz traiter en utilisant les bóstias a cocher, puis seleccionatz l'action a r&eacute;aliser dins lo menú Accions de masse e clicatz sus Aplicar.

source: You can also edit or move multiple topics to the trash at once. Select the topics you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
oc_fr: Podètz aussi modificar o metre a l'escobilhièr plusieurs subjècte a la fois. Seleccionatz los subjèctes sus lesquels volètz agir amb les bóstias a cocher, puis seleccionatz l'action a accomplir dins lo menú Accions de masse e clicatz sus Aplicar.

source: You can choose to lock a post after a certain number of minutes. "Locking post editing" will prevent the author from editing some amount of time after saving a post.
oc_fr: Podètz choisir de verrouiller un messatge apr&egrave;p un certain nombre de minutas. "Locking post editing" emp&ecirc;chera l&#39;autor d&#39;modificar un certain laps de temps apr&egrave;p l&#39;enregistrament d&#39;un messatge.

source: You can customize the display of this screen&#8217;s contents in a number of ways:
oc_fr: Podètz customiser l&rsquo;afichatge del contenu d'aqueste ecran de diff&eacute;rentes mani&egrave;res :

source: You can either make this reply a new topic with a new title, or merge it into an existing topic.
oc_fr: Podètz transformer aquesta responsa en novèla discussion amb un novèl títol OU la fusionner amb una discussion existenta.

source: You can filter the list of forums by forum status using the text links in the upper left to show All, Published, or Trashed forums. The default view is to show all forums.
oc_fr: Podètz filtrer la lista des forums per statut del forum en utilisant los ligams tèxte en haut a gauche per montrer Tous, ceux Publi&eacute;s, o ceux Effac&eacute;s. L'afichatge per d&eacute;faut es de montrer totes los forums.

source: You can hide/display columns based on your needs and decide how many forums to list per screen using the Screen Options tab.
oc_fr: Podètz cacher/afichar des colomnas en fonction de vos besonhs e d&eacute;cider combien de forums vont &ecirc;tre list&eacute;s per ecran en utilisant l'onglet Opcions d'ecran.

source: You can hide/display columns based on your needs and decide how many replies to list per screen using the Screen Options tab.
oc_fr: Podètz masquer / afichar les colomnas selon vos besonhs e choisir lo nombre de responsas a lister per pagina en utilisant l&rsquo;onglet Opcions d&rsquo;ecran.

source: You can hide/display columns based on your needs and decide how many topics to list per screen using the Screen Options tab.
oc_fr: Podètz cacher/afichar des colomnas en fonction de vos besonhs e choisir combien de subjèctes il faut lister per ecran en utilisant l'onglet Opcions d'ecran.

source: You can refine the list to show only forums from a specific month by using the dropdown menus above the forums list. Click the Filter button after making your selection. You also can refine the list by clicking on the forum creator in the forums list.
oc_fr: Podètz affiner la lista per montrer solament los forums d'un mois sp&eacute;cifique en utilisant les menús d&eacute;roulants au-dessus de la lista des forums. Clicatz sul boton Filtrar apr&egrave;p avoir fait vòstra seleccion. Podètz aussi affiner la lista en clicant sul cr&eacute;ateur de forum dins la lista de forums.

source: You can update all the forums on your network through this page. It works by calling the update script of each site automatically. Hit the link below to update.
oc_fr: Podètz metre a jorn totes los forums de votre r&eacute;seau dempuèi aquesta pagina, en appelant automatiquent lo script de mesa a jorn de chacun des sites. Clicatz sul ligam çaijós per d&eacute;marrer la mesa a jorn.

source: You can update your forum through this page. Hit the link below to update.
oc_fr: Podètz metre vòstre forum a jorn dempuèi aquesta pagina. Clicatz sul ligam per commencer.

source: You can view replies in a simple title list or with an excerpt. Choose the view you prefer by clicking on the icons at the top of the list on the right.
oc_fr: Podètz consulter las responsas dins una lista simple títol o amb un extrait. Causissètz la version que vous pr&eacute;f&eacute;rez en clicant sus les ic&ocirc;nes en haut de la lista sus la droite.

source: You cannot create new forums.
oc_fr: Podètz pas crear de novèl forum !

source: You cannot create new topics.
oc_fr: Podètz pas crear de novèl subjècte.

source: You cannot edit this reply.
oc_fr: Podètz pas modificar aquesta responsa

source: You cannot edit this topic.
oc_fr: Podètz pas modificar aqueste subjècte.

source: You cannot reply to this topic.
oc_fr: Podètz pas r&eacute;pondre a aqueste subjècte.

source: You currently have no favorite topics.
oc_fr: Vous n&#39;avez aucun subjècte favori !

source: You do not have permission to do this.
oc_fr: Sètz pas autorizat a effectuer aquesta action.

source: You do not have permission to view this forum.
oc_fr: Avètz pas la permission de veire aqueste forum.

source: You do not have the permission to do that!
oc_fr: Avètz pas la permission de faire cela!

source: You do not have the permissions to edit this reply!
oc_fr: Sètz pas autorizat a modificar aquesta responsa.

source: You do not have the permissions to edit this topic!
oc_fr: Avètz pas la permission d&#39;modificar aqueste subjècte!

source: You have %d new replies
oc_fr: Avètz %d novèlas responsas

source: You have %d new reply to %2$s from %3$s
oc_fr: Avètz %d novèla(s) responsa(s) a %2$s de %3$s

source: You have %d new reply to %s
oc_fr: Avètz %d novèlas responsas a %s

source: You have not created any topics.
oc_fr: Avètz pas creat de subjèctes.

source: You have not replied to any topics.
oc_fr: Vous n&#39;avez r&eacute;pondu a aucun subjècte.

source: You have super admin privileges.
oc_fr: Avètz les privil&egrave;gis de super administrator.

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
oc_fr: Podètz utilizar ces balises e attributs <abbr title="HyperText Markup Language">HTML</abbr>:

source: You must be logged in to create new forums.
oc_fr: Vos cal &ecirc;tre connct&eacute; per crear de novèls forums.

source: You must be logged in to create new topics.
oc_fr: Vos cal &ecirc;tre connect&eacute; per crear de novèls subjèctes.

source: You must be logged in to reply to this topic.
oc_fr: Vos cal &ecirc;tre connect&eacute; per r&eacute;pondre a aqueste subjècte.

source: You must click the Save Changes button at the bottom of the screen for new settings to take effect.
oc_fr: Vos cal cliquer sul boton Enregistrar las modificacions en bas de l&#39;ecran per que los novèls param&egrave;tres prennent effet.

source: You should clean old conversion information before starting over.
oc_fr: Vous devriez netejar las informacions de l'anciana conversion avant de commencer.

# User viewing his/her own profile
source: Your
oc_fr: Votre

source: Your account has the ability to post unrestricted HTML content.
oc_fr: Votre statut sus aqueste forum vos permet de poster del contenu HTML sens restriction

source: Your information:
oc_fr: Vos informations:

source: Your password should be at least ten characters long. Use upper and lower case letters, numbers, and symbols to make it even stronger.
oc_fr: Votre senhal deu contenir al mens 10 caract&egrave;res. Per lo rendre plus efficace, utilizatz des majusculas e des minusculas, des nombres e des symboles coma ! " ? $ % ^ &amp; ).

source: Your username must be unique, and cannot be changed later.
oc_fr: Votre nom d&#39;utilizaire deu &ecirc;tre unique e ne pòt pas &ecirc;tre modifi&eacute; ult&eacute;rieurement.

source: Your users can manage all of their subscriptions in one convenient location.
oc_fr: Vos utilizaires peuvent gérer totes leurs abonaments d'un seul endrech.

source: bbPress Default
oc_fr: Valeurs per d&eacute;faut de bbPress

source: bbPress Forums
oc_fr: Forums bbPress

source: bbPress Replies
oc_fr: Responsas bbPress

source: bbPress Topics
oc_fr: Subjèctes bbPress

source: bbPress fully supports automatic translation updates.
oc_fr: bbPress utilise pleinement les mesas a jorn automatiques des traductions.

source: bbPress is created by a worldwide swarm of busy, busy bees.
oc_fr: bbPress es lo r&eacute;sultat d&#39;une collaboration mondiale d&#39;abeilles particuli&egrave;rement travailleuses e motiv&eacute;es !

source: bbPress keeps track of relationships between forums, topics, replies, and topic tags, and users. Occasionally these relationships become out of sync, most often after an import or migration. Use the tools below to manually recalculate these relationships.
oc_fr: bbPress garde un suivi des relacions entre forums, subjèctes, responsas, tags de subjècte e utilizaires. Occasionnellement ces relacions se d&eacute;synchronisent, lo plus souvent apr&egrave;p un import o una migration. Utilizatz les aisinas dessous per recalculer manuellement ces relacions.

# widgets
source: by %1$s
oc_fr: par %1$s

source: day
oc_fr: jour

source: days
oc_fr: jours

source: group-forums
oc_fr: Forums de gropes

source: hour
oc_fr: ora

source: hours
oc_fr: oras

source: in forum
oc_fr: dans lo forum

source: in group forum
oc_fr: dans los forums de grop

source: in reply to:
oc_fr: en responsa a :

source: is the parent for all group forums
oc_fr: est lo parent per totes los forums del grop

source: is the previous forum software
oc_fr: est lo logiciel del forum pr&eacute;c&eacute;dent

source: minute
oc_fr: minuta

source: minutes
oc_fr: minutas

source: month
oc_fr: mes

source: months
oc_fr: meses

source: per page
oc_fr: par pagina

source: right now
oc_fr: &agrave; l&#39;instant

source: rows to process at a time
oc_fr: Ligne a traiter a la fois

source: second
oc_fr: segonda

source: second(s) delay between each group of rows
oc_fr: segonda(s) de d&eacute;lai entre cada grop de linhas

source: seconds
oc_fr: segondas

source: sometime
oc_fr: inconnu

source: week
oc_fr: setmana

source: weeks
oc_fr: setmanas

source: will serve all bbPress templates
oc_fr: alimentera totes les templates bbPress

source: year
oc_fr: an

source: years
oc_fr: ans
