Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/functions.po
Languages: es_es

source: My Articles
es_es: Mis artículos

source: Published
es_es: Publicado

source: Pending Review
es_es: Revisión pendiente

source: Drafts
es_es: Borradores

source: Categories
es_es: Categorías

source: Comments
es_es: Comentarios

source: Article not found
es_es: Artículo no encontrado

source: You have exceeded your disk quota limit
es_es: Has excedido tu límite de cuota de disco

source: The page you were trying to delete is protected.
es_es: La página que intentabas eliminar está protegida.

source: The page name you were trying to create is protected.
es_es: El nombre de la página que intentabas crear está protegido.

source: Page name is required.
es_es: El nombre de la página es obligatorio.

source: You do not have permission to do that.
es_es: No tienes permiso para hacer eso.

source: Articles by row
es_es: Artículos por fila

source: Articles to be displayed per row on category page (between 1 and 4)
es_es: Artículos que se mostrarán por fila en la página de categoría (entre 1 y 4)

source: Image
es_es: Imagen

source: Current header image
es_es: Imagen del encabezado actual

source: Upload image
es_es: Cargar imagen

source: Provide an image for the category
es_es: Proporcione una imagen para la categoría

source: Remove image
es_es: Quita la imagen

source: Subscribers
es_es: Suscriptores

source: Compose
es_es: Componer

source: Send Email
es_es: Enviar correo electrónico

source: Notification
es_es: Notificación

source: Settings
es_es: Configuraciones

source: Sent Mails
es_es: Correo enviado

source: Help & Info
es_es: Ayuda e información

source: Options
es_es: Opciones

source: Email subscribers
es_es: Suscriptores de correo electrónico

source: Home page configuration
es_es: Configuración de página de inicio

source: Posts to home page
es_es: Publicar en la página de inicio

source: Allow to registry users direct post into home page
es_es: Permitir a los usuarios de registro publicar directamente en la página de inicio

source: Teacher
es_es: Profesor

source: Select name to teacher's node
es_es: Seleccione el nombre al nodo del maestro

source: Node that containing all user's with teacher's role
es_es: Nodo que contiene todos los usuarios con el rol del profesor

source: New members of this group, if they have Contributor role will be automatically promoted to the role teachers. This will have access to the reservations of spaces and equipment. This change does not affect users who already belong to the node, or those who have other roles.
es_es: Los nuevos miembros de este grupo, si tienen el rol de Colaborador, se promocionarán automáticamente al rol de docentes. Esto tendrá acceso a las reservas de espacios y equipos. Este cambio no afecta a los usuarios que ya pertenecen al nodo, o aquellos que tienen otros roles.

source: Teacher's group
es_es: Grupo de profesores

source: Exporter schedule
es_es: Calendario de exportadores

source: From a Google Spreadsheet, this tool allows you to export to web format schedules for each group, teacher, subject or classroom. The generated code can easily insert to any page to Nodes and paste the code in the text tab.
es_es: Desde una hoja de cálculo de Google, esta herramienta le permite exportar a horarios de formato web para cada grupo, maestro, materia o aula. El código generado puede insertarse fácilmente en cualquier página en Nodos y pegar el código en la pestaña de texto.

source: Link to exporter schedule
es_es: Enlace al cronograma del exportador

source: Developed by: Felix Tejero
es_es: Desarrollado por: Felix Tejero

source: Calendar manager
es_es: Administrador de calendario

source: From a Google Spreadsheet, this tool allows you to upgrade the course calendars with one click. However, if you add new events to the calendar, joining the spreadsheet.
es_es: Desde una hoja de cálculo de Google, esta herramienta le permite actualizar los calendarios del curso con un solo clic. Sin embargo, si agrega eventos nuevos al calendario, únase a la hoja de cálculo.

source: Link to calendar manager
es_es: Enlace al administrador de calendario

source: Developed by: Pepi Garrote
es_es: Desarrollado por: Pepi Garrote

source: Report to administrators
es_es: Informe a los administradores

source: Report this
es_es: Reporta esto

source: Reports
es_es: Informes

source: Report
es_es: Informe

source: posted on
es_es: publicado en

source: See it in its context
es_es: Véalo en su contexto

source: Notified to admins
es_es: Notificado a los administradores

source: Activity report in social network
es_es: Informe de actividad en la red social

source: The user <strong>%1$s (%2$s)</strong> has reported the following content published by <strong>%3$s (%4$s)</strong>:
es_es: El usuario <strong>%1$s (%2$s)</ strong> informó sobre el siguiente contenido publicado por <strong>%3$s (%4$s)</ strong>:

source: Go to the report admin
es_es: Ir al administrador del informe

source: P.S.: This is an automatic notification. Please do not reply
es_es: PD: Esta es una notificación automática. Por favor, no responda

source: Content
es_es: Contenido

source: Image files must be smaller than
es_es: Los archivos de imagen deben ser más pequeños que

source: Recommended width image:
es_es: Ancho de imagen recomendado:

source: No item
es_es: Sin objeto

# Taxonomy Description
source: Description
es_es: Descripción

source: The description is not prominent by default; however, some themes may show it.
es_es: La descripción no es prominente por defecto; sin embargo, algunos temas pueden mostrarla.

source: Discussion
es_es: Discusión

source: Allow comments.
es_es: Permitir comentarios.

source: Posts order
es_es: Orden de los artiículos

source: Newest first
es_es: El más reciente primero

source: Oldest first
es_es: Los más viejos primero

source: Posts order into home page
es_es: Ordenación de artícules en la página de inicio
