Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/themes/reactor-projectes.po
Languages: es_es

source: Articles
es_es: Artículos

source: Pàgines
es_es: Páginas

source: Search
es_es: Buscar

source: Select
es_es: Seleccionar

source: Capçalera
es_es: Cabecera

source: Nom del centre
es_es: Nombre del centro

source: Descripció / Lema
es_es: Descripción / Lema

source: Imatge de capçalera
es_es: Imagen de cabecera

source: Graella d'icones
es_es: Parrilla de iconos

source: Favicon
es_es: Favicono

source: Identificació del centre
es_es: Identificación del centro

source: Logotip
es_es: Logotipo

source: Logotip fixe
es_es: Logotipo fijo

source: Alçada del logotip fixe
es_es: Altura del logotipo fijo

source: Adreça (física)
es_es: Dirección (física)

source: Codi postal i localitat
es_es: Código postal y localidad

source: Telèfon
es_es: Teléfono

source: Contacte principal
es_es: Contacto principal

source: Ajuda
es_es: Ayuda

source: Pàgina de contacte
es_es: Página de contacto

source: Adreça electrònica
es_es: Dirección electrónica

source: Colors
es_es: Colores

source: Pàgina d'inici
es_es: Página de inicio

source: Categoria d'articles
es_es: Categoría de artículos

source: Composició
es_es: Composición

source: Sense barres laterals
es_es: Sin barras laterales

source: Barra esquerra
es_es: Barra izquierda

source: Barra dreta
es_es: Barra derecha

source: Barra esquerra i dreta
es_es: Barra izquierda y derecha

source: 0 articles
es_es: 0 artículos

source: 1 article
es_es: 1 artículo

source: 2 articles iguals
es_es: 2 artículos iguales

source: 2 articles (1/3+2/3)
es_es: 2 artículos (1/3 + 2/3)

source: 2 articles (2/3+1/3)
es_es: 2 artículos (2/3 + 1/3)

source: 3 articles
es_es: 3 artículos

source: 4 articles
es_es: 4 artículos

source: Resta de files
es_es: Resto de filas

source: 2 articles
es_es: 2 artículos

source: Nombre d'articles per pàgina
es_es: Número de artículos por página

source: NODES
es_es: NODES PROYECTOS

source: Tema desenvolupat pel Departament d'Ensenyament de Catalunya
es_es: Tema desarrollado por el Departamento de Educación de Cataluña

source: Albert Bachiller i Equip Àgora
es_es: Albert Bachiller y Equipo Àgora
