Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/themes/reactor.po
Languages: ca

source: - Contact Form Message
ca: Formulari de contacte

source: % Comments
ca: % comentaris

source: %1$s at %2$s
ca: %1$s a les %2$s

source: &laquo; Previous
ca: &laquo; Anterior

source: &larr; Home
ca: &larr; Inici

source: &larr; Older Comments
ca: Comentaris anteriors

source: &larr; Previous
ca: &larr; Anterior

source: ( required )
ca: ( obligatori )

source: 1 Column
ca: 1 columna

source: 1 Comment
ca: 1 comentari

source: 2 Columns
ca: 2 columnes

source: 3 Columns
ca: 3 columnes

source: 4 Columns
ca: 4 columnes

source: 404 Not Found
ca: No s'ha trobat

source: <span class="meta-prep meta-prep-entry-date">Published </span> <span class="entry-date"><time class="entry-date" datetime="%1$s" pubdate>%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>.
ca: <span class="meta-prep meta-prep-entry-date">Publicat </span> <span class="entry-date"><time class="entry-date" datetime="%1$s" pubdate>%2$s</time></span> a <a href="%3$s" title="Link to full-size image">%4$s &vegades; %5$s</a> en <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>.

source: A URL for the slide title to direct to (ex. http://awtheme.com)
ca: Un URL pel títol de la diapositiva a què es dirigeix (ex. http://awtheme.com)

source: Accordion
ca: Acordió

source: Actions
ca: Accions

source: Activity
ca: Activitat

source: Activity Plus
ca: Activitat Plus

source: Activity report in social network
ca: Informe d'activitats a la xarxa social

source: Add New
ca: Afegeix

source: Add New Invitation
ca: Afegeix una invitació nova

source: Add a blog post
ca: Afegeix un article

source: Add additional pages
ca: Afegeix pàgines addicionals

source: Add an About page
ca: Afegeix una pàgina Quant a

source: Alert
ca: Alerta

source: All
ca: Tot

source: All Forums
ca: Tots els fòrums

source: All Replies
ca: Totes les respostes

source: All Topics
ca: Tots els temes

source: Apologies, but no results were found. Perhaps searching will help find a related post.
ca: Podeu provar a fer una cerca nova.

source: Archives
ca: Arxius

source: Associated Items
ca: Elements associats

source: Available
ca: Disponible

source: Bookings
ca: Sistema de reserves

source: BuddyPress
ca: Xarxa Nodes (BuddyPress)

source: BuddyPress Docs
ca: Documents de BuddyPress

source: BuddyPress Invitations
ca: Invitacions de BuddyPress

source: Category IDs, separated by commas.
ca: Identificadors de les categories, separats per comes.

source: Category Pages
ca: Totes les pàgines de categories

source: Category: %s
ca: Categoria: %s

source: Choose File
ca: Tria un fitxer

source: Comments are closed.
ca: Els comentaris estan tancats.

source: Contact Page
ca: Contacte

source: Contain Top Bar Width
ca: Conté l'amplada de la barra superior

source: Continue reading...
ca: Continua llegint...

source: Customize
ca: Personalitza

source: Daily Archives: %s
ca: Arxius diaris: %s

source: Default Layout
ca: Format per defecte

source: Do you need help?
ca: Necessiteu ajuda?

source: Docs Tags
ca: Etiquetes dels documents

source: Edit
ca: Edita

source: Edit Home Page
ca: Edita la pàgina principal

source: Email
ca: Correu electrònic

source: Email Address
ca: Adreça electrònica

source: Email Subject
ca: Assumpte del missatge

source: Exclude Category(s):
ca: Exclou la categoria/es:

source: Exclude From Blog
ca: Excloure

source: F Y
ca: F \d\e Y

# monthly archives date format
source: F Y
ca: F \d\e Y

source: FAQ
ca: Preguntes més freqüents

source: Fields
ca: Camps

source: Filter Type
ca: Filtra per tipus

source: Fixed Top Bar
ca: Fixat a la barra superior

source: Footer Links
ca: Enllaços del peu de pàgina

source: Footer Site Info
ca: Informació del lloc al peu de pàgina

source: Forums
ca: Fòrums

source: Front Page
ca: Portada

source: Front Page Primary
ca: Portada (Barra esquerra)

source: Front Page Secondary
ca: Portada (Barra dreta)

source: Group Email Options
ca: Opcions de correu del node

source: Groups
ca: Nodes

source: Header icons
ca: Icones de la capçalera

source: Hide metadata
ca: Amaga les metadades

source: Hide title
ca: Amaga el títol

source: Home
ca: Inici

source: Icon
ca: Icona

source: Invalid sidebar ID
ca: Identificador de la barra lateral no vàlid

source: Invite Anyone
ca: Convida Membres

source: Invited Groups
ca: Nodes convidats

source: Invitees
ca: Convidats

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching will help.
ca: No s'ha trobat el contingut que buscàveu. Podeu provar a fer una cerca.

source: Link Post Titles
ca: Enllaça els títols dels articles

source: Link Titles
ca: Enllaça els títols

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out &raquo;</a>
ca: S'ha iniciat la sessió com a <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Surt &raquo;</a>

source: Login
ca: Inici de sessió

source: Login Logo
ca: Logotip d'inici de sessió

source: Logo Link URL
ca: URL d'enllaç del logotip

source: Logo Title Attribute
ca: Atribut del títol del logotip

source: Logs
ca: Registres

source: Main Menu
ca: Menú principal

source: Manage
ca: Gestiona

source: Manage <a href="%1$s">widgets</a> or <a href="%2$s">menus</a>
ca: Gestiona els <a href="%1$s">ginys</a> o els <a href="%2$s">menús</a>

source: Manage Invitations
ca: Gestiona les invitacions

source: Merge
ca: Combina

source: Minute %d
ca: Minut %d

source: Monthly Archives: %s
ca: Arxius del mes: %s

source: More Actions
ca: Més accions

source: Music
ca: Música

source: NO Comments
ca: No hi ha comentaris

source: Name
ca: Nom

source: Navigation
ca: Menú

source: New Forum
ca: Fòrum nou

source: New Reply
ca: Resposta nova

source: New Topic
ca: Tema nou

source: Newer Comments &rarr;
ca: Comentaris recents

source: Newer posts
ca: Recents

source: News Page
ca: Pàgina de notícies

source: Next &raquo;
ca: Següent &raquo;

source: Next &rarr;
ca: Següent &rarr;

source: No item
ca: Cap element

source: Nothing Found
ca: No s'ha trobat contingut

source: Number of Posts
ca: Nombre d'articles

source: Number of posts to show:
ca: Nombre d'articles a mostrar:

source: Numbered
ca: Numerat

source: Off Canvas Main Menu
ca: Col·lapsa el menú principal

source: Older posts
ca: Anteriors

source: One Column
ca: Pàgina sencera

source: Page %d
ca: Pàgina %d

source: Page %s
ca: Pàgina %s

source: Page Link Type
ca: Tipus d'enllaç de pàgina

source: Pages:
ca: Pàgines:

source: Parameters
ca: Paràmetres

source: Photo/Slideshow
ca: Foto/Carrusel

source: Pingback:
ca: Retroenllaç:

source: Portfolio
ca: Portafolis

source: Portfolio Page
ca: Portafoli

source: Post Category
ca: Categoria de l'article

source: Post Columns
ca: Columnes de l'article

source: Post author
ca: Autor de l'article

source: Posted:
ca: Publicat:

source: Posts & Pages
ca: Articles i pàgines

source: Prev / Next
ca: Anterior / Posterior

source: Primary Sidebar
ca: Barra esquerra

source: Project for the new website from Departament d'Ensenyament
ca: Projecte de la nova web de centre del Departament d'Ensenyament

source: Read More
ca: Llegiu més

source: Read More Text
ca: Llegeix més

source: Recent Posts
ca: Articles recents

source: Remove File
ca: Suprimeix l'arxiu

source: Replies
ca: Respostes

source: Reply
ca: Contesta

source: Reports
ca: Informes

source: Search
ca: Cerca

source: Search for:
ca: Cerca:

source: Search results for &quot;%1$s&quot;
ca: Resultats de la cerca de &quot;%1$s&quot;

source: Secondary Sidebar
ca: Barra dreta

source: Select
ca: Selecciona

source: Send Successful Message
ca: Envia el missatge

source: Settings
ca: Configuració

source: Show Breadcrumbs
ca: Mostra la guia de navegació

source: Show Comment Link
ca: Mostra l'enllaç dels comentaris

source: Show Meta
ca: Mosta les opcions

source: Show Page Links
ca: Mostra l'enllaç de la pàgina

source: Show Post Meta
ca: Mostra les opcions de l'article

source: Show Post Titles
ca: Mostra els títols dels articles

source: Show Title & Tagline
ca: Mostra el títol del lloc i el seu lema

source: Show Titles
ca: Mostra els títols

source: Show Tumblog Icons
ca: Mostra les icones de la capçalera

source: Side Menu Type
ca: Tipus de menú lateral

source: Side Nav
ca: Menú lateral

source: Site Logo
ca: Logotip del lloc

source: Site Title
ca: Títol del lloc

source: Slide Link
ca: Enllaç de la diapositiva

source: Slider Category
ca: Categoria lliscant

source: Split
ca: Divideix

source: Submit
ca: Envia

source: Summary image in original size
ca: Imatge resum amb mida original

source: Support
ca: Espai de suport a Àgora

source: Tag: %s
ca: Etiqueta: %s

source: Tagline
ca: Descripció curta

source: Tags:
ca: Etiquetes:

source: Thank you! Your email was sent successfully.
ca: El correu s'ha enviat correctament.

source: The most recent posts on your site
ca: Els articles més recents del vostre lloc

source: This is somewhat embarrassing, isn&rsquo;t it?
ca: No s'ha trobat contingut

source: This post is password protected. Enter the password to view comments.
ca: Aquest article està protegit amb contrasenya. Introduïu-la per veure'n els comentaris.

source: Three Columns, Center
ca: Tres columnes, centre

source: Three Columns, Left
ca: Tres columnes, esquerra

source: Three Columns, Right
ca: Tres columnes, dreta

source: Title:
ca: Títol:

source: Top Bar Left
ca: A dalt a l'esquerra

source: Top Bar Right
ca: A dat a la dreta

source: Top Bar Title
ca: Mostra el títol a dalt de tot

source: Top Bar Title Link
ca: Títol de l'enllaç a dalt de tot

source: Topic Tags
ca: Etiquetes del tema

source: Topics
ca: Temes

source: Two Columns, Left
ca: Barra esquerra amb subpàgines

source: Two Columns, Right
ca: Barra dreta amb subpàgines

source: URL
ca: Adreça web

source: Video
ca: Vídeo

source: View all posts by %s
ca: Visualitza tots els articles de %s

source: View all posts from %s %s
ca: Visualitza tots els articles de %s%s

source: View all posts in %s
ca: Visualitza tots els articles a %s

source: View full content
ca: Mostra el contingut sencer

source: Website
ca: La vostra pàgina web

source: Week %d
ca: Setmana %d

source: Welcome to NODES
ca: Benvinguts a Nodes

source: Write your first blog post
ca: Escriu el primer article al bloc

source: Y
ca: A

# yearly archives date format
source: Y
ca: A

source: Yearly Archives: %s
ca: Arxius de l'any: %s

source: You can use these tags
ca: Trieu una d'aquestes etiquetes

source: Your Comment here...
ca: El vostre comentari aquí...

source: Your E-Mail*
ca: El vostre correu electrònic*

source: Your Name*
ca: El vostre nom*

source: Your comment is awaiting moderation.
ca: El vostre comentari està a l'espera de validació.

source: ago
ca: fa

source: by
ca: per

source: g a
ca: G:i:s

source: g:i a
ca: G:i

source: in
ca: a

source: jQuery Filtering
ca: Filtre de jQuery
