Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/themes/twentyeleven.po
Languages: eu_es

source: % <span class="reply">comments &rarr;</span>
eu_es: % <span class="reply">erantzun &rarr;</span>

source: %1$s at %2$s
eu_es: %2$s %1$s

source: %1$s on %2$s <span class="says">said:</span>
eu_es: %1$s, %2$s <span class="says">zera dio:</span>

source: %s Theme Options
eu_es: %s itxuaren aukerak

source: &larr; Older Comments
eu_es: &larr; iruzkin zaharragoak

source: &larr; Previous
eu_es: &larr; Aurrekoa

source: 0 <span class="reply">comments &rarr;</span>
eu_es: 0 <span class="reply">erantzun &rarr;</span>

source: 1 <span class="reply">comment &rarr;</span>
eu_es: <span class="reply">erantzun 1 &rarr;</span>

source: <a href="%1$s" rel="bookmark"><time class="entry-date" datetime="%2$s">%3$s</time></a><span class="by-author"> <span class="sep"> by </span> <span class="author vcard"><a class="url fn n" href="%4$s" title="%5$s" rel="author">%6$s</a></span></span>
eu_es: <a href="%1$s" rel="bookmark"><time class="entry-date" datetime="%2$s" pubdate>%3$s</time></a>-n <span class="by-author"> <span class="author vcard"><a class="url fn n" href="%4$s" title="%5$s" rel="author">%6$s</a></span></span>

source: <a href="https://codex.wordpress.org/Appearance_Theme_Options_Screen" target="_blank">Documentation on Theme Options</a>
eu_es: <a href="https://codex.wordpress.org/Appearance_Theme_Options_Screen" target="_blank">Itxuren aukeren dokumentazioa</a>

source: <a href="https://wordpress.org/support/" target="_blank">Support Forums</a>
eu_es: <a href="http://wordpress.org/support/" target="_blank">Laguntza foroak</a>

source: <b>%</b> Replies
eu_es: <b>%</b> erantzun

source: <b>1</b> Reply
eu_es: Erantzun <b>1</b>

source: <span class="%1$s">Posted in</span> %2$s
eu_es: <span class="%1$s">Kategoriak</span> %2$s

source: <span class="%1$s">Tagged</span> %2$s
eu_es: <span class="%1$s">Etiketak</span> %2$s

source: <span class="meta-nav">&larr;</span> Older posts
eu_es: <span class="meta-nav">&larr;</span> Bidalketa zaharragoak

source: <span class="meta-nav">&larr;</span> Previous
eu_es: <span class="meta-nav">&larr;</span> Aurrekoa

source: <span class="meta-prep meta-prep-entry-date">Published </span> <span class="entry-date"><abbr class="published" title="%1$s">%2$s</abbr></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>
eu_es: <span class="entry-date"><abbr class="published" title="%1$s">%2$s</abbr>-n</span> <a href="%3$s" title="Jatorrizko irudirako lotura">%4$s &times; %5$s</a> in <a href="%6$s" title="%7$s-ra itzuli" rel="gallery">%7$s</a>-n <span class="meta-prep meta-prep-entry-date">argitaratuta </span>

source: <span class="sep">Posted on </span><a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date" datetime="%3$s">%4$s</time></a><span class="by-author"> <span class="sep"> by </span> <span class="author vcard"><a class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</a></span></span>
eu_es: <a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date" datetime="%3$s" pubdate>%4$s</time></a>-n <span class="by-author"> <span class="author vcard"><a class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</a></span><span class="sep">-k</span></span><span class="sep">argitaratuta</span>

source: <strong>Color Scheme</strong>: You can choose a color palette of "Light" (light background with dark text) or "Dark" (dark background with light text) for your site.
eu_es: <strong>Koloreak</strong>: Kolore "Argiak" (atzekoalde argia eta testu iluna) edo "Iluna" (atzekoalde iluna eta testu argia) aukeratu dezakezu.

source: <strong>Default Layout</strong>: You can choose if you want your site&#8217;s default layout to have a sidebar on the left, the right, or not at all.
eu_es: <strong>Defektuzko itxura</strong>: Zure webguneak defektuz ea alboko menua izango duen eta hau ezkerrean ala eskuman egongo den erabaki dezakezu.

source: <strong>Link Color</strong>: You can choose the color used for text links on your site. You can enter the HTML color or hex code, or you can choose visually by clicking the "Select a Color" button to pick from a color wheel.
eu_es: <strong>Loturen kolorea</strong>: Zure webguneko loturen kolorea aukeratu dezakezu. HTML kolorea edo kode hamaseitarra idatz ditzakezu edo "Kolorea aukeratu"n klik eginda aukeratu dezakezu.

source: About %s
eu_es: Honi buruz: %s

source: An optional widget area for your site footer
eu_es: Orrialdearen oineko hautazko widget-area

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
eu_es: Barkatu, baina eskatutako artxiboa ez dugu aurkitu. Agian bilaketa erabiliz aurkituko duzu nahi duzun sarrera.

source: Archives
eu_es: Artxiboak

source: Aside
eu_es: Alde baten

source: Author Archives: %s
eu_es: Egilearen artxiboa: %s

source: Blog Archives
eu_es: Blogaren artxiboa

source: Category Archives: %s
eu_es: Kategoriaren artxiboa: %s

source: Chessboard
eu_es: Xake-taula

source: Color Scheme
eu_es: Kolore skmea

source: Comment navigation
eu_es: Iruzkinen zehar nabigatu

source: Comments are closed.
eu_es: Iruzkinak itxiak daude.

source: Content on left
eu_es: Edukia ezkerrean

source: Content on right
eu_es: Edukia eskuman

source: Continue reading <span class="meta-nav">&rarr;</span>
eu_es: Jarraitu irakurtzen <span class="meta-nav">&rarr;</span>

source: Daily Archives: %s
eu_es: Eguneko artxiboak: %s

source: Dark
eu_es: Iluna

source: Default Layout
eu_es: Defektuzko itxura

source: Default color: %s
eu_es: Defektuzko kolorea: %s

source: Edit
eu_es: Editatu

source: Featured
eu_es: Destakatua

source: Featured Post
eu_es: Nabarmendutako bidalketa

source: Featuring: %s
eu_es: Destakatua: %s

source: Footer Area One
eu_es: Orri-oineko lehenengo area

source: Footer Area Three
eu_es: Orri-oineko hirugarren area

source: Footer Area Two
eu_es: Orri-oineko bigarren area

source: For more information:
eu_es: Informazio gehiagorako:

source: Gallery
eu_es: Galeria

source: Image
eu_es: Irudia

source: Image navigation
eu_es: Irudien nabigazioa

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching, or one of the links below, can help.
eu_es: Ez da ezer aurkitu. Agian bilaketa edo jarraian dauden loturek lagunduko dizute.

source: Layout
eu_es: Diseinua

source: Leave a reply
eu_es: Utzi erantzuna

source: Light
eu_es: Arina

source: Link
eu_es: Esteka

source: Link Color
eu_es: Loturen kolorea

source: Main Sidebar
eu_es: Alboko-barra nagusia

source: Main menu
eu_es: Menu nagusia

source: Monthly Archives: %s
eu_es: Hileko artxiboak: %s

source: Most Used Categories
eu_es: Gehien erabilitako kategoriak

source: Newer Comments &rarr;
eu_es: Iruzkin berriagoak &rarr;

source: Newer posts <span class="meta-nav">&rarr;</span>
eu_es: Bidalketa berriagoak <span class="meta-nav">&rarr;</span>

source: Next &rarr;
eu_es: Hurrengoa &rarr;

source: Next <span class="meta-nav">&rarr;</span>
eu_es: Hurrengoa <span class="meta-nav">&rarr;</span>

source: Nothing Found
eu_es: Ez da ezer aurkitu

source: Number of posts to show:
eu_es: Erakutsi beharreko bidalketa kopurua:

source: One-column, no sidebar
eu_es: Zutabe bakarra, albo-menurik ez

source: Overview
eu_es: Laburpena

source: Page %s
eu_es: %s orrialdea

source: Pages:
eu_es: Orrialdeak:

source: Permalink to %s
eu_es: Esteka iraunkorra: %s

source: Post navigation
eu_es: Bidalketen zehar nabigatu

source: Primary Menu
eu_es: Menu nagusia

source: Proudly powered by %s
eu_es: %s(e)kin eginda

source: Quote
eu_es: Zita

source: Recent Posts
eu_es: Azken bidalketak

source: Remember to click "Save Changes" to save any changes you have made to the theme options.
eu_es: Egin klik "Aldaketak gorde"n aukeretan egindako aldaketak gordetzeko.

source: Reply
eu_es: Erantzun

source: Reply <span>&darr;</span>
eu_es: Erantzun <span>&darr;</span>

source: Search
eu_es: Bilatu

source: Search Results for: %s
eu_es: Bilaketaren emaitzak: %s

source: Select a Color
eu_es: Aukeratu kolorea

source: Semantic Personal Publishing Platform
eu_es: Argitalpen Plataforma Pertsonal Semantikoa

source: Showcase Sidebar
eu_es: Showcase albo-barra

source: Showcase Template
eu_es: Showcase albo-barra

source: Sidebar Template
eu_es: Alboko barraren txantiloia

source: Skip to primary content
eu_es: Egin salto lehenengo mailako edukira

source: Skip to secondary content
eu_es: Egin salto bigarren mailako edukira

source: Some themes provide customization options that are grouped together on a Theme Options screen. If you change themes, options may change or disappear, as they are theme-specific. Your current theme, Twenty Eleven, provides the following Theme Options:
eu_es: Itxuraren aukeren pantailako aukerak aldatzeko aukera ematen dute itxura batzuk. Itxurak aldatzen badituzu aukerak aldatu edo desagertu egin daitezke itxura bakoitzarenak direlako. Orain darabiltzun Twenty Eleven itxurak aukera hauek ditu:

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
eu_es: Barkatu, zure bilaketa irizpidearekin bat datorren emaitzarik ez dago. Mesedez, beste gako-hitzekin saia zaitez berriro.

source: Status
eu_es: Egoera

source: Tag Archives: %s
eu_es: Etiketaren artxiboa: %s

source: The sidebar for the optional Showcase Template
eu_es: Showcase Txantiloia erabiltzen duten orrien hautazko alboko barra

source: Theme Options
eu_es: Itxuraren aukerak

source: This entry was posted by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
eu_es: Egilea <a href="%6$s">%5$s</a>. Gorde <a href="%3$s" title="Lotura %4$s" rel="bookmark">lotura</a>.

source: This entry was posted in %1$s and tagged %2$s by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
eu_es: Kategoria %1$s, etiketak %2$s by <a href="%6$s">%5$s</a>. Gorde <a href="%3$s" title="Lotura %4$s" rel="bookmark">lotura</a>.

source: This entry was posted in %1$s and tagged %2$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
eu_es: Kategoria: %1$s Etiketak %2$s. Gorde <a href="%3$s" title="Lotura %4$s" rel="bookmark">lotura</a>.

source: This entry was posted in %1$s by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
eu_es: Kategoria %1$s, egilea <a href="%6$s">%5$s</a>. Gorde <a href="%3$s" title="Lotura %4$s" rel="bookmark">lotura</a>.

source: This entry was posted in %1$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
eu_es: Kategoria: %1$s. Gorde <a href="%3$s" title="Lotura %4$s" rel="bookmark">lotura</a>.

source: This gallery contains <a %1$s>%2$s photo</a>.
eu_es: Galeria honek <a %1$s>argazki %2$s</a> du.

source: This is somewhat embarrassing, isn&rsquo;t it?
eu_es: Arazoren bat gertatu da ezta?

source: This post is password protected. Enter the password to view any comments.
eu_es: Bidalketa hau pasahitzarekin babestuta dago. Idatzi pasahitza erantzunak ikusteko.

source: Title:
eu_es: Izenburua:

source: Try looking in the monthly archives. %1$s
eu_es: Begiratu hilabetekako artxiboan. %1$s

source: Use this widget to list your recent Aside, Status, Quote, and Link posts
eu_es: Erabili widget hau Alde bateko, Egoera, Zita eta Lotura motako bidalketak zerrendatzeko

source: View all posts by %s
eu_es: %s(r)en bidalketa guztiak ikusi

source: View all posts by %s <span class="meta-nav">&rarr;</span>
eu_es: %sren sarrera guztiak ikusi <span class="meta-nav">&rarr;</span>

source: Wheel
eu_es: Gurpila

source: Yearly Archives: %s
eu_es: Urteko artxiboak: %s

source: Your comment is awaiting moderation.
eu_es: Zure iruzkina baimenduta izateko zain dago.

source: the WordPress team
eu_es: WordPress taldea
