Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/themes/twentyfourteen.po
Languages: eu_es

source: % Comments
eu_es: % iruzkin

source: %d Article
eu_es: Artikulu %d

source: &larr; Older Comments
eu_es: &larr; iruzkin zaharragoak

source: &larr; Previous
eu_es: &larr; Aurrekoa

source: 1 Comment
eu_es: Iruzkin 1

source: <span class="meta-nav">Next Post</span>%title
eu_es: <span class="meta-nav">Hurrengo sarrera</span>%title

source: <span class="meta-nav">Previous Post</span>%title
eu_es: <span class="meta-nav">Aurreko sarrera</span>%title

source: <span class="meta-nav">Published In</span>%title
eu_es: <span class="meta-nav">Kategoria</span>%title

source: Additional sidebar that appears on the right.
eu_es: Eskuinean agertzen den alboko-barra

source: All posts by %s
eu_es: %s-(r)en bidalketa guztiak

source: Appears in the footer section of the site.
eu_es: Guneko oinean agertzen da.

source: Archives
eu_es: Artxiboak

source: Asides
eu_es: Albokoak

source: Audio
eu_es: Audioa

source: Background may only be visible on wide screens.
eu_es: Atzeko planoa pantaila zabaletan bakarrik ikustea gerta daiteke.

source: Category Archives: %s
eu_es: Kategoriaren artxiboa: %s

source: Comment navigation
eu_es: Iruzkinen zehar nabigatu

source: Comments are closed.
eu_es: Iruzkinak itxiak daude.

source: Content Sidebar
eu_es: Edukien alboko-barra

source: Continue reading %s <span class="meta-nav">&rarr;</span>
eu_es: Jarraitu %s irakurtzen <span class="meta-nav">&rarr;</span>

source: Continue reading <span class="meta-nav">&rarr;</span>
eu_es: Jarraitu irakurtzen <span class="meta-nav">&rarr;</span>

source: Contributor Page
eu_es: Laguntzailearen orrialdea

source: Daily Archives: %s
eu_es: Eguneko artxiboak: %s

source: Display Site Title &amp; Tagline
eu_es: Gunearen izenburua eta azpititulua erakutsi

source: Don&rsquo;t display tag on front end.
eu_es: Ez erakutsi etiketa alde publikoan.

source: Edit
eu_es: Editatu

source: Enhance your site design by using <a href="%s">Featured Images</a> for posts you&rsquo;d like to stand out (also known as post thumbnails). This allows you to associate an image with your post without inserting it. Twenty Fourteen uses featured images for posts and pages&mdash;above the title&mdash;and in the Featured Content area on the home page.
eu_es: Hobetu zure gunearen diseinua <a href="%s">Destakatutako irudiak</a> erabiliz zure sarreratan (sarreren iruditxo gisa ere ezagunak dira). Horrela, irudiak sarrerekin lotu ditzakezu edukiak sartu gabe. Twenty Fourteenek destakatutako irudiak erabiltzen ditu sarrera eta orrialdeentzat &mdash;izenburuaren gainetik&mdash; eta baita sarrera orriko Destakatutako Edukiaren arean ere.

source: Featured Content
eu_es: Destakatutako edukia

source: Footer Widget Area
eu_es: Orrialde bukaerako Widget Area

source: For an in-depth tutorial, and more tips and tricks, visit the <a href="%s">Twenty Fourteen documentation</a>.
eu_es: Tutorial sakonago bat nahi baduzu, joan <a href="%s">Twenty Fourteen itxuraren dokumentaziora</a>

source: Full Width Page
eu_es: Zabalera osoko orrialdea

source: Galleries
eu_es: Galeriak

source: Grid
eu_es: Saretxoa

source: Images
eu_es: Irudiak

source: In 2014, our default theme lets you create a responsive magazine website with a sleek, modern design. Feature your favorite homepage content in either a grid or a slider. Use the three widget areas to customize your website, and change your content's layout with a full-width page template and a contributor page to show off your authors. Creating a magazine website with WordPress has never been easier.
eu_es: 2014an, gure defektuzko itxurak hainbat aukera ematen dizkizu: aldizkari baten diseinu modernoko webgunea; webguneko edukia portadak destakatzeko aukera; widgeten hiru area edukiak antolatzeko; zabalera osoko txantiloia; egileen orrialdea; ... Aldizkari bat sortzea ez da sekula hain erraza izan.

source: It looks like nothing was found at this location. Maybe try a search?
eu_es: Ezin izan da hemen ezer aurkitu. Agian bilaketa batekin?

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
eu_es: Ezin izan dugu bila ari zinena aurkitu. Erabili bilaketa mesedez.

source: Layout
eu_es: Diseinua

source: Leave a comment
eu_es: Utzi iruzkina

source: Links
eu_es: Estekak

source: Main sidebar that appears on the left.
eu_es: Ezkerrean agertzen den alboko-barra nagusia

source: May only be visible on wide screens.
eu_es: Agian pantaila zabaletan bakarrik ikusiko da.

source: Monthly Archives: %s
eu_es: Hileko artxiboak: %s

source: More asides
eu_es: Alboko gehiago

source: More audio
eu_es: Audio gehiago

source: More galleries
eu_es: Galeria gehiago

source: More images
eu_es: Irudi gehiago

source: More links
eu_es: Esteka gehiago

source: More quotes
eu_es: Aipu gehiago

source: More videos
eu_es: Bideo gehiago

source: Newer Comments &rarr;
eu_es: Iruzkin berriagoak &rarr;

source: Next
eu_es: Hurrengoa

source: Next &rarr;
eu_es: Hurrengoa &rarr;

source: Next Image
eu_es: Hurrengo irudia

source: Not Found
eu_es: Ez da ezer aurkitu

source: Nothing Found
eu_es: Ez da ezer aurkitu

source: Number of posts to show:
eu_es: Erakutsi beharreko bidalketa kopurua:

source: Page %s
eu_es: %s orrialdea

source: Pages:
eu_es: Orrialdeak:

source: Post format to show:
eu_es: Erakutsiko den sarrera formatua:

source: Post navigation
eu_es: Bidalketen zehar nabigatu

source: Posts navigation
eu_es: Bidalketetan zehar nabigatu

source: Previous
eu_es: Aurrekoa

source: Previous Image
eu_es: Aurreko irudia

source: Primary Menu
eu_es: Menu nagusia

source: Primary Sidebar
eu_es: Lehenengo mailako alboko-barra

source: Proudly powered by %s
eu_es: %s(e)kin eginda

source: Quotes
eu_es: Aipuak

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
eu_es: Lehenengo bidalketa argitaratzeko prest? <a href="%1$s">Hemen hasi</a>.

source: Search
eu_es: Bilatu

source: Search Results for: %s
eu_es: Bilaketaren emaitzak: %s

source: Secondary menu in left sidebar
eu_es: Ezkerreko alboko-barrako bigarren mailako menua

source: Site Title Color
eu_es: Gunearen izenburuaren kolorea

source: Skip to content
eu_es: Edukira salto egin

source: Slider
eu_es: Sliderra

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
eu_es: Barkatu, ez dago emaitzik. Saiatu beste gauza bat bilatzen.

source: Sticky
eu_es: Itsaskorra

source: Tag Archives: %s
eu_es: Etiketaren artxiboa: %s

source: Tag Name
eu_es: Etiketa izena

source: The home page features your choice of up to 6 posts prominently displayed in a grid or slider, controlled by a <a href="%1$s">tag</a>; you can change the tag and layout in <a href="%2$s">Appearance &rarr; Customize</a>. If no posts match the tag, <a href="%3$s">sticky posts</a> will be displayed instead.
eu_es: Hasiera-orriak <a href="%1$s">etiketa</a> baten bidez zure azken 6 bidalketak grid edo slider batean nabarmentzen ditu; etiketa eta antolaketa <a href="%2$s">Aurkezpena &rarr; Pertsonalizatu</a> atalean aldatu ditzakezu. Etiketa hori duen bidalketarik ez badago, <a href="%3$s">bidalketa itsaskorrak</a> erakutsiko dira bere ordez.

source: This gallery contains <a href="%1$s" rel="bookmark">%2$s photo</a>.
eu_es: Galeria honek <a href="%1$s" rel="bookmark">argazki %2$s </a> du.

source: Title:
eu_es: Izenburua:

source: Top primary menu
eu_es: Goiko menu nagusia

source: Twenty Fourteen requires at least WordPress version 3.6. You are running version %s. Please upgrade and try again.
eu_es: Twenty Fourteen erabiltzeko gutxienez WordPress 3.6 erabili behar duzu. Orain %s bertsioa darabilzu. Eguneratu eta saiatu berriz.

source: Use a <a href="%1$s">tag</a> to feature your posts. If no posts match the tag, <a href="%2$s">sticky posts</a> will be displayed instead.
eu_es: Erabili <a href="%1$s">etiketa</a> zure sarrerak sailkatzeko. Etiketa hori duen sarrerarik ez badago <a href="%2$s">sarrera itsaskorrak</a> agertuko dira.

source: Use this widget to list your recent Aside, Quote, Video, Audio, Image, Gallery, and Link posts.
eu_es: Erabili widget hau zure azken Alboko, Aipu, Bideo, Audio, Irudi, Galeria eta Esteka bidalketak zerrendatzeko.

source: Videos
eu_es: Bideoak

source: Yearly Archives: %s
eu_es: Urteko artxiboak: %s

# featured content default tag slug
source: featured
eu_es: destakatua

source: the WordPress team
eu_es: WordPress taldea
