Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/add-to-any.po
Languages: ca

source: <a href="https://wordpress.org/support/plugin/add-to-any/reviews/#new-post" target="_blank">Give it a 5 star rating</a> on WordPress.org.
ca: <a href="https://wordpress.org/support/plugin/add-to-any/reviews/#new-post" target="_blank">Valora amb 5 estrelles</a> a WordPress.org.

source: <a href="https://www.addtoany.com/share#title=WordPress%20Share%20Plugin%20by%20AddToAny.com&amp;url=https%3A%2F%2Fwordpress.org%2Fplugins%2Fadd-to-any%2F">Share it</a> and follow <a href="https://www.addtoany.com/">AddToAny</a> on <a href="https://www.facebook.com/AddToAny" target="_blank">Facebook</a> &amp; <a href="https://twitter.com/AddToAny" target="_blank">Twitter</a>.
ca: <a href="https://www.addtoany.com/share#title=WordPress%20Share%20Plugin%20by%20AddToAny.com&amp;url=https%3A%2F%2Fwordpress.org%2Fplugins%2Fadd-to-any%2F">Comparteix </a> i segueix <a href="https://www.addtoany.com/">Comparteix</a> a <a href="https://www.facebook.com/AddToAny" target="_blank">Facebook</a> &amp; <a href="https://twitter.com/AddToAny" target="_blank">Twitter</a>.

source: Add to your favorites
ca: Afegiu als vostres favorits

source: Add/Remove Services
ca: Afegeix/Elimina serveis

source: AddToAny &quot;floating&quot; share buttons stay in a fixed position even when the user scrolls.
ca: Els botons de compartició es mantenen fixos fins i tot quan l'usuari es desplaça.

source: AddToAny Follow
ca: Botons de seguiment

source: AddToAny Settings
ca: Configuració de l'AddToAny

source: AddToAny Share
ca: Botons de compartició

source: AddToAny Share Buttons
ca: Botons de compartició de l'AddToAny

source: AddToAny Share Settings
ca: Paràmetres de compartició de l'AddToAny

source: Additional CSS
ca: CSS Addicional

source: Additional JavaScript
ca: JavaScript Addicional

source: Advanced Options
ca: Opcions avançades

source: Advanced users should explore AddToAny's <a href="https://www.addtoany.com/buttons/customize/wordpress" target="_blank">additional options</a>.
ca: Els usuaris avançats poden explorar les opcions addicionals d'AddToAny<a href="https://www.addtoany.com/buttons/customize/wordpress" target="_blank"></a>.

source: Are you sure you want to delete all AddToAny options?
ca: Esteu segurs que voleu esborrar totes les opcions de l'AddToAny?

source: Below you can add special CSS code for AddToAny.
ca: A sota, podeu afegir codi CSS especial per a l'AddToAny.

source: Below you can add special JavaScript code for AddToAny.
ca: A sota, podeu afegir codi JavaScript especial per a l'AddToAny.

source: Bookmark
ca: Preferit

source: Bookmark in your browser
ca: Afegiu l'adreça d'interès al vostre navegador

source: Cache AddToAny locally with daily cache updates
ca: Manteniu AddToAny amb actualitzacions diàries de la memòria cau.

source: Choose the services you want below. &nbsp;Click a chosen service again to remove. &nbsp;Reorder services by dragging and dropping as they appear above.
ca: Seleccioneu els serveis que voleu a continuació. &nbsp;Cliqueu a un servei de nou per eliminar-lo. &nbsp;Reordeneu els serveis arrossegant-los i deixant-los en l'ordre que desitgeu.

source: Custom
ca: Personalitzada

source: Display at the %s of %s
ca: Mostra %s de %s

source: Display at the %s of excerpts
ca: Mostra al %s de fragments

source: Display at the %s of media pages
ca: Mostra al %s de les pàgines

source: Display at the %s of pages
ca: Mostra a %s de les pàgines

source: Display at the %s of posts
ca: Mostra %s les articles

source: Display at the %s of posts in the feed
ca: Mostra al %s dels articles

source: Display at the %s of posts on archive pages
ca: Mostra %s les articles de les pàgines d'arxiu

source: Display at the %s of posts on the front page
ca: Mostra %s les articles de la pàgina de portada

source: Email
ca: Correu electrònic

source: Email program
ca: Programa de correu electrònic

source: Filename extension
ca: Extensió del fitxer

source: Find service(s)
ca: Cerca servei(s)

source: Floating
ca: Flotant

source: Follow buttons link to your social media.
ca: Botons de seguiment per enllaçar les vostres xarxes socials.

source: Height
ca: Alt

source: Horizontal Buttons
ca: Botons horitzontals

source: Icon Size
ca: Mida de la icona

source: Image URL
ca: URL de la imatge

source: Instantly find any service to add to
ca: Troba instantàniament qualsevol servei per a afegir a

source: Large
ca: Gran

source: Large icons from your currently selected buttons are displayed in your floating bar(s). 3rd party buttons (Like, Tweet, etc.) are not displayed.
ca: Les icones grans de la vostra selecció de botons es mostren a la barra flotant. Els botons de tercers (Like, Tweet, etc.) no es mostren.

source: Left docked
ca: Esquerra

source: Like
ca: M'agrada

source: Like this plugin?
ca: Us agrada aquesta extensió?

source: Menu Options
ca: Opcions del menú

source: More&#8230;
ca: Més&#8230;

source: Most sites should not use this option. By default, AddToAny loads asynchronously and most efficiently. Since many visitors will have AddToAny cached in their browser already, serving AddToAny locally from your site will be slower for those visitors. If local caching is enabled, be sure to set far future cache/expires headers for image files in your <code>uploads/addtoany</code> directory.
ca: La majoria de llocs no han d'utilitzar aquesta opció. Per defecte, AddToAny carrega de manera asíncrona i eficient. Atès que molts visitants ja tindran AddToAny en la memòria cau dels seus navegadors, servir a AddToAny des del vostre lloc serà més lent per aquests visitants. Si l'emmagatzematge en memòria cau local està habilitat, assegureu-vos d'establir futures actualitzacions de memòria cau/caducats per als fitxers d'imatge al directori <code> upload / addtoany </code>.

source: Need support?
ca: Necessiteu suport?

source: None
ca: Cap

source: Offset
ca: Desplaçament

source: Only disable AddToAny's default stylesheet if you already have the necessary CSS code applied to your AddToAny buttons.
ca: Deshabilita el full d'estil predeterminat per AddToAny només si teniu el codi CSS necessari aplicat als vostres botons AddToAny.

source: Only show the universal share menu when the user <em>clicks</em> the universal share button
ca: Mostra menú de compartir universal només quan l'usuari <em>faci clic</em> al botó de compartir universal

source: Open Menu Styler
ca: Obrir el personalitzador d'estils

source: Open the AddToAny Menu Styler in a new window
ca: Obrir el personalitzador d'estil de AddToAny a una nova finestra

source: Paste the code from AddToAny's Menu Styler in the box below!
ca: Enganxeu el codi del personalitzador d'estil al següent requadre!

source: Placement
ca: Emplaçament

source: Position
ca: Posició

source: Powered by
ca: Potenciat per

source: Press Ctrl+D or \u2318+D to bookmark this page
ca: Premeu Ctrl+D o \u2318+D per afegir als preferits aquesta pàgina

source: Reset
ca: Reinicialitza

source: Responsiveness
ca: L'amplada s'adapta

source: Right docked
ca: Dreta

source: Save
ca: Desa

source: Save Changes
ca: Desa els canvis

source: Search the <a href="https://wordpress.org/support/plugin/add-to-any">support forums</a>.
ca: Cerca als <a href="http://wordpress.org/tags/add-to-any">fòrums de suport</a>.

source: See <a href="widgets.php" title="Theme Widgets">Widgets</a> and <a href="options-general.php?page=addtoany&action=floating" title="AddToAny Floating Share Buttons">Floating</a> for additional placement options. For advanced placement, see <a href="https://wordpress.org/plugins/add-to-any/faq/">the FAQs</a>.
ca: Vegeu <a href="widgets.php" title="Theme Widgets">GInys</a> i <a href="options-general.php?page=addtoany&action=floating" title="AddToAny Floating Share Buttons">Desplaçament</a> per obtenir opcions addicionals d'ubicació. Per ubicació avançada, vegeu <a href="https://wordpress.org/plugins/add-to-any/faq/">les Preguntes més freqüents</a>.

source: See the <a href="https://wordpress.org/plugins/add-to-any/faq/">FAQs</a>.
ca: Vegeu les <a href="http://wordpress.org/extend/plugins/add-to-any/faq/">Preguntes més freqüents</a>.

source: Send from any email address or email program
ca: Envia des de qualsevol adreça o programa de correu electrònic

source: Settings
ca: Preferències

source: Settings saved.
ca: Preferències desades.

source: Share
ca: Comparteix

source: Share buttons for sharing your content.
ca: Botons de compartició per compartir continguts.

source: Share buttons for your pages including AddToAny's universal sharing button, Facebook, Twitter, Google+, Pinterest, WhatsApp and many more.
ca: Botons de compartició per les pàgines incloent els de compartició universal d'AddToAny, Facebook, Twitter, Google+, WhatsApp i més.

source: Share this:
ca: Comparteix:

source: Share via email
ca: Comparteix per correu electrònic

source: Sharing Header
ca: Capçalera de compartició

source: Show all
ca: Mostra tots

source: Show count
ca: Mostra el recompte

source: Show less
ca: Mostra menys

source: Show sharing buttons.
ca: Mostra els botons de compartició.

source: Small
ca: Petita

source: Specify the URL of the directory containing your custom icons. For example, a URL of <code>//example.com/blog/uploads/addtoany/icons/custom/</code> containing <code>facebook.png</code> and <code>twitter.png</code>. Be sure that custom icon filenames match the icon filenames in <code>plugins/add-to-any/icons</code>. For AddToAny's Universal Button, select Image URL and specify the URL of your AddToAny universal share icon (<a href="#" onclick="document.getElementsByName('A2A_SHARE_SAVE_button_custom')[0].focus();return false">above</a>).
ca: Especifiqueu l'URL del directori que conté les icones personalitzades. Per exemple, un URL de <code>//example.com/blog/uploads/addtoany/icons/custom/</code> que conté <code>facebook.png</code> i <code>twitter.png</code>. Assegureu-vos que els noms dels arxius de les icones personalitzades coincideixin amb el nom de l'arxiu a <code>plugins/add-to-any/icons</code>. Per al botó universal d'AddToAny, seleccioneu l'URL de la imatge i especifiqueu l'URL de la icona universal del vostre AddToAny (<a href="#" onclick="document.getElementsByName('A2A_SHARE_SAVE_button_custom')[0].focus();return false">anterior</a>).

source: Standalone Buttons
ca: Botons independents

source: Standard
ca: Estàndard

source: Subscribe
ca: Subscriure's

source: Subscribe via email
ca: Subscriu-me per correu electrònic

source: Text only
ca: Només text

source: This option will disable universal sharing. Are you sure you want to disable universal sharing?
ca: Aquesta opció desactivarà la compartició universal. Esteu segurs que ho voleu desactivar?

source: Title:
ca: Títol:

source: Unable to create directory %s. Is its parent directory writable by the server?
ca: No es pot crear el directori %s. Teniu permís d'escriptura en el directori superior?

source: Universal Button
ca: Botó universal

source: Use custom icons. URL:
ca: Utilitza icones personalitzades. URL:

source: Use default CSS
ca: Fes servir el CSS per defecte

source: Vertical Buttons
ca: Botons en vertical

source: Width
ca: Ample

source: You can use AddToAny's Menu Styler to customize the colors of your universal share menu. When you're done, be sure to paste the generated code in the <a href="#" onclick="document.getElementById('A2A_SHARE_SAVE_additional_js_variables').focus();return false">Additional JavaScript</a> box below.
ca: Utilitzeu l'Estil de Menú d'AddToAny per personalitzar els colors del vostre menú de compartició universal. Assegureu-vos de copiar el codi generat a la caixa <a href="#" onclick="document.getElementById('A2A_SHARE_SAVE_additional_js_variables').focus();return false"> JavaScript adiccional </a>.

source: bottom
ca: sota

source: top
ca: sobre

source: top &amp; bottom
ca: sobre i sota
