Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/author-category.po
Languages: ca, es_es, fr_fr

source: </strong> Category
ca: </strong> Categoria
es_es: </strong> Categoría
fr_fr: </strong>

source: Author Category
ca: Categoria d'autor
es_es: Categoría de autor
fr_fr: Catégories Autorisées

source: Author Category settings
ca: Configuració de la categoria d'autor
es_es: Configuración de la categoría de autor
fr_fr: Paramètres du Plugin Author Category

source: Author category
ca: Categoria d'autor
es_es: Categoría de autor

source: Author category settings
ca: Configuració de la categoria d'autor
es_es: Configuración de la categoría de autor
fr_fr: Paramétrage du Plugin Author Category

source: Blog about it &amp; link to the plugin page
ca: Parleu-ne i enllaceu a la pàgina de l'extensió
es_es: Hable sobre esto y enlace a la página del plugin
fr_fr: Parler de ce plugin et publier un lien vers sa page

source: Category
ca: Categoria
es_es: Categoría
fr_fr: Catégorie

source: Check if you want to clear the limitation for this user.
ca: Marqueu per eliminar la limitació d'aquest usuari.
es_es: Marque si desea borrar la limitación para este usuario.
fr_fr: Sélectionnez pour supprimer les limitations pour cet utilisateur

source: Check none by default
ca: No en marquis cap per defecte
es_es: No marcar ninguno por defecto
fr_fr: Ne selectionner aucune par défaut

source: Clear Category
ca: Esborra la categoria
es_es: Borrar categoría
fr_fr: Supprimer les Restrictions

source: Credits
ca: Crèdits
es_es: Créditos

source: Donate
ca: Feu un donatiu
es_es: Donar
fr_fr: Faire une donation

source: If you have any questions or problems head over to
ca: Si teniu alguna pregunta o problema dirigiu-vos a
es_es: Si tiene alguna pregunta o problema diríjase a
fr_fr: Si vous avez des questions ou des difficultés, n'hésitez pas à consulter la

source: If you like my wrok then please
ca: Si us agrada la meva feina
es_es: Si te gusta mi trabajo
fr_fr: Si vous aimez ce plugin, n'hésitez pas à

source: Latest From Bainternet
ca: Últimes novetats de Bainternet
es_es: Últimas noticias de Bainternet
fr_fr: Dernières infos sur Bainternet

source: Make Sure you select only the categories you want: <strong>
ca: Assegureu-vos que seleccioneu només les categories que voleu: <strong>
es_es: Asegúrese de seleccionar solo las categorías que desea: <strong>
fr_fr: Veillez à sélectionner les catégories (et uniquement celles-là) dans lesquelles cet article sera publié

source: Or you could:
ca: O podeu:
es_es: O podrías:
fr_fr: Ou vous pourriez:

source: Other Plugins by this author
ca: Altres complements d'aquest autor
es_es: Otros complementos de este autor
fr_fr: Autres Plugins du même auteur

source: Plugin Support
ca: Assistència de l'extensió
es_es: Asistencia de la extensión
fr_fr: la page de Support

source: Rate the plugin 5&#9733; on WordPress.org
ca: Valoreu el connector 5&#9733; a WordPress.org
es_es: Califica el plugin 5&#9733; en WordPress.org
fr_fr: Classer ce plugin 5&#9733; sur WordPress.org

source: Save changes
ca: Desa els canvis
es_es: Guardar cambios
fr_fr: Sauvegarder les modifications

source: Sorry, you cannot upload this file type for this field.
ca: No podeu carregar aquest tipus de fitxer per a aquest camp.
es_es: Lo sentimos, no puede cargar este tipo de archivo para este campo.
fr_fr: Désolé, vous ne pouvez pas télécharger ce type de fichier.

source: Want to help make this plugin even better? All donations are used to improve and support, so donate $20, $50 or $100 now!
ca: Voleu ajudar a fer que aquest complement sigui encara millor? Totes les donacions s'utilitzen per millorar i donar suport.
es_es: Desea ayudar a que este complemento sea aún mejor? Todas las donaciones se utilizan para mejoras y soporte.
fr_fr: Vous voudriez aider à rendre ce plugin meilleur ? Toutes les donation sseront dévolues à l'amélioration et au support. Vous pouvez d'ores et déjà donner $20, $50 or $100

source: When using multiple categories they are all checked by default, check this box to disable that.
ca: Quan utilitzeu diverses categories, totes estaran marcades per defecte, marqueu aquesta casella per desactivar aquesta opció.
es_es: Al utilizar varias categorías, todas estarán marcadas por defecto, marque esta casilla para desactivar esta opción.
fr_fr: Lorsque plusieurs catégories sont possibles, par défaut elles sont toutes sélectionnées. Pour l'éviter, sélectionnez cette marque

source: select a category to limit an author to post just in that category (use Crtl to select more then one).
ca: seleccioneu una categoria per restringir a un autor la publicació d'articles a només aquesta categoria concreta (utilitzeu Crtl per seleccionar-ne més d'una).
es_es: seleccione una categoría para restringir a un autor la publicación de artículos en sólo esta categoría concreta (utilice Crtl para seleccionar más de una).
fr_fr: Sélectionnez la (ou les) catégorie(s) pour lesquelles l'utilisateur pourra publier un article (utiliser Ctrl pour sélectionner plus d'une catégorie)

source: simple plugin limit authors to post just in one category.
ca: restringeix als autors la publicació a una única categoria.
es_es: restringe a los autores la publicación en una única categoría.

source: this will be posted in: <strong>
ca: això es publicarà a: <strong>
es_es: esto será publicado en: <strong>
fr_fr: Cet article sera publié dans la catégorie <strong>
