Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress-like.po
Languages: ca, es_es

source: Currently only uses jQuery to remove the buttons.
ca: Actualment només s'utilitza jQuery per esborrar els botons.
es_es: Actualmente sólo se utiliza jQuery para borrar los botones.

source: liked Darren's activity.
ca: li ha agradat l'activitat del Darren.
es_es: le ha gustado la actividad del Darren.

source: %1$s liked your update in the group "%2$s": "%3$s" To view your liked update, log in and visit: %4$s ---------------------
ca: %1$s li ha agradat la vostra actualització al grup "%2$s": "%3$s" Per veure l'actualització inicieu la sessió i visiteu: %4$s ---------------------
es_es: A %1$s le ha gustado su actualización en el grupo "%2$s": "%3$s" Para ver la actualización inicie sesión y visite: %4$s ---------------------

source: %1$s liked your update: "%2$s" To view your liked update, log in and visit: %3$s ---------------------
ca: %1$s li ha agradat la vostra actualització: "%2$s" Per veure l'actualització inicieu la sessió i visiteu: %3$s ---------------------
es_es: A %1$s le ha gustado su actualización: "%2$s" Para ver la actualización inicie sesión y visite: %3$s ---------------------

source: %count% people like this.
ca: %count% persones els ha agradat això.
es_es: A %count% personas les ha gustado esto.

source: %count% person likes this.
ca: %count% persona li ha agradat això.
es_es: A %count% persona le ha gustado esto.

source: %s and %s like this.
ca: %s i %s els agrada això.
es_es: A %s y %s les gusta esto.

source: %s and %s liked your update
ca: %s i %s els ha agradat la vostra actualització
es_es: A %s y %s les ha gustado su actualización

source: %s liked your update
ca: %s els ha agradat la vostra actualització
es_es: A %s les ha gustado su actualización

source: %s likes this.
ca: %s els agrada això.
es_es: %s les gusta esto.

source: %s, %s and %d
ca: %s, %s i %d
es_es: %s, %s y %d

source: %user% liked %author%'s <a href="%permalink%">update</a>
ca: A %user% li ha agradat l'article de %author%' al blog <a href="%permalink%">actualitza</a>
es_es: A %user% le ha gustado la <a href="%permalink%">actualización</a> de %author%

source: %user% liked %author%'s blog post, <a href="%permalink%">%title%</a>
ca: A %user% li ha agradat l'enviament de %author% al blog, <a href="%permalink%">%title%</a>
es_es: A %user% le ha gustado la entrada <a href="%permalink%">%title%</a> de %author%

source: %user% liked a blog post, <a href="%permalink%">%title%</a>
ca: A %user% li ha agradat un enviament al blog, <a href="%permalink%">%title%</a>
es_es: A %user% le ha gustado la entrada <a href="%permalink%">%title%</a>

source: %user% liked an <a href="%permalink%">update</a>
ca: A %user% li ha agradat una <a href="%permalink%">actualització</a>
es_es: A %user% le ha gustado una <a href="%permalink%">actualización</a>

source: %user% liked an blog post, <a href="%permalink%">%title%</a>
ca: A %user% li ha agradat un enviament al blog, <a href="%permalink%">%title%</a>
es_es: A %user% le ha gustado la entrada <a href="%permalink%">%title%</a>

source: %user% liked their own <a href="%permalink%">update</a>
ca: A %user% li ha agradat la seva pròpia <a href="%permalink%">actualització</a>
es_es: A %user% le ha gustado su propia <a href="%permalink%">actualización</a>

source: %user% liked their own blog post, <a href="%permalink%">%title%</a>
ca: A %user% li ha agradat el seu propi enviament al blog, <a href="%permalink%">%title%</a>
es_es: A %user% le ha gustado su propia entrada <a href="%permalink%">%title%</a>

source: %user% likes %author%'s <a href="%permalink%">activity</a>
ca: A %user% li agrada l'<a href="%permalink%">activitat</a> de %author%
es_es: A %user% le gusta la <a href="%permalink%">actividad</a> de %author%

source: %user% likes %author%'s blog post, <a href="%permalink%">%title%</a>
ca: A %user% li agrada un enviament al blog de %author%, <a href="%permalink%">%title%</a>
es_es: A %user% le gusta la entrada <a href="%permalink%">%title%</a> de %author%

source: %user% likes a blog post, <a href="%permalink%">%title%</a>
ca: A %user% li agrada un enviament al blog, <a href="%permalink%">%title%</a>
es_es: A %user% le gusta la entrada <a href="%permalink%">%title%</a>

source: %user% likes an <a href="%permalink%">activity</a>
ca: A %user% li agrada una <a href="%permalink%">activitat</a>
es_es: A %user% le gusta una <a href="%permalink%">actividad</a>

source: %user% likes an blog post, <a href="%permalink%">%title%</a>
ca: A %user% li agrada un enviament al blog, <a href="%permalink%">%title%</a>
es_es: A %user% le gusta la entrada <a href="%permalink%">% title% </a>

source: %user% likes their own <a href="%permalink%">activity</a>
ca: A %user% li agrada la seva pròpia <a href="%permalink%">activitat</a>
es_es: A %user% le gusta su propia <a href="%permalink%">actividad</a>

source: %user% likes their own blog post, <a href="%permalink%">%title%</a>
ca: A %user% li agrada el seu propi enviament al blog, <a href="%permalink%">%title%</a>
es_es: A %user% le gusta su propia entrada <a href="%permalink%">%title%</a>

source: <strong>BuddyPress Like</strong> has been successfully updated to version %s.
ca: S'ha actualitzat el <strong>BuddyPress Like</strong> a la versió %s.
es_es: Se ha actualizado <strong>BuddyPress Like</ strong> a la versión %s.

source: <strong>BuddyPress Like</strong></a> requires the BuddyPress plugin to work. Please <a href="http://buddypress.org">install BuddyPress</a> first, or <a href="plugins.php">deactivate BuddyPress Like</a>.
ca: El <strong>BuddyPress Like</strong> requereix l'extensió BuddyPress per funcionar. Instal·leu el <a href="http://buddypress.org">BuddyPress</a> primer o <a href="plugins.php">desinstal·leu el BuddyPress Like</a>.
es_es: <strong>BuddyPress Like</strong></a> requiere la extensión BuddyPress para funcionar. <a href="http://buddypress.org">Instale BuddyPress </a> primero o <a href="plugins.php">desinstale BuddyPress Like</a>.

source: Adds the ability for users to like content throughout your BuddyPress site.
ca: Afegeix la possibilitat als usuaris de clicar m'agrada al contingut de BuddyPress.
es_es: Añade la posibilidad que los usuarios indiquen que les gusta el contenido de vuestro BuddyPress.

source: Blog Post Likes
ca: "M'agrada" d'enviaments de blog
es_es: "Me gusta" de las entradas

source: Change what messages are shown to users. For example, they can 'love' or 'dig' items instead of liking them.
ca: Canvia els textos que veuen els usuaris. Per exemple, "M'encanta" o "Mola" en lloc de "M'agrada".
es_es: Cambie los textos que ven los usuarios. Por ejemplo, "me encanta" o "mola" en lugar de "me gusta".

source: Custom
ca: Personalitza
es_es: Personalizada

source: Custom Messages
ca: Missatges personalitzats
es_es: Mensajes personalizados

source: Default
ca: Per defecte
es_es: Predeterminada

source: Hide likes
ca: Amaga els m'agrada
es_es: Ocultar me gusta

source: Like
ca: M'agrada
es_es: Me gusta

source: Like this item
ca: Indica que aquest element m'agrada
es_es: Indica que este elemento me gusta

source: Nobody likes this yet.
ca: Ningú ha clicat a m'agrada.
es_es: Nadie ha clicado me gusta.

source: None of your friends like this yet, but %count% other people do.
ca: Cap dels teus amics ha clicat a m'agrada, però %count% persones ho han fet.
es_es: Ninguno de tus amigos ha pulsado me gusta, pero %count% personas lo han hecho.

source: None of your friends like this yet, but %count% other person does.
ca: Cap dels teus amics ha clicat a m'agrada, però %count% persona ho ha fet.
es_es: Ninguno de tus amigos ha pulsado me gusta, pero %count% persona lo ha hecho.

source: None of your friends like this yet, but you and %count% other people do.
ca: Cap dels teus amics ha clicat a m'agrada, però tu i %count% persones més ho heu fet.
es_es: Ninguno de tus amigos ha pulsado me gusta, pero usted y %count% personas más lo han hecho.

source: None of your friends like this yet, but you and %count% other person does.
ca: Cap dels teus amics ha clicat a m'agrada, però tu i %count% altra persona ho heu fet.
es_es: Ninguno de tus amigos ha pulsado me gusta, pero usted y %count% otra persona lo han hecho.

source: Post an activity update when something is liked
ca: Envia una actualització de l'activitat quan algú clica a m'agrada
es_es: Enviar una actualización de la actividad cuando alguien pulse en me gusta

source: Posting Settings
ca: Paràmetres d'enviament
es_es: Parámetros de envío

source: Remove Favorite Button
ca: Esborra el botó de favorit
es_es: Borrar el botón de favorito

source: Remove the BuddyPress favorite button from activity.
ca: Esborra el botó de favorit del BuddyPress de l'activitat.
es_es: Borrar el botón de favorito de BuddyPress de la actividad.

source: Save Changes
ca: Desa els canvis
es_es: Guardar cambios

source: Show Activity Likes
ca: Mostra els m'agrada de l'activitat
es_es: Ver los me gusta de la actividad

source: Show Blog Post Likes
ca: Mostra els m'agrada dels enviaments del blog
es_es: Ver los me gusta de los envíos del blog

source: Show a short excerpt of the activity that has been liked.
ca: Mostra un petit extracte de l'activitat on s'ha clicat m'agrada
es_es: Mostrar un pequeño extracto de la actividad donde se ha pulsado me gusta.

source: Sorry, you must be logged in to like that.
ca: Heu d'estar autenticats per poder fer clic a m'agrada
es_es: Debe estar autenticados para poder hacer clic en me gusta.

source: Unlike
ca: No m'agrada
es_es: No me gusta

source: Unlike this item
ca: Indica que aquest element no m'agrada
es_es: Indicar que este elemento no me gusta

source: Update Likes
ca: Actualitza els m'agrada
es_es: Actualizar me gusta

source: View likes
ca: Mostra els m'agrada
es_es: Ver los me gusta

source: You and %count% other people like this
ca: A tu i a %count% persones més us agrada.
es_es: A usted y a %count% personas más os gusta

source: You and %count% other person like this.
ca: A tu i a %count% altra persona us agrada.
es_es: A tú y a %count% otra persona os gusta.

source: You and %s like this.
ca: A tu i a %s us agrada.
es_es: A ti y a %s os gusta.

source: You are the only person who likes this so far.
ca: Ets l'única persona que ha clicat a m'agrada.
es_es: Eres la única persona que ha hecho clic en me gusta.

source: You like this.
ca: T'ha agradat.
es_es: Te ha gustado.

source: and %count% other people like this.
ca: i %count% persones els ha agradat això.
es_es: y %count% personas les ha gustado esto.

source: and %count% other person like this.
ca: i %count% persona li ha agradat això.
es_es: y %count% otra persona les ha gustado esto.

source: e.g.
ca: p. ex.:
es_es: p. ej.

source: like this.
ca: li agrada.
es_es: le gusta.

source: likes this.
ca: li agrada això.
es_es: le gusta esto.
