Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress-group-email-subscription.po
Languages: ca, es_ve, fr_fr

source: - sent from the group
ca: - enviat des del node
es_ve: - enviado desde el grupo
fr_fr: - envoyé à partir du groupe

source: %1$s "%2$s" To view or reply, log in and go to: %3$s ---------------------
ca: %1$s "%2$s" Per veure'l o respondre'l, entreu i aneu a: %3$s ---------------------
fr_fr: %1$s "%2$s" Pour voir ou répondre, Connectez-vous et allez sur: %3$s ---------------------

source: %1$s To view or reply, log in and go to: %2$s ---------------------
ca: %1$s Per veure'l o respondre, entreu i aneu a: %2$s ---------------------
fr_fr: %1$s Pour voir ou répondre, connectez-vous et aller sur: %2$s ---------------------

source: %s replied to the forum topic "%s" in the group "%s"
ca: %s ha respost al tema del fòrum "%s" al node "%s"
fr_fr: %s a répondu au sujet « %s » pour le groupe « %s »

source: %s started the forum topic "%s" in the group "%s"
ca: %s ha iniciat el tema del fòrum "%s" al node "%s"
fr_fr: %s a ouvert le sujet « %s » pour le groupe « %s »

source: (%s items)
ca: (%s elements)
es_ve: (%s unidades)
fr_fr: (%S articles)

source: , therefore you won't receive replies to this topic. To get them, click the link to view this topic on the web then click the 'Follow this topic' button.
ca: , per tant, no rebreu les respostes a aquest tema. Per tal de rebre-les, feu clic a l'enllaç per veure el tema a la web i després clic al botó 'Segueix aquest tema'.
es_ve: , por lo tanto no vas a recibir respuestas de este tema. Para obtenerlas, haz click en el enlace para ver el tema en la web y luego haz click en el boton 'Seguir este tema'.
fr_fr: ,par conséquent, vous ne recevrez pas de réponses à ce sujet. Pour les obtenir, cliquez sur le lien pour voir ce sujet sur le Web puis cliquez sur le bouton 'Suivre le sujet'.

source: <strong>Daily Digests</strong> should be sent at this time:
ca: <strong>Els resums diaris</strong> s'enviaran en aquesta hora:
es_ve: <strong>Resúmenes diarios</strong> deberán ser enviados a esta hora:
fr_fr: <strong>Les résumés quotidiens</strong> doivent être envoyés à cette heure:

source: <strong>Weekly Summaries</strong> should be sent on:
ca: <strong>Els resums setmanals</strong> s'enviaran el:
es_ve: <strong>Resúmenes semanales</strong> deberán ser enviados los:
fr_fr: <strong>Résumés hebdomadaires </strong> doivent être envoyés le:

source: A member created a group activity entry. Used by the Group Email Subscription plugin during immediate sendouts.
ca: Un membre ha creat una activitat grupal. Utilitzat pel connector de Subscripció de correu electrònic del node durant enviaments immediats.

source: A member replies after you in a forum topic
ca: Un membre respon després de vós a un tema del fòrum
es_ve: Un miembro respondió a un tema del foro que has comentado
fr_fr: Un membre a répondu après vous sur un sujet du forum

source: A member replies in a forum topic you've started
ca: Un membre respon un tema del fòrum que heu començat
es_ve: Un miembro respondió a un tema que has iniciado
fr_fr: Un membre a répondu à un sujet que vous aviez commencé sur le forum

source: A welcome email is sent to new members of a group. Used by the Group Email Subscription plugin.
ca: S'ha enviat un correu de benvinguda als nous membres del node. Utilitzat pel connector de Subscripció de correu electrònic del node.

source: Add a link in the emails and on the notifications settings page allowing users to unsubscribe from all their groups at once:
ca: Inclou un enllaç als missatges de correu electrònic i a la pàgina de notificacions per permetre als usuaris cancel·lar la subscripció a tots els seus nodes alhora:
fr_fr: Ajouter un lien dans les e-mails et sur ​​la page des paramètres de notification permettant aux utilisateurs de se désabonner de tous leurs groupes à la fois :

source: All Email
ca: Tot el correu electrònic
es_ve: Por email
fr_fr: Tous les courriels

source: All Email (send emails about everything - recommended only for working groups)
ca: Tot per correu electrònic (envia correus electrònics de tot - recomanat només per a nodes de treball)
es_ve: Todo por email (enviar emails de cada actividad del grupo - recomendado para grupos de trabajo)
fr_fr: Tous les courriels(envoyer des courriels à propos de tout - il est recommandé uniquement pour les groupes de travail)

source: All user email status's changed successfully
ca: La configuració de correu electrònic de tots els usuaris s'ha canviat correctament
es_ve: El status de email de todos los miembros fue cambiado con éxito
fr_fr: Le statut de tous les utilisateurs a été changé avec succès

source: Allow group admins and mods to change members' email subscription settings:
ca: Permet als administradors dels nodes i als moderadors canviar la configuració de la subscripció de correu electrònic dels membres:
es_ve: Permitir a los administradores y moderadores cambiar la configuración de suscripciones por email de los miembros:
fr_fr: Autoriser les administrateurs du groupe à modifier les paramètres d'abonnement par courriel:des membres

source: Allow group admins to override subscription settings and send an email to everyone in their group:
ca: Permet als administradors dels nodes sobreescriure els paràmetres de subscripció i enviar un missatge a tots els membres del seu node:
es_ve: Permitir a los administradores del grupo cambiar las configuraciones de suscripción y enviar emails a cualquier miembro del grupo:
fr_fr: Autoriser les administrateurs du groupe de passer outre les paramètres d'abonnement et envoyer un courriel à tout le monde dans leur groupe:

source: Allows group members to receive email notifications for group activity and forum posts instantly or as daily digest or weekly summary.
ca: Permet als membres dels nodes rebre notificacions per correu electrònic de l'activitat dels nodes i els enviaments als fòrums de manera immediata o en forma de resum diari o setmanal.
fr_fr: Permet les membres du groupe de recevoir des notifications par courriel pour les activités de groupe et discussions du forum instantanément ou Daily Digest ou un résumé hebdomadaire.

source: An email digest is sent to a member. Used by the Group Email Subscription plugin during daily or weekly digest sendouts.
ca: S'ha enviat un correu de resum a un membre. Utilitzat pel connector de Subscripció de correu electrònic del node durant els enviaments de resums diaris o setmanals.

source: An email notice is sent by a group administrator to all members of the group. Used by the Group Email Subscription plugin.
ca: L'administrador del node ha enviat una notificació a tots els membres del grup. Utilitzat pel connector de Subscripció de correu electrònic del node.

source: BP Group Email Options
ca: Opcions de correu del node
es_ve: Opciones de Email de Grupos

source: BuddyPress Group Email Subscription
ca: Subscripció per correu als nodes
es_ve: Suscripción por correo a los nodos

source: BuddyPress Group Email Subscription requires the BP Groups and Activity components. Please <a href="%s">activate them</a> to use this plugin.
ca: La subscripció a correus electrònic de grup de BuddyPress requereix els components «BP Groups» i «Activity». <a href="%s">Activeu-los</a> per utilitzar aquest connector.

source: BuddyPress Group Email Subscription version 3.9 includes a number of important database migration routines. Some of these tasks could not be performed automatically.
ca: La versió 3.9 de «BuddyPress Group Email Subscription» inclou diverses rutines importants de migració de bases de dades. Algunes d’aquestes tasques no s'han pogut efectuar automàticament.

source: Change email settings
ca: Configuració de correu electrònic

source: Change group email Settings
ca: Configuració de correu electrònic per als nodes
es_ve: Configuración de correo electrónico para los nodos

source: Change to:
ca: Canvieu a:
es_ve: Cambiar a:
fr_fr: Changer pour:

source: Change your email subscription options for this group
ca: Canvieu les vostres opcions de subscripció de correu electrònic per a aquest node
es_ve: Cambiar tus opciones de suscripción por email para este grupo

source: Complete!
ca: Completada!
es_ve: Completada!

source: Continue to %s
ca: Continua cap a %s

source: Create database tables
ca: Crea les taules de la base de dades

source: DAILY DIGEST:
ca: RESUM DIARI:
es_ve: RESUMEN DIARIO:
fr_fr: RÉSUMÉ QUOTIDIEN:

source: Daily
ca: Diari
es_ve: Diario
fr_fr: Quotidien

source: Daily Digest
ca: Resum diari
es_ve: Resumen diario
fr_fr: Résumé quotidien

source: Daily Digest Email
ca: Resum diari per correu electrònic
es_ve: Resumen diario por email
fr_fr: Courriel quotidien du résumé d'activité

source: Daily Digest Email (all daily activity bundles in one email - good for medium-size groups)
ca: Butlletí diari per correu electrònic (tota l'activitat diària en un sol correu electrònic - recomanat per a nodes mitjans)
es_ve: Resumen diario (toda la actividad del día en un único email - recomendado para grupos medianos)
fr_fr: Résumé quotidien par courriel (tous les activités quotidiennes dans un courriel - bon pour des groupes de taille moyenne)

source: Digests & Summaries
ca: Butlletins i resums
es_ve: Resúmenes
fr_fr: Les résumés et sommaires

source: Disable these notifications for all my groups at once.
ca: Deshabilita aquestes notificacions per a tots els meus nodes alhora.
fr_fr: Désactiver ces notifications pour tous mes groupes à la fois.

source: Do you really want to unsubscribe from all groups notifications?
ca: Esteu segurs que voleu cancel·lar les notificacions de tots els nodes?
fr_fr: Voulez-vous vraiment vous désabonner de toutes les notifications de groupes ?

source: Do you really want to unsubscribe from all notifications for the group, %s?
ca: Voleu cancel·lar la subscripció de totes les notificacions del node, %s?

source: Email
ca: Correu electrònic
fr_fr: Courriel

source: Email Content:
ca: Contingut del missatge:
es_ve: Contenido del email:
fr_fr: Contenu du courriel:

source: Email Options
ca: Notificacions
es_ve: Opciones email
fr_fr: Options des courriels

source: Email Subject:
ca: Assumpte del missatge:
es_ve: Asunto del email:
fr_fr: Objet du courriel:

source: Email Subscription Defaults
ca: Subscripció de correu electrònic per defecte
es_ve: Configuración de suscripción predeterminada
fr_fr: Abonnement par défaut des courriels

source: Email Subscription Options
ca: Opcions de subscripció de correu electrònic
es_ve: Opciones de suscripción por email
fr_fr: Options d'abonnement par courriel

source: Email status:
ca: Estat del correu electrònic:
es_ve: Status email:
fr_fr: Statut des courriels:

source: Email this notice to everyone in the group
ca: Envia aquest avís per correu electrònic a tots els membres del node
es_ve: Enviar esta notificación a todos en el grupo
fr_fr: Envoyer cet avis à tout le monde dans le groupe

source: Enable welcome email
ca: Activa el missatge de benvinguda
es_ve: Activa el mensaje de bienvenida
fr_fr: Activer le mail de bienvenue

source: Everyone in the group will receive the email -- regardless of their email settings -- so use with caution
ca: Tots els membres del node rebran el missatge -- sense tenir en compte la seva configuració -- per tant, cal utilitzar-ho amb precaució
es_ve: Todos en el grupo recibirán el email - independiente de la configuración de notificaciones - así que úsalo con cuidado
fr_fr: Tout le monde dans le groupe recevra ce courriel - indépendamment de leurs paramètres e-mail - donc à utiliser avec prudence

source: Follow
ca: Segueix
es_ve: Seguir
fr_fr: Suivre

source: Get a summary of new topics each week
ca: Resum setmanal amb els temes nous
es_ve: Obtentré un resumen de nuevos temas cada semana
fr_fr: Obtenez un résumé des nouveaux sujets chaque semaine

source: Get a summary of topics each
ca: Rebeu un resum dels temes de cada
es_ve: Obtener un sumario de los temas cada
fr_fr: Obtenez un résumé des sujets chaque

source: Get all the day's activity bundled into a single email
ca: Tota l'activitat del dia en un sol missatge de correu electrònic
es_ve: Obtendré toda la actividad diaria en un único email
fr_fr: Obtenez un résumé des activités journalières regroupées dans un seul courriel

source: Get email updates
ca: Rebeu actualitacions
es_ve: Obtener actualizaciones por email
fr_fr: Obtenez les mises à jour par courriel

source: Get the day's activity bundled into one email
ca: Rebeu l'activitat diària en un sol correu electrònic
es_ve: Obtener toda la actividad diaria en un solo email
fr_fr: Obtenez l'activité de la journée regroupés dans un seul courriel

source: Global Unsubscribe Link
ca: Enllaç per cancel·lar la subscripció global
es_ve: Enlace para cancelar la suscripción global
fr_fr: Lien de désincription général

source: Group Admin Abilities
ca: Permisos dels administradors del node
es_ve: Capacidades del administrador del grupo
fr_fr: Permissions des administrateurs du groupe

source: Group Email Options
ca: Opcions de correu del node
es_ve: Opciones de Email de Grupos
fr_fr: Options des courriels du groupe

source: Group Email Subscription Settings
ca: Configuració de la subscripció del correu electrònic pel node
es_ve: Configuración de suscripción por email del grupo
fr_fr: Paramètres d'abonnement par courriel du groupe

source: Group Forum
ca: Fòrum del node
es_ve: Foro del grupo
fr_fr: Forum du groupe

source: Group Summary
ca: Resum del node
es_ve: Resumen del grupo
fr_fr: Résumé du groupe

source: Group: %s
ca: Node: %s
es_ve: Grupo: %s
fr_fr: Groupe: %s

source: Group: %s weekly summary
ca: Node: %s resum setmanal
es_ve: Grupo: Sumario semanal de %s
fr_fr: Groupe: %s résumé hebdomadaire

source: Hey! BP Group Email Subscription v3.7.0 requires BuddyPress 1.5 or higher. If you are still using BuddyPress 1.2 and you don't plan on upgrading, use <a href='%s'>BP Group Email Subscription v3.6.2 instead</a>.
ca: BP Opcions de correu del node v3.7.0 requreix BuddyPress 1.5 o més. Si encara utilitzeu BuddyPress 1.2 i no teniu planejat actualitzar, utilitzeu <a href='%s'>BP Opcions de correu del node v3.6.2</a>.

source: How do you want to read this group?
ca: Com voleu llegir aquest node?
es_ve: ¿Cómo deseas leer este grupo?
fr_fr: Comment voulez-vous lire les résumés de ce groupe?

source: How to follow a topic: to get email updates for a specific topic, click the topic title - then on the webpage click the <i>Follow this topic</i> button. (If you don't see the button you need to login first.)
ca: Com seguir un tema: per rebre actualitzacions d'un tema específic, feu clic al títol del tema - a continuació, a la pàgina web, feu clic al botó <i>Segueix aquest tema</ i>. (Si no apareix el botó vol dir que encara no hi heu accedit)
es_ve: Cómo seguir un tema: Para obtener actualizaciones por email de un tema específico, haz click en el título del tema. Luego en la página web haz click en el botón <em>Seguir este tema</em> (si no ves el botón, identifícate primero.)
fr_fr: Comment suivre un sujet: pour obtenir les mises à jour par courrier électronique sur un sujet précis, cliquez sur le titre du sujet -, puis sur la page du site,cliquez sur le bouton<i>Suivez ce sujet</i> (Si vous ne voyez pas le bouton, vous devez vous connecter d'abord.)

source: I will read this group on the web
ca: Llegiu aquest node a la web
es_ve: Leeré este grupo en la web
fr_fr: Je vais lire les résumés de ce groupe sur le web

source: If you enjoy using this plugin %s please rate it %s.
ca: Si us agrada aquesta extensió, si us plau, %svaloreu-la %s.
fr_fr: Si vous aimez utiliser ce plugin %s s'il vous plaît notez-le %s.

source: In Progress
ca: En progrés
es_ve: En progreso

source: Individual Group Email Settings
ca: Configuració de correu electrònic per a nodes individuals
es_ve: Configuración de correo electrónico para nodos individuales
fr_fr: Paramètres d'abonnement individuel du courriel

source: Item icon
ca: Icona de l'element
es_ve: Icono del elemento

source: Learn more about the 3.9 migration process.
ca: Més informació sobre el procés de migració 3.9.
es_ve: Más información sobre el proceso de migración 3.9.

source: Make it so!
ca: Fes-ho!
es_ve: Hacerlo!
fr_fr: Faites-le!

source: Member must be registered for
ca: Un membre ha de portar registrat
es_ve: Miembro debe estar registrado mínimo
fr_fr: Les membres doivent être inscrits pour

source: Migrate queued items
ca: Migra els elements encuats

source: Migrate subscriptions
ca: Migra les subscripcions

source: Migration Status
ca: Estat de la migració
es_ve: Estado de la migración

source: Mute
ca: Silencia
es_ve: Silenciar
fr_fr: Couper

source: My Groups
ca: Els meus Nodes
es_ve: Mis Grupos
fr_fr: Mes groupes

source: New Topics
ca: Temes nous
es_ve: Nuevos temas
fr_fr: De nouveaux sujets

source: New Topics Email
ca: Correu electrònic amb els temes nous
es_ve: Nuevos temas
fr_fr: Courriel des nouveaux sujets

source: New Topics Email (new topics are sent as they arrive, but not replies - good for small groups)
ca: Correu electrònic amb els temes nous (els temes nous s'envien al moment, però no les respostes - recomanat per a nodes petits)
es_ve: Nuevos temas (los nuevos temas serán enviados, pero no sus respuestas - recomendado para grupos pequeños)
fr_fr: Un courriel à chaque nouveaux sujet (nouveaux sujets sont envoyés à leur arrivée, mais pas les réponses - bon pour des petits groupes)

source: No Email
ca: Sense correu electrònic
fr_fr: Aucun courriel

source: No Email (users will read this group on the web - good for any group)
ca: Cap missatge de correu electrònic (els usuaris llegiran aquest node a la web - recomanat per a qualsevol node)
fr_fr: Aucun courriel ( utilisateurs liront ce groupe sur le web - bon pour tout groupe )

source: No, close
ca: No, tanca
fr_fr: Non, fermé

source: No, do not send email
ca: No, no enviïs el correu electrònic
es_ve: No, no envíes el correo electrónico

source: Note: Normally, you receive email notifications for topics you start or comment on. This can be changed at
ca: Nota: Normalment, esteu rebent notificacions per correu electrònic dels temes que heu iniciat o comentat. Això es pot canviar a
es_ve: Nota: Normalmente recibirás las notificaciones de los temas que iniciaste o de aquellos donde participas. Esto lo puedes cambiar en
fr_fr: Note: Normalement, vous recevez des notifications par courriel pour les sujets que vous avez commencer ou commenter. Ceci peut être modifié à

source: Once Weekly
ca: Un cop a la setmana
es_ve: Una vez a la semana
fr_fr: Une fois par semaine

source: Once you are logged in, change your email settings for each group.
ca: Quan hagueu iniciat la sessió, canvieu la configuració del correu per a cada node.

source: Once you are logged in, click on the "Mute this topic" button to unsubscribe from the forum thread.
ca: Un cop hàgiu entrat, feu clic al botó "Silencia aquest tema" per cancel·lar la vostra subscripció a aquest fil de debat.
fr_fr: Une fois que vous êtes connecté , cliquez sur le bouton " Rendre Muet ce sujet " se désabonner de la discussion sur le forum .

source: Once you are logged in, uncheck "A member replies after you in a forum topic".
ca: Un cop hàgiu entrat, desmarqueu "Un membre respon després de vosaltres a un tema del fòrum".
fr_fr: Une fois que vous êtes connecté , décochez " Un membre répond après vous dans un sujet sur le forum " .

source: Once you are logged in, uncheck "A member replies in a forum topic you've started".
ca: Un cop hàgiu entrat, desmarqueu "Un membre respon a un tema que heu començat".
fr_fr: Une fois que vous êtes connecté , décochez " Un membre répond dans un sujet sur le forum que vous avez commencé " .

source: Once you are logged in, uncheck "Receive notifications of your own posts?".
ca: Després d'haver entrat, desmarqueu "Rebre notificacions dels missatges propis?".
fr_fr: Une fois que vous êtes connecté , décochez " Recevoir des notifications de vos propres messages ? " .

source: Or set all your group's email options to No Email
ca: O establiu totes les opcions de correu electrònic del vostre node a Cap missatge de correu electrònic
fr_fr: Ou réglez toutes les options de messagerie de votre groupe à Pas d' Email

source: Or to disable notifications for *all* your groups, click: %s
ca: O per deshabilitar les notificacions de *tots* els vostres nodes, feu clic a: %s
fr_fr: Ou pour désactiver les notifications pour tous vos groupes, cliquez sur: %s

source: Please make a donation to the team to support ongoing development.
ca: Si us plau feu una donació a l'equip que la desenvolupa.
fr_fr: S'il vous plaît faire un don à l'équipe pour soutenir le développement en cours.

source: Please note: admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator.
ca: Avís: les notificacions de l'administrador/a s'envien a tots els membres del node i no es poden deshabilitar. Si creieu que s'està fent un mal ús del servei, contacteu amb l'administador del lloc web.
fr_fr: S'il vous plaît noter : les avis d'admin sont envoyés à tout le monde dans le groupe et ne peuvent pas être désactivées . Si vous pensez que ce service est utilisé à mauvais escient s'il vous plaît parler à l'administrateur du site .

source: Receive notifications of your own posts?
ca: Voleu rebre notificacions dels vostres articles?
fr_fr: Recevoir des notifications de vos propres messages ?

source: Save
ca: Desa
es_ve: Guardar
fr_fr: Sauvegarder

source: Save Settings
ca: Desa la configuració
es_ve: Guardar configuración
fr_fr: Enregistrer les paramètres

source: Send all group activity as it arrives
ca: Tota l'activitat del node al moment
es_ve: Obtentré toda la actividad del grupo inmediatamente a través de email
fr_fr: Envoyer un avis de toutes les activités de groupe à mesure qu'elles sont créées

source: Send an email notice to everyone in the group
ca: Notificacions per correu electrònic
es_ve: Enviar una notificación por email a todos los miembros de este grupo
fr_fr: Envoyer un avis par courriel à tous les membres de ce groupe

source: Send an email when a new member join the group.
ca: Envia un missatge quan un membre nou s'afegeixi al node.
es_ve: Enviar un mensaje cuando un miembro nuevo se añada al nodo.
fr_fr: Envoyer un e-mail lorsqu'un nouveau membre se joindre au groupe .

source: Send new topics as they arrive (but don't send replies)
ca: Envia missatges amb els temes nous al moment (però no les respostes)
es_ve: Los nuevos temas me serán enviados por email (pero no sus respuestas)
fr_fr: Envoyer nouveaux sujets à leur arrivée (mais ne pas envoyer de réponses)

source: Send new topics as they arrive (but no replies)
ca: Rebeu els temes nous al moment (però no les respostes)
es_ve: Enviar nuevos temas cuando se crean (pero no sus respuestas)
fr_fr: Envoyer nouveaux sujets à leur arrivée (mais pas de réponses)

source: Settings saved.
ca: S'han desat els canvis.
es_ve: Configuración guardada.
fr_fr: Parametres sauvegardés

source: Site Admin Only: update email subscription settings for ALL members to the default:
ca: Només pels administradors: Actualitza la configuració de les subscripcions per correu electrònic per a TOTS els membres amb els valors predeterminats:
es_ve: Sólo administradores: Actualizar configuración predeterminada de suscripción por emails para TODOS los miembros:
fr_fr: Administration du site seulement: mise à jour des paramètres d'abonnement pour TOUS les membres à la valeur par défaut:

source: Some BuddyPress Group Email Subscription migration tasks have not successfully completed.
ca: Algunes tasques de migració de «BuddyPress Group Email Subscription» no s'han completat correctament.
