Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: No photo was captured. Click on the "Capture" button to take your photo.
ca: No s'ha fet cap fotografia. Feu clic al botó "Captura" per fer una fotografia.
eu_es: Ez da argazkirik kapturatu. Klikatu "Kapturatu" botoian argazki bat ateratzeko.

source: No posts found. Try a different search?
ca: No s'han trobat entrades. Proveu altra cerca?
eu_es: Ez dugu sarrerarik aurkitu. Beste bilaketa bat probatu nahi?

source: No template packages available.
ca: No hi ha cap paquet de plantilles disponible.
eu_es: Ez dago txantiloi multzorik eskugarri.

source: No user found with this ID.
ca: No hi ha cap usuari amb aquest ID.
eu_es: Identifikatzaile honekin ez da erabiltzailerik aurkitu.

source: No, do not send email
ca: No, no enviïs el correu electrònic
eu_es: Ez, ez bidali emaila

source: None
eu_es: Ezer ez

source: Not Found
ca: No s'ha trobat
eu_es: Ez da aurkitu

source: Not Required
ca: No necessàri
eu_es: Ez da beharrezkoa

source: Not Spam
ca: No Brossa
eu_es: Ez da Spam

source: Not recently active
ca: Sense activitat recentment
eu_es: Azkenaldian geldirik

source: Not starred
ca: No destacats
eu_es: Izar gabe

source: Note: Any fields in the first group will appear on the signup page.
ca: Nota: Tots els camps en el primer node apareixeran a la pàgina de registre.
eu_es: OHARRA: Edozein eremu lehenengo taldean, erregistroko orrialdean agertuko da.

source: Noteworthy Contributors to %s
eu_es: %s-(r)en eragile aipagarriak

source: Notice activated successfully.
ca: L'avís s'ha activat correctament.
eu_es: Oharra arrakastaz aktibatu da.

source: Notice deactivated successfully.
ca: L'avís s'ha desactivat correctament.
eu_es: Oharra arrakastaz desaktibatu da.

source: Notice deleted successfully.
ca: L'avís s'ha esborrat correctament.
eu_es: Oharra arrakastaz ezabatu da.

source: Notice successfully created.
ca: Avís creat correctament.
eu_es: Oharra arrakastaz sortu da.

source: Notice successfully updated.
ca: S'ha actualitzat correctament.
eu_es: Oharra ondo eguneratuta.

source: Notice was not created. Please try again.
ca: L'avís no s'ha creat. Torneu a provar-ho de nou.
eu_es: Oharra ez da sortu. Mesedez saiatu berriz.

source: Notice was not updated. Please try again.
ca: L'avís no s'ha creat. Torneu a provar-ho de nou.
eu_es: Oharra ez da eguneratu. Saiatu berriz mesedez.

source: Notices
ca: Avisos
eu_es: Berriak

source: Notices List
ca: Avisos
eu_es: Oharren Zerrenda

source: Notification
ca: Avís
eu_es: Jakinarazpena

source: Notification Content
eu_es: Jakinarazpenaren Edukia

source: Notification Date
eu_es: Jakinarazpenaren data

source: Notification is already with the status you are trying to update into.
eu_es: Jakinarazpenak eguneratu nahi duzun egoera dauka.

source: Notification settings
ca: Configuració dels avisos
eu_es: Jakinarazpenen ezarpenak

source: Notification successfully deleted.
ca: S'han suprimit correctament l'avís
eu_es: Jakinarazpena arrakastaz ezabatu da.

source: Notification successfully marked read.
ca: S'ha marcat correctament l'avís com a llegit.
eu_es: Jakinarazpena arrakastaz markatu da irakurria gisa.

source: Notification successfully marked unread.
ca: S'ha marcat correctament l'avís com a no llegit.
eu_es: Jakinarazpena arrakastaz markatu da irakurri gabea gisa.

source: Notifications
ca: Avisos
eu_es: Jakinarazpenak

# My Account Notification
source: Notifications
ca: Avisos
eu_es: Abisuak

# Page <title>
source: Notifications
ca: Avisos
eu_es: Jakinarazpenak

# Profile screen nav
source: Notifications
ca: Avisos
eu_es: Abisuak

# My Account Notification pending
source: Notifications %s
ca: Avisos %s
eu_es: Jakinarazpenak %s

# Profile screen nav
source: Notifications %s
ca: %s avisos
eu_es: Jakinarazpenak %s

# BuddyPress Notifications data exporter friendly name
source: Notifications Data
eu_es: Jakinarazpenen datuak

source: Notifications deleted.
ca: S'han suprimit els avisos.
eu_es: Jakinarazpenak ezabatuta.

source: Notifications marked as read
ca: S'han marcat els avisos com a llegits.
eu_es: Jakinarazpenak irakurrita bezala markatu dira

source: Notifications marked as unread.
ca: S'han marcat els avisos com a no llegits.
eu_es: Jakinarazpenak irakurri gabe bezala markatuta.

source: Notifications menu
ca: Menú de notificacions
eu_es: Jakinarazpenen menua

source: Notify group members of these changes via email
ca: Notifica aquests canvis als membres del node via email
eu_es: Jakinarazi taldeko partaideei aldaketa hauen berri email bidez

source: Notify members of relevant activity with a toolbar bubble and/or via email, and allow them to customize their notification settings.
ca: Avisa als membres quan hi hagi una activitat rellevant amb una bombolla a la barra d'eines i/o mitjançant correu electrònic, i permet-los personalitzar la configuració dels avisos.
eu_es: Jakinarazi kideak jarduera garrantzitsuen inguruan tresna-barra edo/eta e-posta bidez, eta baimendu beraien jakinarazpen ezarpenak pertsonalizatzera.

source: November
ca: Novembre
eu_es: Azaroa

source: Now you can set up BP Types using custom code or by simply using the Administration interfaces.
eu_es: Orain, BP Motak konfigura ditzakezu kode pertsonalizatua edo Administrazio interfazeak erabiliz.

# xprofile field type
source: Number
ca: Nombre
eu_es: Zenbakia

source: Number field
ca: Camp del número
eu_es: Zenbaki eremua

source: Numeric identifier of a user ID.
eu_es: Erabiltzaile IDentifikatzaile baten zenbakizko identifikatzailea.

source: Occasionally these relationships become out of sync, most often after an import, update, or migration.
eu_es: Noizean behin, harreman horiek sinkronizatuta geratzen dira, gehienetan, inportatu eguneratu edo migratu ondoren.

source: October
ca: Octubre
eu_es: Urria

source: Offset the result set by a specific number of items.
eu_es: Elementu kopuru jakin batek, ezarritako emaitza konpentsatu.

source: Oldest
ca: Els més antics
eu_es: Zaharrenak

source: Oldest First
ca: El més antic primer
eu_es: Zaharrena Lehenik

source: On user profiles, link this field to a search of the Members directory, using the field value as a search term.
ca: Als perfils dels usuaris, enllaça aquest camp a una cerca al directori de membres, utilitzant el valor del camp com a terme de cerca.
eu_es: Erabiltzaile profiletan, eremu hau kideen direktorioko bilaketa bati lotu, eremuaren balioa bilaketa termino gisa erabiliz.

source: Once you have built up friend connections you will be able to invite others to your group.
ca: Una vegada creeu les connexions d'amics, podreu convidar altres al vostre node.
eu_es: Zure lagun konexioak eginda dituzunean beste batzuk zure taldera gonbidatzeko gai izango zara.

source: Once you've made some friendships, you'll be able to invite those members to this group.
ca: Una vegada heu fet amistats, pode convidar-les a aquest node.
eu_es: Adiskidetasun batzuk egin ondoren, kide horiek talde honetara gonbidatu ahal izango dituzu.

source: One column
ca: Una columna
eu_es: Zutabe bat

source: One of the password fields was empty.
ca: Un dels camps de la contrasenya està buit.
eu_es: Pasahitz eremu bat hutsik dago.

# Visibility level setting
source: Only Me
ca: Només jo
eu_es: Nik Bakarrik

source: Only people who are invited can join the group.
eu_es: Gonbidapena jaso duten jendeak soilik hartu dekazete parte taldean.

source: Only people who request membership and are accepted can join the group.
eu_es: Gonbidapena bidali eta onartu zaien erabiltzaileek soilik hartu dekazete parte taldean.

source: Only the group creator may continue editing this group.
ca: Només el creador del gup pot continuar editant aquest node.
eu_es: Taldearen sortzaileak soilik izango du hau aldatzeko gaitasuna.

source: Only users who are invited can join the group.
ca: Només els usuaris que han estat convidats poden unir-se al node.
eu_es: Gonbidapena jaso duten erabiltzaileek soilik hartu dekazete parte taldean.

source: Only users who request membership and are accepted can join the group.
ca: Només els usuaris que han sol·licitat la pertinença i han estat acceptats, poden unir-se al node.
eu_es: Bazkidetza eskatu eta onartuak izan diren erabiltzaileak bakarrik parte hartu dezakete taldean.

source: Optional: add a message to your invite.
ca: Opcional: afegiu un missatge a la vostra invitació.
eu_es: Aukerakoa: zure gonbidapenari mezu bat gehitu.

source: Options
ca: Paràmetres
eu_es: Aukerak

source: Options of the profile field.
eu_es: Profilaren eremu-aukerak.

source: Order By:
ca: Ordenats per:
eu_es: Nola ordenatua:

source: Order Groups by which attribute.
eu_es: Atributu honen arabera taldeak ordenatu.

source: Order by a specific parameter (default: signup_id).
eu_es: Ordena ezazu parametro jakin baten arabera (lehenetsia: signup_id).

source: Order results ascending or descending.
eu_es: Ordena itzazu emaitzak gorantz edo beherantz.

source: Order sort attribute ascending or descending.
eu_es: Goranzko edo beheranzko ordenatzeko atributua ordenatu.

# xprofile field type category
source: Other
ca: Altres
eu_es: Besterik

source: Overview
ca: Resum
eu_es: Laburpena

source: Page %s
ca: Pàgina %s
eu_es: %s orrialdea

source: Page not found
ca: No s'ha trobat cap pàgina.
eu_es: Ez da orria aurkitu

source: Pages
ca: Pàgines
eu_es: Orrialdeak

source: Pages:
ca: Pàgines:
eu_es: Orrialdeak:

# Group type taxonomy parent item label
source: Parent Group Type
eu_es: Guraso-Talde Mota

# Group type taxonomy parent item label
source: Parent Group Type:
eu_es: Guraso-Talde Mota:

# Member type taxonomy parent item label
source: Parent Member Type
eu_es: Guraso Kide-mota

# Member type taxonomy parent item label
source: Parent Member Type:
eu_es: Guraso Kide-mota:

source: Participants:
eu_es: Partaideak:

source: Pass IDs of users to limit result set.
eu_es: Erabiltzaileen identifikatzaileak bidali emaitza multzoa mugatzeko.

source: Pass a user_id to limit to only Groups that this user is a member of.
eu_es: Bidali user_id bat erabiltzaile hau kide den taldeetara soilik mugatzeko.

source: Password
ca: Contrasenya
eu_es: Pasahitza

source: Password Lost and Found
ca: La contrasenya s'ha perdut i s'ha trobat
eu_es: Pasahitza Galdu eta Aurkitu

source: Password Protected
ca: Protegit amb contrasenya
eu_es: Pasahitzez babestua

source: Password for the member (never included).
eu_es: Partaidearentzako pasahitza (ez da inoiz sartzen).

source: Password for the new user (never included).
eu_es: Erabiltzaile berriaren pasahitza (inoiz ez da sartu).

source: Passwords cannot be empty or contain the "\" character.
eu_es: Pasahitzak ezin dira hutsik egon, edo "\" karakterea eduki.

source: Paste the link to the activity content you want to display on your site.
eu_es: Itsats ezazu esteka zure gunean bistaratu nahi duzun jardueraren edukira.

# signup users
source: Pending %s
ca: Pendents %s
eu_es: %s itxaroten

# Pending Accounts per page (screen options)
source: Pending Accounts
ca: Comptes pendents
eu_es: Aktibatzeke Kontuak

source: Pending Friend Requests (Received)
eu_es: Zain Dauden Lagun Eskaerak (Jasotakoak)

source: Pending Friend Requests (Sent)
eu_es: Zain Dauden Lagun Eskaerak (Bidalitakoak)

source: Pending Group Invitations (Received)
eu_es: Zain dauden Talde Gonbidapenak (Jasotakoak)

# BuddyPress Pending Group Invitations data exporter friendly name
source: Pending Group Invitations (Received)
eu_es: Zain Dauden Taldeko Gonbidapenak (Jasotakoak)

source: Pending Group Invitations (Sent)
eu_es: Zain dauden Talde Gonbidapenak (Bidalitakoak)

# BuddyPress Pending Group Invitations data exporter friendly name
source: Pending Group Invitations (Sent)
eu_es: Zain Dauden Taldeko Gonbidapenak (Bidalitakoak)

source: Pending Group Membership Requests
eu_es: Zain dauden Talde Bazkidetza Eskaerak

# BuddyPress Pending Group Membership Requests data exporter friendly name
source: Pending Group Membership Requests
eu_es: Zain dauden taldeko bazkidetza eskaerak

source: Pending Group membership requests
ca: Sol·licituds d'admissió pendents
eu_es: Taldeko kidetza eskaerak zain

source: Pending Invites
ca: Invitacions pendents
eu_es: Gonbidapenak zain

# My Account Groups sub nav
source: Pending Invites %s
ca: Invitacions pendents %s
eu_es: %s gonbidapen Zain

# My Account Friends menu sub nav
source: Pending Requests %s
ca: Sol·licituds pendents %s
eu_es: %s Eskaera Zain

source: Pending friendship requests
ca: Teniu %d sol·licituds d'amistats pendents
eu_es: Zain dauden adiskidetasun eskaerak

source: Pending users list
ca: Llista d'usuaris pendents
eu_es: Zain dauden erabiltzaileen zerrenda

source: Pending users list navigation
ca: Navegació de la llista d'usuaris pendents
eu_es: Zain dauden erabiltzaileen zerrenda nabigazioa

source: Permalink:
ca: Enllaç permanent:
eu_es: Permalink-a:

source: Permanent Link to
ca: Enllaç permanent a
eu_es: Esteka iraunkorra hona

source: Permanent link to this post
ca: Enllaç permanent a aquest article
eu_es: Esteka iraunkorra sarrera honetara

# My Account Activity sub nav
source: Personal
eu_es: Pertsonala

# Profile activity screen sub nav
source: Personal
eu_es: Pertsonala

# WP Media data exporter friendly name
source: Personal information
eu_es: Informazio pertsonala

# BuddyPress Settings Data data exporter friendly name
source: Personal settings
eu_es: Ezarpen pertsonalak

source: Phone Number
ca: Número de telèfon
eu_es: Telefono Zenbakia

# xprofile field type
source: Phone Number
ca: Número de telèfon
eu_es: Telefono Zenbakia

source: Photo
ca: Foto
eu_es: Argazkia

# Group screen nav
source: Photo
ca: Foto
eu_es: Argazkia

source: Phrases wrapped in braces <code>{{ }}</code> are email tokens. <a href="%s">Learn about tokens on the BuddyPress Codex</a>.
ca: Les frases entre claus <code>{{ }}</code> són tokens de correu electrònic. <a href="%s">Obteniu informació sobre tokens en el Codex BuddyPress</a>.
eu_es: Esaldiak giltza artean bilduta dagoena <code>{{ }}</code> token e-postak dira. <a href="%s">BuddyPress Codex-en tokenei buruz ikasi</a>.

source: Plain text email content
ca: Contingut del email de text sense format
eu_es: Posta elektronikoaren edukia testu lauan

source: Playing with BP Types just became much easier! The Member Types and Group Types were primarily introduced in BuddyPress as features for advanced users, just like the WordPress Custom Post Type feature.
eu_es: BP Motekin jolastea askoz ere errazagoa bihurtu da! Kide-motak eta Talde-motak BuddyPressen sartu dira ─batez ere, erabiltzaile aurreratuentzako ezaugarri gisa─ WordPress Bidalketa Pertsonalizatu Mota ezaugarri bezala.

source: Please %s about this version of BuddyPress on our website.
eu_es: Mesedez, %s BuddyPressen bertsio honi buruzkoa gure webgunean.

source: Please <a href="%s" title="Create an account">create an account</a> to get started.
ca: <a href="%s" title="Crea un compte">Crea un compte</a> per començar.
eu_es: Mesedez <a href="%s" title="Sortu kontua">sortuu kontu bat</a> hasteko.

source: Please add a subject to your message.
ca: El vostre missatge no ha estat enviat. Heu d'afegir l'assumpte.
eu_es: Zure mezuari izenbururen bat gehitu mesedez.

source: Please add at least one recipient.
ca: Seleccioneu almenys un element per realitzar aquesta acció.
eu_es: Gutxienez hartzaile bat gehitu mesedez.

source: Please add some content to your message.
ca: El vostre missatge no ha estat enviat. Heu d'afegir algun contingut.
eu_es: Zure mezuari edukiren bat gehitu mesedez.

source: Please allow us to access to your camera.
ca: Permeteu-nos accedir a la vostra càmera.
eu_es: Mesedez baimendu gaitzazu zure kamerara atzipena izaten.

source: Please check your email address.
ca: Comproveu la vostra adreça electrònica.
eu_es: Mesedez konprobatu zure email helbidea.

source: Please click on the button below to make a new request.
eu_es: Eskaera berri bat egiteko beheko botoian klik egin mesedez.

source: Please contact the site administrator to request account deletion.
eu_es: Mesedez kontua ezabatzeko guneko adminitratzailearekin kontaktuan jarri.

source: Please define the Group Type ID field.
eu_es: Mesedez, defini ezazu Talde-motaren IDentifikatzaile eremua.

source: Please define the Member Type ID field.
eu_es: Mesedez, defini ezazu kide motaren IDentifikatzaile-eremua.

source: Please do not leave the comment area blank.
ca: No deixeu l'àrea del comentari en blanc.
eu_es: Mesedez ez utzi iruzkinaren eremua hutsik.

source: Please enter a username
ca: Entreu un nom d'usuari:
eu_es: Mesedez sartu erabiltzaile izena

source: Please enter options for this Field:
ca: Introduïu les opcions per a aquest camp:
eu_es: Mesedez, sartu eremu honentzako aukerak:

source: Please enter some content to post.
ca: Entreu algun contingut a l'article.
eu_es: Mesedez sartu edukia sarrera bidaltzeko.

source: Please fill in all of the required fields
ca: Ompliu tot els camps necessaris
eu_es: Mesedez, bete beharrezko eremuak guztiak

source: Please go to your notifications settings to unsubscribe from emails.
ca: Si us plau, aneu a la configuració dels avisos de missatges de correu electrònic per donar-vos de baixa.
eu_es: Mesedez joan zure jakinarazpen ezarpenetara e-postak ez jasotzeko.

source: Please log in and go to your settings to unsubscribe from notification emails.
ca: Si us plau, inicieu sessió i aneu a la vostra configuració per a donar-vos de baixa dels missatges d'avis.
eu_es: Mesedez saioa hasi eta zure ezarpenerata joan jakinarazpen e-postak ez jasotzeko.

source: Please make sure you enter your password twice
ca: Assegureu-vos que introduïu la contrasenya dues vegades.
eu_es: Mesedez, ziurtatu pasahitza bi aldiz sartzen duzula

source: Please make sure you give the group a name.
ca: Assegureu-vos que li heu donat un nom al node.
eu_es: Mesedez, ziurtatu eremuari izena emanten diozula.

source: Please provide a valid activation key.
ca: Proporcioneu un codi d'activació vàlid.
eu_es: Mesedez, emaiguzu aktibazio gako egokia.

source: Please try uploading this file with the %1$sbrowser uploader%2$s.
ca: Proveu a penjar aquest fitxer amb el %1$scarregador del navegador%2$s.
eu_es: Mesedez saiatu fitxategi hau igotzen %1$sigoera arakatzailearekin%2$s.

source: Please update your server or deactivate BuddyPress.
ca: Actualitzeu el servidor o desactiveu el BuddyPress.
eu_es: Zure zerbitzaria eguneratu edo BuddyPress desaktibatu mesedez.

# cover image upload error
source: Please upload only this file type: %s.
eu_es: Mesedez, igo ezazu soilik fitxategi mota hau: %s.

# profile photo upload error
source: Please upload only this file type: %s.
eu_es: Mesedez, igo ezazu soilik fitxategi mota hau: %s.

source: Please use %s instead
eu_es: Mesedez, erabil ezazu %s-(e)n ordez

source: Please wait as we access your camera.
ca: Espereu a que accedim a la vostra càmera.
eu_es: Mesedez itxaron zure kamerara atzitzeko.

source: Please, enter some content.
eu_es: Mesedez, sartu edukiren bat.

source: Please, enter the name of group.
eu_es: Mesedez, sartu taldearen izena.

# BP Type name label
source: Plural Name
eu_es: Izena, pluralean

source: Popular
eu_es: Ospetsuak

# email type taxonomy label
source: Popular Email Situation
ca: Situació de email populars
eu_es: Email egoera erabilienak

# Group type taxonomy popular items label
source: Popular Group Types
eu_es: Talde-mota Herrikoiak

# Member type taxonomy popular items label
source: Popular Member Types
eu_es: Kide-mota herrikoiak

source: Post
ca: Publica
eu_es: Sarrera

# button
source: Post
eu_es: Bidalketa

source: Post Comments
ca: Comentaris dels articles
eu_es: Iruzkinak Bidali

source: Post In Group Forum:
ca: Publica en un fòrum del node:
eu_es: Sarrera talde foroan:

source: Post Reply
ca: Publica la resposta
eu_es: Bidali erantzuna

source: Post Topic
ca: Publica un tema
eu_es: Gai berria

source: Post Update
ca: Actualitza l'article
eu_es: Sarrera eguneratu

# heading
source: Post Update
eu_es: Bidalketa Eguneratu

source: Post a New Topic:
ca: Publica un tema nou
eu_es: Hari berri bat bidali:

source: Post in
ca: Publica
eu_es: Sarrera non

source: Post in: Group
ca: Publicació a: node
eu_es: Argitaratu: Taldean

source: Post in: Profile
ca: Publicació a: perfil
eu_es: Argitaratu: Profilean

source: Post what's new
ca: Publica les novetats
eu_es: Idatzi zerbait

source: Posted a status update
ca: S'ha publicat una actualització de l'estat
eu_es: Egoera eguneraketa bidalia

source: Posted a status update in a Group
eu_es: Taldean bidalitako egoera eguneraketa

source: Posts
ca: Entrades
eu_es: Sarrerak

# search form
source: Posts
ca: Entrades
eu_es: Bidalketak

# link
source: Prev.
eu_es: Aurrekoa.

# link
source: Previous page
eu_es: Aurreko orrialdea

source: Primary Item ID
ca: Identificador de l'element
eu_es: Elementu Primario IDa

# activity admin edit screen
source: Primary Item/Secondary Item
ca: Element Primari/Element Secundari
eu_es: Elementu nagusia/Bigarren mailako elementua

source: Primary Navigation
ca: Navegació primària
eu_es: Nabigazio nagusia

source: Privacy
ca: Privadesa
eu_es: Pribatutasuna

source: Privacy Options
ca: Opcions de privadesa
eu_es: Pribatutasun aukerak

source: Privacy Policy
eu_es: Pribatutasun Politika

source: Privacy: I would like my site to appear in search engines, and in public listings around this network
ca: M'agradaria que el meu bloc aparegui en els cercadors, i als llistats públics d'aquest lloc web
eu_es: Pribatutasuna: Nire gunea bilatzaileetan eta sare honen inguruko zerrenda publikoetan agertzea nahi dut

source: Privacy: I would like my site to appear in search engines, and in public listings around this network.
ca: Privadesa: m'agradaria fer que el meu lloc aparega als cercadors, i als llistats públics al voltant d'aquesta xarxa.
eu_es: Pribatutasuna: Nire gunea bilatzailetan, eta sare honen inguruko zerrenda publikoetan azaltzea nahiko nuke.

source: Private
ca: Privat
eu_es: Pribatua

source: Private %s
eu_es: Pribatua: %s

source: Private Group
ca: Node privat
eu_es: Talde pribatua

source: Private Message
ca: Missatge privat
eu_es: Mezu pribatua

source: Private Messages
ca: Missatges privats
eu_es: Mezu pribatuak

# BuddyPress Messages data exporter friendly name
source: Private Messages
eu_es: Mezu Pribatuak

source: Private Messaging
ca: Missatgeria privada
eu_es: Mezularitza pribatua

source: Profile
ca: Perfil
eu_es: Profila

# Member profile main navigation
source: Profile
ca: Perfil
eu_es: Profila

# My Account Profile
source: Profile
ca: Perfil
eu_es: Profila

# My Account Settings sub nav
source: Profile
ca: Perfil
eu_es: Profila

# Profile header menu
source: Profile
ca: Perfil
eu_es: Profila

source: Profile Data
eu_es: Profileko Datuak

source: Profile Details
ca: Detalls del perfil
eu_es: Profilaren xehetasunak

# Admin Users menu
source: Profile Fields
ca: Camps del perfil
eu_es: Profilaren Eremuak

# Settings page header
source: Profile Fields
ca: Camps del perfil
eu_es: Profil eremuak

# xProfile admin page title
source: Profile Fields
ca: Camps del perfil
eu_es: Profil Eremuak

source: Profile Photo
ca: Foto del perfil
eu_es: Argazki profila

# members user-admin edit screen
source: Profile Photo
eu_es: Profileko Argazkia

source: Profile Photo Uploads
ca: Cárregues de fotos de perfil
eu_es: Profileko argazki igoerak

source: Profile Settings
ca: Configuració del perfil
eu_es: Profil Ezarpenak

# BuddyPress setting tab
source: Profile Settings
ca: Configuració del perfil
eu_es: Profilaren Ezarpenak

source: Profile Syncing
ca: Sincronització del perfil
eu_es: Profila Sinkronizazioa

source: Profile URL of the member.
eu_es: Partaidearen profilaren URLa.

source: Profile Updates
ca: Actualitzacions del perfil
eu_es: Profila Eguneratu

# Profile settings sub nav
source: Profile Visibility
ca: Visibilitat del perfil
eu_es: Profilaren ikusgarritasuna
