Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: There was an error saving group details. Please try again.
ca: S'ha produït un error en desar els detalls del node. Torneu-ho a provar.
eu_es: Errore bat egon da taldearen informazioa gordetzean. Mesedez, saiatu berriz.

source: There was an error saving the field. Please try again.
ca: S'ha produït un error en desar el camp. Proveu-ho de nou.
eu_es: Errore bat egon da eremua gordetzean. Mesedez saiatu berriz.

source: There was an error saving the group profile photo, please try uploading again.
ca: S'ha produït un error en desar la foto del perfil de node, proveu a penjar-la de nou.
eu_es: Errore bat egon da taldeko argazki profila gordetzean, mesedez saiatu berriz igotzen.

source: There was an error saving the group. Please try again.
ca: S'ha produït un error en desar el node. Proveu-ho no.
eu_es: Errore bat egon da taldea gordetzean. Mesedez saiatu berriz.

source: There was an error sending your group membership request. Please try again.
ca: S'ha produït un problema en enviar la sol·licitud d'amistat del node. Proveu-ho de nou.
eu_es: Errore bat egon da zure talde partaidetza eskaera bidaltzean. Berriz saiatu, mesedez.

source: There was an error trying to create the friendship.
eu_es: Errore bat gertatu da adiskidetasuna sortzen saiatzean.

source: There was an error trying to create the message.
eu_es: Errore bat egon da mezua sortzen saiatzerakoan.

source: There was an error trying to delete the thread.
eu_es: Errore bat gertatu da hari bat ezabatzen saiatzerakoan.

source: There was an error trying to update the message.
eu_es: Errore bat egon da mezua eguneratzen saiatzerakoan.

source: There was an error updating group details. Please try again.
ca: S'ha produït un problema en actualitzar els detalls del node. Proveu-ho de nou.
eu_es: Errore bat egon da taldearen xehetasunak eguneratzean. Berriz saiatu, mesedez.

source: There was an error updating group settings. Please try again.
ca: S'ha produït un problema en actualitzar la configuració del node. Proveu-ho de nou.
eu_es: Errore bat egon da talde ezarpenak eguneratzean. Mesedez saiatu berriz.

source: There was an error when banning that user. Please try again.
ca: S'ha produït un error en inhabilitat aquest usuari. Proveu-ho de nou.
eu_es: Errore bat egon da erabiltzaile hori debekatzean. Berriz saiatu, mesedez.

source: There was an error when deleting that activity
ca: S'ha produït un problema en suprimir aquesta activitat
eu_es: Errore bat egon da jarduera ezabatzerakoan

source: There was an error when demoting that user. Please try again.
ca: S'ha produït un error en degradar l'usuari. Proveu-ho de nou.
eu_es: Errore bat egon da erabiltzaile hori mailaz jaistean. Berriz saiatu, mesedez.

source: There was an error when posting your update. Please try again.
ca: S'ha produït un error mentre es publicava l'actualització. Proveu-ho de nou.
eu_es: Errore bat egon da zure eguneraketa bidaltzean. Mesedez saiatu berriz.

source: There was an error when promoting that user. Please try again.
ca: S'ha produït un error en promocionar l'usuari. Proveu-ho de nou.
eu_es: Errore bat egon da erabiltzaile hori mailaz igotzean. Berriz saiatu, mesedez.

source: There was an error when unbanning that user. Please try again.
ca: S'ha produït un error en habilitat aquest usuari. Proveu-ho de nou.
eu_es: Errore bat egon da erabiltzaile horri debekua kentzean. Berriz saiatu, mesedez.

source: There was an error while changing group type. Please try again.
ca: S'ha produït un error canviant el tipus de node. Torneu-ho a provar.
eu_es: Errore bat gertatu da taldearen mota aldatzerakoan. Saiatu berriz, mesedez.

source: There was an error while changing member type. Please try again.
ca: S'ha produït un error al canviar el tipus del membre. Proveu-ho se nou.
eu_es: Errore bat egon da kidea mota aldatzerakoan. Saiatu berriz mesedez.

source: There was an error while trying to delete this type.
eu_es: Errore bat gertatu da mota hau ezabatzen saiatzean.

source: There were no groups found.
ca: No s'han trobat nodes.
eu_es: Ez dugu talderik aurkitu.

source: There were no members found, please try another filter.
ca: No s'ha trobat cap membre, proveu altre filtre.
eu_es: Ez dira erabiltzailerik aurkitu, mesedez saiatu beste iragazki batekin.

source: These field options are invalid.
ca: Aquestes opcions del camp no són vàlides.
eu_es: Eremu aukera hauek okerrak dira.

source: These globals should not be used directly and are deprecated. Please use the BuddyPress nav functions instead.
ca: Aquestes globals no han de ser utilitzades directament i estan en desús. Si us plau, utilitzeu les funcions de navegació BuddyPress.
eu_es: Global hauek ez dira zuzenean erabili behar eta zaharkituta daude. Erabili BuddyPress nabigazioko funtzioak hauen ordez mesedez.

source: These identify the object that created this activity. For example, the fields could reference a pair of site and comment IDs.
ca: Aquests identifiquen l'element que ha creat aquesta activitat. Per exemple, aquests camps poden fer referència a la parella d'identificadors del lloc i del comentari.
eu_es: Eremu hauek jarduera hau sortu zuen objektua identifikatzen dute. Eremuek webgune eta iruzkin ID bikote bati egin diezaiekete erreferentzia, adibidez.

source: Third Footer Widget Area
ca: Àrea del giny del tercer peu de pàgina
eu_es: Hirugarren oin widget eremua

source: This action cannot be undone.
ca: Aquesta acció no es pot desfer.
eu_es: Ekintza hau ezin da atzera bota.

source: This action should not be used directly. Please use the BuddyPress Group Extension API to generate Manage tabs.
ca: Aquesta acció no es pot usar directament. Utilitzeu l'API de l'extensió de node del BuddyPress per generat pestanyes de gestió.
eu_es: Ekintza hau ez da zuzenean erabili behar. Kudeaketa fitxak sortzeko mesedez BuddyPress Talde Luzapen APIa erabili.

source: This activity has been marked as spam and is no longer visible.
eu_es: Jarduera hau spam gisa markatu da eta jada ez dago ikusgarri.

source: This activity item has a type (%s) that is not registered using bp_activity_set_action(), so no label is available.
ca: Aquest element d'activitat presenta un tipus (%s) que no ha estat registrat usant bp_activity_set_action(), per tant, no hi ha cap etiqueta disponible.
eu_es: Jarduera elementu honek bp_activity_set_action() erabilita erregistratu ez den (%s) mota bat du. Ondorioz, ez dago etiketa erabilgarririk.

source: This field can be seen by: %s
ca: Aquest camp el pot veure: %s
eu_es: Eremu hau hauek ikusi dezakete: %s

source: This field can be seen by: <span class="current-visibility-level">%s</span>
ca: Aquest camp es pot veure per: <span class="current-visibility-level">%s</span>
eu_es: Eremu honen ikusgarritasuna: <span class="current-visibility-level">%s</span>

source: This field may be seen by: %s
ca: Aquest camp el pot veure: %s
eu_es: Eremu hau honek ikusi dezake: %s

source: This field should be available to:
ca: Aquest camp ha d'estar disponible per:
eu_es: Eremu honek eskuragarri egon beharko luke honentzat:

source: This file is empty. Please try another.
ca: Aquest fitxer és buit. Intenteu-ho amb un altre.
eu_es: Fitxategia hutsik dago. Mesedez saiatu beste batekin.

source: This file is not an image. Please try another.
ca: Aquest fitxer no és una imatge. Intenteu-ho amb un altre.
eu_es: Fitxategia ez da irudi bat. Mesedez saiatu beste batekin.

source: This file type is not allowed. Please try another.
ca: Aquest tipus de fitxer no és permès. Intenteu-ho amb un altre.
eu_es: Fitxategi mota hau ez dago baimenduta. Mesedez saiatu beste batekin.

source: This group has no administrators
ca: Aquest node no té administradors
eu_es: Talde honek ez du administratzailerik

source: This group has no members.
ca: Aquest node no té membres.
eu_es: Talde honek ez du erabiltzailerik.

source: This group has no moderators
ca: Aquest node no té moderadors
eu_es: Talde honek ez du moderatzailerik

source: This group is not currently accessible.
ca: Aquest node actualment no és accessible.
eu_es: Taldea hau oraingoz ez da atzigarria.

source: This group must have at least one admin
ca: Aquest node ha de tenir almenys un administrador
eu_es: Talde honek gutxienez administratzaile bat izan behar du

source: This group will be listed in the groups directory and in search results.
ca: Aquest node serà llistat al directori de nodes i als resultats de cerca.
eu_es: Talde hau talde bilaketa eta talde direktorioetan agertuko da.

source: This group will not be listed in the groups directory or search results.
ca: Aquest node no es llistarà en el directori de nodes o als resultats de cerca.
eu_es: Talde hau ez da talde bilaketa eta talde direktorioetan agertuko.

source: This is a hidden group
ca: Node ocult
eu_es: Talde hau izkutukoa da

source: This is a hidden group and only invited members can join.
ca: Aquest és un node ocult i només els membres convidats poden unir-se'n.
eu_es: Taldea hau izkutukoa da, gonbidatutako erabiltzaileak bakarrik elkartu daitezke.

source: This is a notice to all users.
ca: Aquest és un avís a tots els usuaris.
eu_es: Jakinarazpen hau erabiltzaile guztientzat da.

source: This is a private group
ca: Node privat
eu_es: Talde hau pribatua da

source: This is a private group and you must request group membership in order to join.
ca: Aquest és un node privat i heu de sol·licitar l'admissió al node per a unir-vos.
eu_es: Talde hau pribatua da, bertako kidea izateko eskera egin behar duzu.

source: This is a private group. To join you must be a registered site member and request group membership.
ca: Aquest és un node privat. Per unir-vos heu de ser membre registrat del lloc i sol·licitar accés al node.
eu_es: Talde hay pribatua da, bertako kodea izateko gunean erregistratu eta eskaera eskatu behar duzu.

source: This is a private group. Your membership request is awaiting approval from the group administrator.
ca: Aquest és un node privat. La sol·licitud d'admissió està esperant l'aprovació per part de l'administrador del node.
eu_es: Talde hau pribatua da. Taldekidea izateko zure eskaera oraindik onartzeko dago.

source: This is a public group
ca: Node públic
eu_es: Talde hau publikoa da

source: This is a required field
ca: Aquest és un camp necessari.
eu_es: Eremu hau beharrezkoa da

source: This is larger than the maximum size. Please try another.
ca: Aquest és més gran que la mida màxima. Prova'n un altre.
eu_es: Tamaina maximoa baino handiagoa da. Mesedez saiatu beste batekin.

source: This is the admin view of a user&#39;s profile.
ca: Això és la visualització del perfil de l'usuari.
eu_es: Hau erabiltzaile baten profilaren administrazio orria da.

source: This is the administration screen for pending accounts on your site.
ca: Aquesta és la pantalla d'administració per als comptes pendents del lloc web.
eu_es: Zure webgunean zain dauden kontuentzako administrazio pantaila da hau.

source: This is the first of the many improvements we are bringing to our default Template Pack.
eu_es: Hau da gure txantiloi-pakete lehenetsira ekartzen ari garen hobekuntza ugarietatik lehena.

source: This member has no notifications.
ca: Aquest membre no té avisos.
eu_es: Partaide honek ez dauka jakinarazpenik.

source: This member has no unread notifications.
ca: Aquest membre no té avisos sense llegir.
eu_es: Partaide honek ez dauka irakurri gabeko jakinarazpenik.

source: This member is a spammer.
eu_es: Kide hau spammer bat da.

source: This member's profile settings have been saved.
ca: La configuració del perfil d'aquest membre s'ha desat.
eu_es: Partaide honen profilaren ezarpenak gorde dira.

source: This page is a convenient way to edit the details associated with one of your groups.
ca: Aquesta pàgina és la forma correcta d'editar els detalls associats amb un dels nodes.
eu_es: Orrialde honek zure talde bati lotutako xehetasunak editatzeko modu eroso bat eskaintzen du.

source: This site records certain user actions, in the form of "activity" data. Activity includes updates and comments posted directly to activity streams, as well as descriptions of other actions performed while using the site, such as new friendships, newly joined groups, and profile updates.
eu_es: Gune honek erabiltzaileen ekintza jakin batzuk erregistratzen ditu, "jarduera" datu moduan. Jarduerak eguneraketak, jarduera jarioetara bidali diren iruzkinak eta gunea erabiltzean egikaritzen diren ekintzen deskripzioen batera, adizkidetasun berriak bezela, berriki elkartutako taldeak eta profil eguneraketak barne hartzen ditu.

source: This topic does not exist.
ca: Aquest tema no existeix.
eu_es: Hari hau ez da existitzen.

source: This topic is closed, replies are no longer accepted.
ca: Aquest tema està tancat, les respostes ja no s'accepten.
eu_es: Hari hau itxita dago, ez du erantzun berririk onartzen.

source: This type is registered using code, deactivate the plugin or remove the custom code before trying to delete it again.
eu_es: Mota hau kodea erabiliz eman da izena; plugina desaktiba ezazu, edo kode pertsonalizatua kendu berriro ezabatzen saiatu aurretik.

source: This user has been marked as a spammer. Only site admins can view this profile.
ca: Aquest usuari s'ha marcat com creador de brossa. Només els administradors del lloc poden veure aquest perfil.
eu_es: Erabiltzaile hau spammer bezala markatu da. Administratzaileak barrik ikusi dezakete bere profila.

source: This user is a spammer.
ca: Aquest usuari és un creador de brossa
eu_es: Erabiltzaile hau spam eragile bat da.

source: This user's notification settings have been saved.
ca: S'ha desat la configuració d'avisos de l'usuari
eu_es: Erabiltzaile honen jakinarazpen ezarpenak gorde dira.

source: Those users are already friends or have sent friendship request(s) recently.
eu_es: Erabiltzaile horiek, dagoeneko, lagunak dira, edo duela gutxi, adiskidetasun eskaera(k) bidali dute.

source: Thread URL
eu_es: Hariaren URLa

source: Three columns
ca: Tres columnes
eu_es: Hiru zutabe

source: Thumb
eu_es: Miniatura

source: Thumb size of the image file.
eu_es: Irudi fitxategiaren miniaturaren tamaina.

source: Thumbnail
ca: Miniatura
eu_es: Koadro txikia

source: Time elapsed
ca: Temps transcorregut
eu_es: Igarotako denbora

source: Title of the latest message of the Thread, as it exists in the database.
eu_es: Hariaren azken mezuaren izenburua, datu-basean agertzen den eran.

source: Title of the latest message of the Thread, transformed for display.
eu_es: Hariaren azken mezuaren izenburua, bistaratzeko egokitua.

source: Title of the latest message of the Thread.
eu_es: Hariaren azken mezuaren izenburua.

source: Title of the new user's child site.
eu_es: Erabiltzaile berriaren ume-gunearen izenburua.

source: Title:
ca: Títol:
eu_es: Izenburua:

# Label for the Title field of the Recent Networkwide Posts widget
source: Title:
ca: Títol:
eu_es: Izenburua:

source: To erase all data associated with your account, your user account must be completely deleted.
eu_es: Zure kontuari lotutako datu guztiak ezabatzeko, zure erabiltzaile kontuak erabat ezabatua egon behar du.

source: To name two: get the groups the logged in user is a member of, and create a blog when BuddyPress is activated on a network of WordPress sites.
eu_es: Bi izendatzeko: lor ezazu saioa hasi duen erabiltzailea osatzen duten taldeak, eta sortu blog bat BuddyPress aktibatuta dagoenean WordPress gune sare batean.

source: To skip the avatar upload process, hit the "Next Step" button.
ca: Per evitar el procés de càrrega de l'avatar, premeu el botó "Pas següent".
eu_es: Abatarraren kargaren prozesua saltatzeko sakatu "Hurrengo pausua" botoian.

source: To skip the group profile photo upload process, hit the "Next Step" button.
ca: Per evitar el procés de pujada de la foto de perfil de node, feu clic al botó "Següent pas".
eu_es: Taldearen argazkia geroago igotzeko, "Hurrengo Pausoa" botoia sakatu.

source: To:
ca: A:
eu_es: Nori:

source: Toggle to display a link to the group's home page under their name.
eu_es: Txandaka ezazu taldearen hasierako orrialdera esteka bat bistaratzeko.

source: Toggle to display a link to the user's profile page under their display name.
eu_es: Erabiltzailearen profileko orrialdera, txandaka ezazu esteka bat bistaratze-izenarekin.

source: Toggle to display the group's cover image over their name.
eu_es: Txandaka ezazu taldearen azalaren irudia haien izenaren gainean bistaratzeko.

source: Toggle to display the group's description under their name.
eu_es: Txandaka ezazu taldearen deskripzioa bere izenean bistaratzeko.

source: Toggle to display the user's cover image over their display name.
eu_es: Txandaka ezazu erabiltzailearen azalaren irudia bistaratzea bere izenaren gainean bistaratzearekin.

source: Toggle to display the user's mention name under their display name.
eu_es: Txandaka ezazu erabiltzailearen aipamen izena bistaratzea bere izenaren behealdean bistaratzearekin.

source: Toggle to include group's name.
eu_es: Txandaka ezazu taldearen izena sartzeko.

source: Toggle to include user's display name.
eu_es: Txandaka ezazu erabiltzailearen bistaratzeko izena sartzeko.

source: Toolbar
ca: Barra d'eines
eu_es: Tresna-barra

source: Tools
ca: Eines
eu_es: Tresnak

source: Topic
ca: Tema
eu_es: Tema

source: Topic tags:
ca: Etiquetes del tema:
eu_es: Gaien Etiketak:

source: Total count of unread messages into the Thread for the requested user.
eu_es: Eskatutako erabiltzailearen harian irakurri gabeko mezuen zenbaketa totala.

source: Total number of comments of the activity object.
eu_es: Jarduera objektuaren iruzkin guztien kopurua.

source: Total number of friends for the member.
eu_es: Bazkidearen lagun kopurua.

source: Total number of signups to return.
eu_es: Bihurtu beharreko erregistro kopurua.

source: Two columns
ca: Dues columnes
eu_es: Bi zutabe

source: Type
ca: Tipus
eu_es: Mota

# activity admin edit screen
source: Type
ca: Tipus
eu_es: Mota

source: Type ID
eu_es: IDentifikatzaile Mota

source: Type metadata labels need to be set into the labels argument when registering your taxonomy using the meta key as the label’s key.
eu_es: Zure taxonomia erregistratzean, mota-metadatuen etiketak etiketen argumentuan ezarri behar dira meta-gako etiketaren gako gisa.

source: Type slug
eu_es: Slug mota

source: Type:
ca: Tipus:
eu_es: Mota:

source: Un-spammed by %s
ca: Marcat com a legítim per %s
eu_es: %s -k spammetik aterea

source: Unauthorized request.
ca: Sol·licitud no autoritzada.
eu_es: Baimendu gabeko eskaera

source: Unavailable to all members.
ca: No disponible per a tots els membres.
eu_es: Kide guztientzat ez-erabilgarri.

# group member unban link
source: Unban
eu_es: Desblokeatu

source: Unban this member
ca: Suprimeix la prohibició a aquest membre
eu_es: Kide honi debekua kendu

# group manage members unban feedback
source: Unbanning member... Please wait.
eu_es: Kidea baimentzen ... itxaron mesedez.

source: Under the hood
eu_es: Luparen azpian

source: Unique identifier for the member.
eu_es: Kidearentzat bakarra den identifikatzailea.

source: Unique numeric identifier of the friendship.
eu_es: Adiskidetasunaren zenbaki-identifikatzaile bakarra.

source: Unique site name (slug) of the new user's child site.
eu_es: Erabiltzaile berriaren ume-gunearen izen bakarra (slug).

source: Unread
ca: No llegit
eu_es: Irakurtzeke

# Message dropdown filter
source: Unread
ca: Per llegir
eu_es: Irakurri gabea

# My Account Notification sub nav
source: Unread
ca: Per llegir
eu_es: Irakurrigabeak

# Notification screen nav
source: Unread
ca: Per llegir
eu_es: Irakurrigabeak

# My Account Notification pending
source: Unread %s
ca: Sense llegir %s
eu_es: Irakurri gabeak %s

source: Unread notifications
ca: Avisos sense llegir
eu_es: Irakurri gabeko notifikazioak

source: Unregistered action - %s
ca: Acció sense registrar - %s
eu_es: Erregistratu gabeko akzioa - %s

source: Unreplied
ca: Sense resposta
eu_es: Erantzuteke

source: Unserialized value for the field, regular string will be casted as array.
eu_es: Serializatua ez dagoen eremuaren balioa. karaktere-kate normala matrize bihurtuko da.

source: Unstar
ca: Treure de destacats
eu_es: Izarra kendu

source: Unstar Conversation
ca: Treure de destacats
eu_es: Elkarrizketa Desmarkatu

source: Unstar Message
ca: Treure de destacats
eu_es: Mezua Desmarkatu

source: Unstarring messages. Please wait.
eu_es: Izargabetu mezuak. Itxaron mesedez.

source: Update
ca: Actualitza
eu_es: Eguneratu

# email type taxonomy label
source: Update Email Situation
ca: Actualització de situació de email
eu_es: Emailaren egoera eguneratu

# Group type taxonomy update item label
source: Update Group Type
eu_es: Egunera ezazu Talde-mota

# Member type taxonomy update item label
source: Update Member Type
eu_es: Egunera ezazu Kide-mota

source: Update Posted!
ca: Actualització publicada!
eu_es: Eguneraketa bidalia!

source: Update Profile
ca: Actualitza el perfil
eu_es: Profila Eguneratu

source: Update posted.
ca: Actualització publicada!
eu_es: Eguneraketa bidalita.

source: Update your email and or password.
ca: Actualitzeu el vostre correu electrònic i/o la contrasenya
eu_es: Zure e-posta eta pasahitza eguneratu.

source: Updated Profile
ca: Perfil actualitzat
eu_es: Eguneratutako Profila

source: Updated Profile Photos
ca: S'han actualitzat les fotos del perfil
eu_es: Profil argazkiak eguneratuta

source: Updates
ca: Actualitzacions
eu_es: Eguneraketak

# group manage members update feedback
source: Updating role... Please wait.
eu_es: Rolea eguneratzen... itxaron mesedez.

source: Upload
ca: Penja
eu_es: Igo

source: Upload Cover Image
ca: Imatge de la coberta
eu_es: Azaleko Irudia Igo

source: Upload Failed! Error was: %s
ca: La càrrega ha fallat! L'error ha estat: %s
eu_es: Errorea igotzerakoan! Errorea: %s

source: Upload Group Avatar
ca: Avatar del node
eu_es: Taldeko Avatarra Igo

source: Upload Image
ca: Penja la imatge
eu_es: Irudia Igo

source: Upload Limit Exceeded
ca: Heu superat el límit de pujada
eu_es: Igoera Muga Gainditua

source: Upload an image to use as a profile photo for this group. The image will be shown on the main group page, and in search results.
ca: Penja una imatge per usar com a foto de perfil d'aquest node. La imatge es mostrarà a la pàgina principal del node, i en els resultats de cerca.
eu_es: Igo irudi bat talde honetako profil gisa erabiltzeko. Irudia taldeko orrialde nagusian eta bilaketa emaitzetan erakutsiko da.

source: Upload an image to use as an avatar for this group. The image will be shown on the main group page, and in search results.
ca: Penja una imatge per utilitzar-la com a avatar per aquest node. La imatge serà mostrada a la pàgina principal del node i als resultats de cerca.
eu_es: Igo irudi bat taldeko abatar gisa erabiltzeko. Irudia taldeko orrialdean eta bilaketen emaitzetan erakutsiko da.

source: Upload failed! Error was: %s
ca: La càrrega ha fallat! L'error ha estat: %s
eu_es: Igoerak huts egin du! Errorea: %s

source: Upload failed! Error was: %s.
eu_es: Kargak huts egin du! Errorea hau izan da: %s.

source: Upload failed.
ca: La pujada ha fallat.
eu_es: Igoerak huts egin du.

source: Upload stopped.
ca: Càrrega aturada.
eu_es: Igoera geldituta.

# email post type label
source: Uploaded to this email
ca: Carregat a aquest email
eu_es: Email honetara igota

source: Use column navigation for the Activity directory.
ca: Utilitzeu el menú vertical per navegar pel directori de l'activitat.
eu_es: Erabili zutabe nabigazioa Jarduera direktoriorako.

source: Use column navigation for the Groups directory.
ca: Utilitzeu la navegació en columna pel directori dels node.
eu_es: Erabili zutabe nabigazioa Taldeen karpetarentzat.
