Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: Profile Visibility Settings
ca: Paràmetres de visibilitat del perfil
eu_es: Profileko Ikusgarritasun Ezarpenak

source: Profile field groups
ca: Camps de perfil dels nodes
eu_es: Profil eremu taldeak

source: Profile field requirement is missing.
ca: No es troba el camp requerit de perfil.
eu_es: Profileko eremuek izen bat izan behar dute.

source: Profile field type is missing.
ca: No es troba el tipus de camp de perfil.
eu_es: Profileko eremu mota falta da.

source: Profile fields must have a name.
ca: Els camps de perfil han de tenir nom
eu_es: Profileko eremuak izen bat izan behar du.

source: Profile menu
ca: Perfil
eu_es: Profil menua

source: Profile not recently updated.
ca: El perfil no s'ha actualitzat recentment.
eu_es: Azkenaldian eguneratu gabeko profila.

source: Profile photo of %s
ca: Foto del perfil de %s
eu_es: %s-ren profileko argazkia

source: Profile photo preview
ca: Previsualització de la foto del perfil
eu_es: Profil argazkia aurrikusi

source: Profile photo to crop
ca: Fotografia del perfil per escapçar
eu_es: Mozteko profil argazkia

source: Profile photo was deleted.
ca: S'ha suprimit la foto del perfil
eu_es: Profil argazkia ezabatu da.

source: Profile photos of online users
ca: Fotos de perfil d'usuaris en línia
eu_es: Online erabiltzaileen profileko argazkiak

source: Profile photos of recently active members
ca: Fotos de perfil de membres recentment actius
eu_es: Azken erabiltzaileen argazki profilak

source: Profile picture
ca: Imatge del perfil
eu_es: Profileko irudia

source: Profile picture of %s
ca: Imatge del perfil de %s
eu_es: %s-(r)en profileko irudia

# Avatar alt
source: Profile picture of %s
ca: Fotografia del perfil de %s
eu_es: %s-ren profil argazkia

source: Profile picture of the author of the site %s
ca: Imatge del perfil de l'autor del lloc web %s
eu_es: %s webgunearen egilearen profil irudia

source: Profile updated %s
ca: S'ha actualitzat el perfil %s
eu_es: %s profila eguneratuta

source: Profile updated.
ca: S'ha actualitzat el perfil.
eu_es: Profila eguneratua.

source: Profile visibility settings
ca: Paràmetres de visibilitat del perfil
eu_es: Profilaren ikusgarritasun ezarpenak

source: Project Founder
ca: Líders dels projecte
eu_es: Proiektuaren Sortzailea

source: Project Lead
ca: Cap del projecte
eu_es: Proiektu zuzendaria

source: Project Leaders
ca: Líders dels projecte
eu_es: Proiektu-buruak

source: Promote to Admin
ca: Converteix en administrador
eu_es: Administratzaile mailara igo

source: Promote to Mod
ca: Converteix en moderador
eu_es: Moderatzaile mailara igo

source: Proudly powered by <a href="%1$s">WordPress</a> and <a href="%2$s">BuddyPress</a>.
ca: Gràcies al <a href="%1$s">WordPress</a> i al <a href="%2$s">BuddyPress</a>.
eu_es: Harrotasunez <a href="%1$s">WordPress</a> eta <a href="%2$s">BuddyPress</a> bultzatuta.

source: Public
ca: Públic
eu_es: Publikoa

source: Public %s
eu_es: Publikoa %s

source: Public Group
ca: Node públic
eu_es: Talde publikoa

source: Public Message
ca: Missatge públic
eu_es: Mezu publikoa

source: Public group activity feed of which %s is a member.
ca: Fil de subscripció de l'activitat pública del node del qual %s és membre.
eu_es: %s kide den talde publikoen jardueraren jarioa.

source: Publish Notice
ca: Avís:
eu_es: Oharra Argitaratu

source: RSS Feed
ca: Canal RSS
eu_es: RSS Jarioa

source: RSS feed 'id' must be defined
ca: L'identificador del fil de subscripció ha d'estar definit
eu_es: RSS jarioaren 'id' zehaztuta egon behar da

# xprofile field type
source: Radio Buttons
ca: Botons d'opció
eu_es: Aukera-botoiak

source: Random Group
ca: Node aleatori
eu_es: Ausazko taldea

source: Random Member
ca: Membre aleatori
eu_es: Ausazko erabiltzailea

source: Random Site
ca: Lloc a l'atzar
eu_es: Ausazko gunea

source: Range
ca: Rang
eu_es: Tartea

source: Read
ca: Llegit
eu_es: Irakurri

# Message dropdown filter
source: Read
ca: Llegit
eu_es: Irakurri

# My Account Notification sub nav
source: Read
ca: Llegeix
eu_es: Irakurri

# Notification screen nav
source: Read
ca: Llegit
eu_es: Irakurriak

source: Read more about it in this %s.
eu_es: %s honetan, irakur ezazu honi buruzko informazio gehiago.

source: Read the rest of this entry &rarr;
ca: Llegiu la resta d'aquest article &rarr;
eu_es: Irakurri gainerako sarrera &rarr;

source: Read this %s to learn about all the others.
eu_es: Beste guztiei buruz ikasteko, irakur ezazu hau %s.

source: Reassign the deleted member's posts and links to this user ID.
eu_es: Esleitu egiozu ezabatutako erabiltzailearen bidalketak eta estekak beste erabiltzaile IDentifikatzaile honi.

source: Receive email when a member invites you to join a group?
eu_es: Kide batek talde batera gonbidatzen zaituenean e-posta bat jaso?

source: Receive email when a member mentions you in an update?
eu_es: Kide batek eguneratze batean aipatzen zaituenean e-posta bat jaso?

source: Receive email when a member replies to an update or comment you've posted?
eu_es: Kide batek zuk bidalitako iruzkin edo eguneraketa bateri erantzuten dioenean e-posta bat jaso?

source: Receive email when a member requests to join a private group for which you are an admin?
eu_es: Kide batek zuk administrazen duzun talde pribatu batera sartzeko eskaera egiten duenean e-posta bat jaso?

source: Receive email when a member sends you a new message?
eu_es: Kide batek mezu bat bidaltzen dizuenean e-posta bat jaso?

source: Receive email when group information is updated?
eu_es: Talde bateko informazioa eguneratzean e-posta bat jaso?

source: Receive email when you are promoted to a group administrator or moderator?
eu_es: Talde bateko administratzaile edo moderatzaile gisa sustatzean e-posta bat jaso?

source: Receive email when your request to join a group has been approved or denied?
eu_es: Zure taldera sartzeko eskaerari baimena edo ezekoa ematen zaionean e-posta bat jaso?

source: Receive group invitations from my friends only?
eu_es: Talde gonbidapenak nire lagunengatik jaso bakarrik?

source: Recent Networkwide Posts
ca: Entrades recents a tota la xarxa
eu_es: Sareko azken bidalketak

source: Recently Active
ca: Actiu recentment
eu_es: Orain dela gutxiko aktiboak

source: Recently Active Members
ca: Membres recentment actius
eu_es: Azkenaldian sarean ziren Partaideak

source: Recently Joined
ca: Recentment units
eu_es: Orain dela gutxi egindako kidea

source: Recipient
eu_es: Hartzailea

source: Recipient had requested to join a group, which was accepted.
ca: El destinatari ha demanat unir-se a un node, i s'ha acceptat.
eu_es: Hartzaileak talde batera elkartzeko egin zuen eskaera onartu egin da.

source: Recipient had requested to join a group, which was rejected.
ca: El destinatari ha demanat unir-se a un node, i s'ha rebutjat
eu_es: Hartzaileak talde batera elkartzeko egin zuen eskaera ukatu egin da.

source: Recipient has changed their email address.
ca: El destinatari ha canviat la seva adreça de correu electrònic.
eu_es: Hartzaileak bere posta elektroniko helbidea aldatu du.

source: Recipient has had a friend request accepted by a member.
ca: El destinatari ha acceptat una sol·licitud d'amistat d'un membre.
eu_es: Kide batek hartzaileak egin zion lagun-izate eskaera onartu du.

source: Recipient has received a private message.
ca: El destinatari ha rebut un missatge privat.
eu_es: Hartzaileak mezu pribatu bat jaso du.

source: Recipient has registered for an account and site.
ca: El destinatari ha registrat un compte i un lloc.
eu_es: Hartzailea kontu bat eta gune bat lortzeko erregistratu da.

source: Recipient has registered for an account.
ca: El destinatari ha registrat un compte.
eu_es: Hartzailea kontu bat lortzeko erregistratu da.

source: Recipient was mentioned in a group activity update.
ca: El destinatari s'ha mencionat en una actualització de l'activitat del node.
eu_es: Hartzailea talde jarduera eguneraketa batean aipatu dute.

source: Recipient was mentioned in an activity update.
ca: S'ha mencionat al destinatari en una actualització a l'activitat.
eu_es: Hartzailea jarduera eguneraketa batean aipatu da.

source: Recipient's status within a group has changed.
ca: L'estat del destinatari ha canviat dins del node.
eu_es: Hartzailearen talde barneko egoera aldatu egin da.

source: Recipients
eu_es: Hartzaileak

source: Record activity for new posts and comments from your site.
ca: Registre de l'activitat per a les entrades i comentaris nous de la web.
eu_es: Zure guneko bidalketetan eta iruzkinetan egon den jarduera erregistratu.

source: Record activity for new sites, posts, and comments across your network.
ca: Registre de l'activitat per als llocs webs, entrades i comentaris nous al llarg de la xarxa.
eu_es: Zure sareko gune berrietan, bidalketetan, eta iruzkinetan egon den jarduera erregistratu.

source: Register
ca: Registre
eu_es: Erregistratu

# Page title for the user registration screen.
source: Register
ca: Registre
eu_es: Izen eman

source: Registered
ca: Registrat
eu_es: Erregistratuta

source: Registered on: %s
ca: Registrat a: %s
eu_es: Erregistratua: %s

source: Registering for this site is easy, just fill in the fields below and we'll get a new account set up for you in no time.
ca: El registre en aquest lloc web és senzill, simplement empleneu els camps d'aquí sota i aconseguireu configurar un compte en no res.
eu_es: Erraza da gunean erregistratzea, nahikoa da hurrengo formularioa betetzea, ez duzu denborarik galduko.

source: Registering for this site is easy. Just fill in the fields below, and we'll get a new account set up for you in no time.
ca: El registre en aquest lloc web és fàcil. Simplement empleneu els camps següents, i aconseguireu configurar un compte nou en no res.
eu_es: Erraza da webune honetan izen ematea. Hurrengo eremuak bete besterik ez duzu eta instant batean sortuko dugu zure kontu berria.

source: Registration
ca: Registre
eu_es: Izen Ematea

source: Registration date for the member.
eu_es: Partaidearentzako izen-emate data.

source: Registration is currently disabled. Before associating a page is allowed, please enable registration by clicking on the "Anyone can register" checkbox on <a href="%s">this page</a>.
ca: En aquests moments el registre està deshabilitat. Abans de permetre l'associació d'una pàgina, si us plau, habiliteu el registre fent clic a la casella de verificació "Qualsevol persona pot registrar-se" a <a href="%s">aquesta pàgina</a>.
eu_es: Izen ematea desaktibatuta dago momentu hontan. Orrialdea elkartzea baimendu baino lehen, izen ematea gaitu "Edozeinek izena eman dezake" kontrol laukian klik eginez hemen <a href="%s">orrialde hau</a>.

source: Registration is currently disabled. Before associating a page is allowed, please enable registration by selecting either the "User accounts may be registered" or "Both sites and user accounts can be registered" option on <a href="%s">this page</a>.
ca: En aquests moments el registre està deshabilitat. Abans de permetre l'associació d'una pàgina, si us plau, habiliteu el registre seleccionant l'opció "Els comptes d'usuari poden registrar-se" o "Tots dos llocs i comptes d'usuari poden registrar-se" a la <a href="%s"> aquesta pàgina</a>.
eu_es: Izen ematea desaktibatuta dago momentu hontan. Orrialdea elkartzea baimendu baino lehen, izen ematea gaitu "Erabiltzaile kontuak erregistratu daitezke" edo "Guneak eta erabiltzaile kontuak erregistratu daitezke" hautatuz hemen <a href="%s">this page</a>.

source: Registration is disabled. %s
ca: El registre està desactivat. %s
eu_es: Izen ematea ezgaitua. %s

source: Reinstall emails (delete and restore from defaults).
ca: Reinstal·la la configuració del correu (l'esborra i la restaura amb els valors per defecte).
eu_es: Emailak berinstalatu (ezabatu eta berrezarri lehenetsitakoetatik).

source: Reject
ca: Rebutja
eu_es: Ukatu

# button
source: Reject
eu_es: Ukatu

source: Rejected
ca: Rebutjat
eu_es: Ukatua

source: Rejected Group membership requests
ca: %d sol·licituds d'admissió al node rebutjades
eu_es: Taldeko kidetza eskaera ukatua

source: Relative
ca: Relativa
eu_es: Erlatiboa

source: Remember Me
ca: Recorda'm
eu_es: Gogoratu

source: Remove
ca: Suprimeix
eu_es: Kendu

# group member ban link
source: Remove
eu_es: Kendu

source: Remove Ban
ca: Eliminar la prohibició
eu_es: Debekua kendu

source: Remove Favorite
ca: Suprimeix els preferits
eu_es: Ezabatu gogokoa

source: Remove Invite
ca: Suprimeix la invitació
eu_es: Ezabatu gonbidapena

source: Remove all starred messages in this thread
ca: Esborra tots els missatges destacats d'aquest fil
eu_es: Hari honetako mezu guztien izarrak kendu

source: Remove from group
ca: Treu-lo del node
eu_es: Taldetik ezabatu

source: Remove group
eu_es: Ken ezazu taldea

# button
source: Remove item
eu_es: Elementua kendu

source: Remove member
eu_es: Ken ezazu kidea

source: Remove one or more type of a group. To remove more than one type, use a comma separated list of types.
eu_es: Ken ezazu talde-mota bat edo gehiago. Mota bat baino gehiago kentzeko, erabil ezazu komaz bereizitako mota-zerrenda.

source: Remove star
ca: Treure de destacats
eu_es: Izarra kendu

source: Remove this member
ca: Suprimeix aquest membre
eu_es: Kide hau ezabatu

# group manage members remove feedback
source: Removing member... Please wait.
eu_es: Kideak kentzen ... itxaron mesedez.

source: Reorder the primary navigation for a group.
ca: Reordeneu la navegació principal del node
eu_es: Talde batentzako lehen mailako nabigazioa berrantolatu.

source: Reorder the primary navigation for a user.
ca: Reordeneu la navegació principal de membres
eu_es: Erabiltzaile batentzako nabigazio nagusia berriro ordenatu.

source: Repair
ca: Repara
eu_es: Konpondu

source: Repair Items
ca: Repara els elements
eu_es: Elementuak konpondu

source: Repair member "last activity" data.
ca: Repara les dades de la "darrera activitat" dels membres.
eu_es: Erabiltzaileen "azken jarduera" informazioa berreraiki.

source: Repair site tracking site icons/blog avatars synchronization.
eu_es: Gunearen jarraipena egiteko, konpon ezazu gunearen ikonoak/blogeko avatarren sinkronizatzea.

source: Repair tools
ca: Eines de reparació
eu_es: Konponketa tresnak

source: Repair total friends count for each member.
ca: Torna a comptar el nombre d'amics de cada membre.
eu_es: Kide bakoitzaren lagun kopuru totala konpondu.

source: Repair total groups count for each member.
ca: Torna a comptar el nombre de nodes als que pertany cada membre.
eu_es: Kide bakoitzaren talde kopuru totala konpondu.

source: Repair total members count.
ca: Torna a comptar el total de membres.
eu_es: Kide kopuru totala konpondu.

source: Repairing site icons/blog avatars synchronization&hellip; %s
eu_es: Hellip konpontzen gunearen ikonoak/blogaren avatarrak sinkronizatzeko; %s

source: Repeat New Password
ca: Repeteix la contrasenya nova
eu_es: Errepikatu pasahitz berria

source: Repeat Your New Password
ca: Repeteix la contrasenya nova
eu_es: Errepikatu Zure Pasahitz Berria

source: Replied to a status update
ca: Resposta a una actualització de l'estat
eu_es: Egoera eguneraketa bati erantzuna

source: Replies disabled
ca: Les respostes inhabilitates
eu_es: Erantzunak ezgaituta.

source: Reply
ca: Resposta
eu_es: Erantzun

# link
source: Reply
eu_es: Erantzun

source: Reply Posted!
ca: Resposta publicada!
eu_es: Erantzun bidalia!

source: Reply to Activity
ca: Respon a l'activitat
eu_es: Erantzun Jarduerari

source: Reply to Message
ca: Respon al missatge
eu_es: Mezuari erantzun

source: Repopulate site tracking records.
ca: Repobleu els registres de seguiment de lloc.
eu_es: Gune jarraipen erregistroak berriz bete.

source: Repopulating Blogs records&hellip; %s
ca: S'està tornant a emplear els registres de blogs&hellip; %s
eu_es: Blogen &hellip;%s erregistroak birpopulatzen

source: Request Membership
ca: Vull ser membre
eu_es: Bazkidetza eskaera

# Group screen nav
source: Request Membership
ca: Vull ser membre
eu_es: Partehartzea Eskatu

source: Request Pending
ca: Sol·licitud pendent
eu_es: Egiteko dauden eskaerak

source: Request Sent
ca: Sol·licitud enviada
eu_es: Eskaera bidalia izan da

source: Request new data export
eu_es: Datu esportazio berri bat eskatau

source: Request personal data export
eu_es: Datu pertsonalak esportatzeko eskaera egin

source: Requester
eu_es: Eskatzailea

source: Requesting the group members. Please wait.
ca: Sol·licitud dels membres del node.
eu_es: Taldeko kideak eskatzen. Itxaron mesedez.

source: Requests
ca: Sol·licituds
eu_es: Eskaerak

# Friends screen sub nav
source: Requests
ca: Sol·licituds
eu_es: Eskaerak

source: Required
ca: Necessari
eu_es: Beharrezkoa da

source: Required if you want to delete users data for the field.
eu_es: Beharrezkoa eremuaren erabiltzaileen datuak ezabatu nahi izan ezkero.

source: Required if you want to load a specific user's data.
eu_es: Beharrezkoa erabiltzaile jakin baten datuak kargatu nahi izan ezkero.

source: Required param missing.
eu_es: Beharrezko parametroa falta da.

source: Required to be true, as members do not support trashing.
eu_es: Egiazkoa izan behar da, erabiltzaileek ez baitute zakarrontziratzea onartzen.

source: Requirement
ca: Requeriment
eu_es: Eskakizuna

source: Resend Activation Emails
ca: Reenvia els correus electrònics d'activació
eu_es: Berbidali aktibazio emailak

# form reset button
source: Reset
eu_es: Berrezarri

source: Retired <span class="count">(%s)</span>
ca: Abandonat <span class="count">(%s)</span>
eu_es: <span class="count">(%s)</span> alde batera utzita

source: Return only Membership requests made by a specific user.
eu_es: Erabiltzaile jakin batek egindako eskaerak bakarrik itzuli.

source: Return only invitations extended by this user.
eu_es: Erabiltzaile honek luzatutako gonbidapenak soilik itzuli.

source: Return only invitations extended to this user.
eu_es: Erabiltzaile honi luzatutako gonbidapenak soilik itzuli.

source: Roles
ca: Rols
eu_es: Rolak

# group manage members table header
source: Roles
eu_es: Roleak

source: Roles assigned to the member.
eu_es: Partaideari esleitutako rolak.

source: Save
ca: Desa
eu_es: Gorde

# button
source: Save
eu_es: Gorde

# group admin edit screen
source: Save
ca: Desa
eu_es: Gorde

source: Save Changes
ca: Desa els canvis
eu_es: Aldaketak gorde

source: Save Settings
ca: Desa la configuració
eu_es: Gorde ezarpenak

source: Screenshot of the BuddyPress Members directory
eu_es: BuddyPress Members karpetaren pantaila-argazkia

source: Search
ca: Cerca
eu_es: Bilatu

# button
source: Search
eu_es: Bilatu

# search placeholder text
source: Search
eu_es: Bilatu

source: Search Activity...
ca: Cerca a les activitats...
eu_es: Jarduera bilatu...

source: Search BuddyPress member menu items
eu_es: Bila ezazu BuddyPress-kidearen menu-osagaiak

# email post type label
source: Search Emails
ca: Cercar emails
eu_es: Email bilaketa

# email type taxonomy label
source: Search Emails
ca: Cerca correus electrònics
eu_es: Emailak bilatu

source: Search Friends...
ca: Cerca amics...
eu_es: Lagunak bilatu...

# Group type taxonomy search items label
source: Search Group Types
eu_es: Bila ezazu Talde-motak

# Component directory search
source: Search Groups...
ca: Cerca als nodes
eu_es: Taldeak Bilatu...

# Member type taxonomy search items label
source: Search Member Types
eu_es: Bila ezazu Kide-motak

source: Search Members
eu_es: Partaideak bilatu

# heading
source: Search Members
eu_es: Kideak Bilatu

source: Search Members...
ca: Cerca als membres...
eu_es: Partaideetan Bilatu...

source: Search Messages
ca: Cerca missatges
eu_es: Mezuak bilatu

source: Search Messages...
ca: Cerca missatges...
eu_es: Mezuak bilatu...

source: Search Notifications...
ca: Cerca als avisos...
eu_es: Bilatu Jakinarazpenak...

source: Search Pending Users
ca: Cerca als usuaris pendents
eu_es: Onartzeko dauden erabiltzaileak bilatu

source: Search Results
ca: Resultats de la cerca
eu_es: Bilaketa Emaitzak

source: Search all Activity
ca: Cerca a tota l'activitat
eu_es: Jarduera guztia bilatu

source: Search all Groups
ca: Cerca a tots els nodes
eu_es: Talde guztiak bilatu

source: Search anything...
ca: Cerca...
eu_es: Bilatu edozer...

source: Search engine visibility of the new user's site.
eu_es: Erabiltzaile berriaren gunean, motor-bilatzailearen ikusgarritasuna.

source: Search for:
ca: Cerca:
eu_es: Bilatu:

source: Search results for &#8220;%s&#8221;
ca: Resultats de la cerca &#8220;%s&#8221;
eu_es: &#8220;%s&#8221; bilaketa emaitzak

source: Search sites...
ca: Cerca llocs...
eu_es: Gunek bilatu...

# search form
source: Search these:
ca: Cerca aquests:
eu_es: Bilatu hauek:

source: Second Footer Widget Area
ca: Àrea del giny del segon peu de pàgina
eu_es: Bigarren oin widget eremua

source: Secondary Item ID
ca: Identificador de l'element secundari
eu_es: Bigarren mailako elementuaren IDa

source: Security Release
ca: Versió de seguretat
eu_es: Segurtasun argitalpena

source: Security error.
ca: Error de seguretat.
eu_es: Segurtasun errorea.

source: See <a href="%s">the Codex guide</a> for more information.
ca: Consulteu <a href="%s">la guia del Codex</a> per a més informació.
eu_es: Ikusi <a href="%s">Codex gida</a> informazio gehiagorako.

# deprecated string
source: See <a href="%s">the Codex guide</a> for more information.
eu_es: Informazio gehiago lortzeko, ikusazu <a href="%s"> Codex gida </a>.

source: See All
ca: Mostreu tots
eu_es: Ikusi dena

source: Select
ca: Selecciona
eu_es: Aukeratu

source: Select "None" to disable the avatar.
eu_es: Avatarra desgaitzeko, aukera ezazu "Bat ere ez".

source: Select "None" to show no extra information.
eu_es: Aukera ezazu "Bat ere ez" informazio gehigarririk ez erakusteko.

source: Select %s
ca: Selecciona %s
eu_es: %s aukeratu

source: Select Bulk Action
ca: Selecciona una acció en massa
eu_es: Bolumen handiko Akzioa aukeratu

source: Select Group Settings
ca: Paràmetres del node
eu_es: Hautatu Taldeko Ezarpenak

source: Select activity item %1$d
ca: Selecciona l'element d'activitat %1$d
eu_es: %1$d jarduera aukeratu

source: Select activity type
ca: Seleccioneu el tipus d'activitat
eu_es: Jarduera mota aukeratu

source: Select all
ca: Selecciona tots
eu_es: Dena aukeratu

source: Select an image
ca: Selecciona una imatge
eu_es: Irudi bat aukeratu

source: Select another group
eu_es: Hauta ezazu beste talde bat

source: Select another member
eu_es: Aukera ezazu beste kide bat

source: Select bulk action
ca: Selecciona una acció en massa
eu_es: Multzokako ekintza hautatu

source: Select friends to invite by clicking the + button. Once you've made your selection, use the "Send Invites" navigation item to continue.
eu_es: Hautatu gonbidatutako lagunak + botoia sakatuta. Zure hautapena egin ondoren, erabili "Bidali gonbidapenak" nabigazio elementua jarraitzeko.

source: Select friends to invite.
ca: Selecciona amics als quals convidar
eu_es: Aukeratu lagunak gonbidatzeko.

source: Select group %1$d
ca: Selecciona el node %1$d
eu_es: %1$d taldea aukeratu

source: Select group role for member
ca: Selecciona el rol al node pel membre
eu_es: Kidearen taldeko rola aukeratu

source: Select group type
ca: Seleccioneu el tipus de node
eu_es: Talde mota hautatu

source: Select member type
ca: Selecciona el tipus d'usuari
eu_es: Kide mota aukeratu

source: Select members to invite by clicking the + button. Once you've made your selection, use the "Send Invites" navigation item to continue.
eu_es: Hautatu gonbidatutako kideak + botoia sakatuta. Zure hautapena egin ondoren, erabili "Bidali gonbidapenak" nabigazio elementua jarraitzeko.

source: Select message:
ca: Selecciona aquest missatge
eu_es: Mezua Hautatu:

source: Select people to invite from your friends list.
ca: Seleccioneu gent a convidar del llistat dels vostres amics.
eu_es: Pertsonak aukeratu zure lagunen zerrendara gonbidatzeko.
