Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: Friendship could not be requested.
ca: No es pot sol·licitar amistat.
eu_es: Lagun eskaerak huts egin du.

source: "%1$s" activity submitted by %2$s on %3$s
eu_es: %2$s-(e)k bidalitako "%1$s" jarduera %3$s-(e)n

source: "Delete" allows you to delete a pending account from your site. You will be asked to confirm this deletion.
ca: "Suprimeix" us permet suprimir un compte pendent des del lloc web. S'us preguntarà que confirmeu aquesta supressió.
eu_es: "Ezabatu" zure gunetik zain dagoen kontu bat ezabatzeko aukera ematen dizu. Ezabaketa hau baieztatzea eskatuko zaizu.

source: "Email" takes you to the confirmation screen before being able to send the activation link to the desired pending account. You can only send the activation email once per day.
ca: "Correu electrònic" us durà a la pantalla de confirmació abans de poder enviar l'enllaç de verificació del compte pendent desitjat. Només podeu enviar un correu electrònic d'activació per dia.
eu_es: "E-postak" egiaztapen pantailara eramaten zaitu gogoko duzun zain dagoen kontura aktibazio esteka bidaltzeko gaitasuna eduki aurretik. Aktibatzeko esteka egunean behin bakarrik bidali dezakezu.

source: % Comments &#187;
ca: % comentaris &#187;
eu_es: % iruzkin &#187;

source: %1$d accepted group membership requests for the group "%2$s"
eu_es: %1$d-ek onartu ditu taldekide izateko eskaerak "%2$s" taldearentzat

source: %1$d new membership requests for the group "%2$s"
ca: %1$d noves sol·licituds d'admissió pel node "%2$s"
eu_es: %1$d kidego eskaera berri "%2$s" talderako

source: %1$d rejected group membership requests for the group "%2$s"
eu_es: "%1$d" taldearen kidetza eskaerak baztertu egin dira %2$s-rentzat

source: %1$s <span>in %2$s</span>
ca: %1$s <span>en %2$s</span>
eu_es: %1$s <span>%2$s-(a)n</span>

source: %1$s and %2$s are now friends
ca: %1$s i %2$s ara són amics
eu_es: %1$s eta %2$s lagunak dira orain

source: %1$s at %2$s
ca: %1$s a les %2$s
eu_es: %1$s %2$s

source: %1$s changed the description of the group %2$s from "%3$s" to "%4$s"
ca: %1$s ha canviat la descripció del node %2$s des de "%3$s" a "%4$s"
eu_es: %1$s-k %2$s taldearen deskribapena "%3$s"-tik "%4$s"-ra aldatu du

source: %1$s changed the name and description of the group %2$s
ca: %1$s ha canviat el nom i descripció del node %2$s
eu_es: %1$s-k %2$s taldearen izena eta deskribapena aldatu ditu

source: %1$s changed the name of the group %2$s from "%3$s" to "%4$s"
ca: %1$s ha canviat el nom del node %2$s des de "%3$s" a "%4$s"
eu_es: %1$s-k %2$s taldearen izena "%3$s"-tik "%4$s"-ra aldatu du

source: %1$s changed the permalink of the group %2$s.
ca: %1$s ha canviat el nom i descripció del node %2$s
eu_es: %1$s(e)k %2$s taldearen esteka iraunkorra aldatu du.

source: %1$s commented on one of your updates
ca: %1$s han comentat en una de les vostres actualitzacions
eu_es: %1$s(e)k zure eguneraketa bat iruzkindu du

# Activity Custom Post Type post comment action
source: %1$s commented on the %2$s
eu_es: %1$s %2$s-en iruzkindu du

# Activity Custom Post Type comment action
source: %1$s commented on the %2$s, on the site %3$s
eu_es: %1$s %2$s-en iruzkindu du, %3$s gunean

# `new_blog_comment` activity action
source: %1$s commented on the post, %2$s
eu_es: %1$s-(e)k iruzkin bat idatzi du %2$s bidalketan

# `new_blog_comment` activity action
source: %1$s commented on the post, %2$s, on the site %3$s
eu_es: %1$s -(e)k %2$s bidalketan iruzkindu du, %3$s gunean

source: %1$s created the group %2$s
ca: %1$s ha creat el node %2$s
eu_es: %1$s-(e)k %2$s taldea sortu du

source: %1$s created the site %2$s
eu_es: %1$s(e)k %2$s gunea sortu du

source: %1$s joined the group %2$s
ca: %1$s s'ha afegit al node %2$s
eu_es: %1$s %2$s taldera sartu da

source: %1$s mentioned you
ca: %1$s us ha mencionat
eu_es: %1$s -k zu aipatu zaitu

# deprecated string
source: %1$s mentioned you in the group "%2$s"
eu_es: %1$s-(e)k "%2$s" taldean aipatu zaitu

# deprecated string
source: %1$s mentioned you in the group "%2$s": "%3$s" To view and respond to the message, log in and visit: %4$s ---------------------
eu_es: %1$s(e)k zu aipatu zaitu "%2$s" taldean: "%3$s" Mezua ikusi eta erantzuteko saioa hasi eta bisitatu: %4$s ---------------------

source: %1$s no longer accepts arguments. See the inline documentation at %2$s for more details.
ca: %1$s ja no accepta mes arguments. Mireu la documentació en línia a %2$s per a més detalls.
eu_es: %1$s-k ez ditu argumentuak onartzen. Ikusi xehetasun gehiago lortzeko %2$s lerroko dokumentazioa.

source: %1$s posted an update in the group %2$s
ca: %1$s ha publicat una actualització en el node %2$s
eu_es: %1$s-(e)k eguneraketa bat bidali du %2$s taldean

source: %1$s replied to one of your activity comments
eu_es: %1$s(e)k zure jarduera iruzkin bati erantzun dio

source: %1$s said %2$s:
ca: %1$s ha dit %2$s:
eu_es: %1$s dio %2$s:

source: %1$s updated details for the group %2$s
ca: %1$s ha actualitzat els detalls del node %2$s
eu_es: %1$s-k %2$s taldearen xehetasunak eguneratu ditu

# Activity Custom Post Type post action
source: %1$s wrote a new %2$s
eu_es: %1$s(e)k %2$s berri bat idatzi du

# Activity Custom Post Type post action
source: %1$s wrote a new %2$s, on the site %3$s
eu_es: %1$s(e)k %2$s berri bat idatzi du, %3$s gunean

# `new_blog_post` activity action
source: %1$s wrote a new post, %2$s
eu_es: %1$s-(e)k bidalketa berri bat idatzi du: %2$s

# `new_blog_post` activity action
source: %1$s wrote a new post, %2$s, on the site %3$s
eu_es: %1$s-(e)k %2$s bidalketa berri bat idatzi du, %3$s gunean

# Group activity RSS title
source: %1$s | %2$s | Activity
eu_es: %1$s | %2$s | Jarduera

# Personal activity feed title
source: %1$s | %2$s | Activity
eu_es: %1$s | %2$s | Jarduera

source: %1$s | %2$s | Favorites
ca: %1$s | %2$s | Preferits
eu_es: %1$s | %2$s | Gogokoenak

source: %1$s | %2$s | Friends Activity
ca: %1$s | %2$s | Activitat dels amics
eu_es: %1$s | %2$s | Lagunen Jarduera

source: %1$s | %2$s | Group Activity
ca: %1$s | %2$s | Activitat del node
eu_es: %1$s | %2$s | Taldeko Jarduera

source: %1$s | %2$s | Mentions
ca: %1$s | %2$s | Mencions
eu_es: %1$s | %2$s | Aipamen

source: %d friend
ca: %d amic
eu_es: lagun %d

source: %d friends accepted your friendship requests
ca: %d amics han acceptat les vostres sol·licituds d'amistat
eu_es: %d erabiltzaileek zure adiskidetasun eskaera onartu dute

source: %d group
ca: %d node
eu_es: Gune %d

source: %d member
eu_es: %d kide

# Group member count
source: %d member
ca: %d membre
eu_es: Kide %d

source: %d unread
ca: %d per llegir
eu_es: %d irakurri gabe

source: %s <span class="screen-reader-text">Comment</span>
eu_es: %s <span class="screen-reader-text">Iruzkina</span>

source: %s Directory
ca: Directori %s
eu_es: Direktorio %s

# Group WP Admin Bar delete link
source: %s Group
ca: %s node
eu_es: %s taldea

source: %s Recipients
ca: %s destinataris
eu_es: %s hartzaile

source: %s accepted your friendship request
ca: %s ha acceptat la vostra sol·licitud d'amistat
eu_es: %s-(e)k zure adiskidetasun eskaera onartu du

# signup resent
source: %s account successfully activated!
ca: %s compte activat correctament!
eu_es: Kontu %s arrakastaz aktibatu da!

# signup notsent
source: %s account was not activated.
ca: No s'ha activat %s compte.
eu_es: Kontu %s ez da aktibatu.

# signup resent
source: %s activation email successfully sent!
ca: S'ha enviat %s correu electrònic d'activació correctament!
eu_es: Aktibazio e-posta %s ongi bidali da!

# signup notsent
source: %s activation email was not sent.
ca: No s'ha enviat %s correu electrònic d'activació.
eu_es: Aktibazio email %s bidali gabe geratu da.

source: %s activity item has been permanently deleted.
ca: S'ha suprimit correctament l'element de l'activitat.
eu_es: Jarduera elementu %s betirako ezabatu da.

source: %s activity item has been successfully spammed.
ca: S'ha marcat com a brossa correctament l'element de l'activitat.
eu_es: Jarduera elementu %s "spam" bezala markatu da.

source: %s activity item has been successfully unspammed.
ca: S'ha marcat com a legítim correctament l'element de l'activitat.
eu_es: Jarduera elementu %s "ez da spam" bezala markatu da.

source: %s ago
ca: fa %s
eu_es: Duela %s

source: %s became a registered member
ca: %s ha esdevingut un membre registrat
eu_es: %s erabiltzailea erregistratu da

source: %s changed their profile picture
ca: %s s'ha canviat la fotografia del seu perfil
eu_es: %s-(e)k bere profileko irudia aldatu du

source: %s day
ca: %s dia
eu_es: egun %s

source: %s did not save any profile information yet.
ca: %s encara no ha desat can informació del vostre perfil
eu_es: %s(e)k oraindik ez du inongo profil informaziorik gorde.

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
ca: %s excedeix la grandària màxima de càrrega per al carregador multifitxers quan s'usa al navegador.
eu_es: %s(e)k fitxategi anitz gora kargatzeko tresnak gehienezko tamaina gainditzen du zure nabigatzailean erabiltzean.

source: %s exceeds the maximum upload size for this site.
ca: %s sobrepassa la mida màxima de càrrega per aquest lloc web.
eu_es: %s-(e)k guneko igoera tamaina maximoa gainditzen du.

source: %s group
ca: %s node
eu_es: Talde %s

source: %s group has been permanently deleted.
ca: S'ha suprimit %s node permanentment.
eu_es: Talde %s betirako ezabatua izan da.

# deprecated string
source: %s has been deleted from the system.
eu_es: %s sistematik ezabatu da.

source: %s has been marked as a spammer. All BuddyPress data associated with the user has been removed
ca: %s s'ha marcat com a brossa. Tota la informació del BuddyPress associat amb l'usuari, s'ha suprimit
eu_es: %s spammer gisa markatu da. Erabiltzaileari lotutako BuddyPresseko datu guztiak kendu dira

source: %s has previously requested to join this group. Sending an invitation will automatically add the member to the group.
ca: %s ha sol·licitat previament unir-se a aquest node. En enviar una invitació s'afegirà utomàticament el membre al node.
eu_es: %s -k lehendik talde honetako partaide izatea eskatua du. Gonbidapen bat bidaltzean automatikoki taldeko partaide bilakatuko da.

source: %s hasn't created any friend connections yet.
ca: %s no ha creat cap connexió d'amic encara.
eu_es: %s ez duzu lagunik gehitu oraindik.

source: %s hour
ca: %s hora
eu_es: Ordu %s

source: %s is your new site.
ca: %s és el vostre nou lloc.
eu_es: %s zure gune berria da.

source: %s member
ca: %s membre
eu_es: kide %s

source: %s message was successfully starred
ca: %s missatge ha estat marcat com a destacat correctament
eu_es: %s mezua arraskataz jarri zaio izarra

source: %s message was successfully unstarred
ca: %s missatge ha estat desmarcat com a destacat correctament
eu_es: %s mezuari arrakastaz kendu zaio izarra

source: %s minute
ca: %s minut
eu_es: Minutu %s

source: %s month
ca: %s mes
eu_es: hilabete %s

# Number of new activity mentions
source: %s new
ca: %s nou
eu_es: Berri %s

source: %s posted a new activity comment
ca: %s ha fet un comentari nou de l'activitat
eu_es: %s-(e)k jarduera iruzkin berri bat idatzi du

source: %s posted an update
ca: %s ha publicat una actualització
eu_es: %s-(e)k eguneraketa bat bidali du

source: %s recipients
ca: %s destinataris
eu_es: %s hartzaileak

source: %s reported this activity as not spam
ca: %s ha informat que aquesta activitat no és brossa
eu_es: %s-k jarduera hau ez dela spam jakinarazi du

source: %s reported this activity as spam
ca: %s ha informat que aquesta activitat és brossa
eu_es: %s-k jarduera hau spam dela jakinarazi du

source: %s requests group membership
ca: %s sol·licituds d'admissió al node
eu_es: %s-k taldeko partaide izatea eskatu du

source: %s require at least one option.
ca: %s requereix almenys una opció.
eu_es: %s-k gutxienez aukera bat behar du.

source: %s second
ca: %s segon
eu_es: segundo %s

source: %s sent you a new private message
ca: %s us ha enviat un nou missatge privat
eu_es: %s -k zuzeneko mezu berria bidali dizu

# signup deleted
source: %s sign-up successfully deleted!
ca: S'ha suprimit correctament %s registre!
eu_es: Izen emate %s behar bezala ezabatu da!

# signup notdeleted
source: %s sign-up was not deleted.
ca: No s'ha suprimit %s registre.
eu_es: Izen emate %s ez da ezabatu.

source: %s site
ca: %s pàgina web
eu_es: Gune %s

source: %s was successfully deleted.
ca: %s s'ha esborrat correctament.
eu_es: %s arrakasta ezabatu dira.

source: %s week
ca: %s setmana
eu_es: aste %s

source: %s year
ca: %s any
eu_es: urte %s

source: %s | Site-Wide Activity
ca: %s | Activitat de tot el lloc web
eu_es: %s | Komunitateko Jarduera

source: %s's Friends
ca: Amics de %s
eu_es: %s-(r)en lagunak

source: %s's Profile
ca: El perfil de %s
eu_es: %s-(r)en profila

source: %s's Recent Comments
ca: Comentaris recents de %s
eu_es: %s-(r)en azken iruzkinak

source: %s's Recent Posts
ca: Entrades recents de %s
eu_es: %s-(r)en azken argitalpenak

source: %s's Sites
ca: El llocs web de %s
eu_es: %s-(r)en Guneak

# members user-admin edit screen
source: %s's Stats
ca: Estadístiques de %s
eu_es: %s(r)en estatistikak

source: %s's profile was updated
ca: El perfil de %s ha estat actualitzat
eu_es: %s-(r)en profila eguneratua izan da

source: %sblogname
eu_es: %s blog-izena

source: &#8220;%s&#8221; has failed to upload.
ca: &#8220;%s&#8221; no s'ha pogut penjar a causa d'un error
eu_es: &#8220;%s&#8221; igoerak huts egin du.

# copyright text for email footers
source: &copy; %1$s %2$s
eu_es: &kopiatu; %1$s %2$s

# Group type taxonomy back to items label
source: &larr; Back to Group Types
eu_es: Itzul zaitez Talde-motetara

# Member type taxonomy back to items label
source: &larr; Back to Member Types
eu_es: Itzul zaitez Kide-motetara

source: &larr; Back to Users
ca: &larr; Torna als usuaris
eu_es: &larr; Itzuli Erabiltzaileetara

source: &larr; Previous Entries
ca: &larr; Entrades anteriors
eu_es: &larr; Aurreko sarrerak

source: &mdash; Everything &mdash;
ca: &mdash; Tot &mdash;
eu_es: &mdash; Dena &mdash;

source: '%s' Transport Method not implemented.
eu_es: '%s' Garraio modua ez dago inplementatua.

source: '%s' Transport method not implemented.
eu_es: '%s' Garraio modua ez dago inplementatua.

# widget name
source: (BuddyPress) Friends
ca: (BuddyPress) Amics
eu_es: (BuddyPress) Lagunak

# widget name
source: (BuddyPress) Groups
ca: (BuddyPress) Nodes
eu_es: (BuddyPress) Taldeak

source: (BuddyPress) Latest Activities
ca: Últimes activitats
eu_es: (BuddyPress) Azken Jarduerak

# Title of the login widget
source: (BuddyPress) Log In
ca: (BuddyPress) Entra
eu_es: (BuddyPress) Saioa Hasi

# widget name
source: (BuddyPress) Members
ca: Membres (BuddyPress)
eu_es: (BuddyPress) Erabiltzaileak

source: (BuddyPress) Primary navigation
eu_es: (BuddyPress) Lehen mailako nabigazioa

# widget name
source: (BuddyPress) Recent Networkwide Posts
ca: (BuddyPress) Entrades recents a tota la xarxa
eu_es: (BuddyPress) Sareko azken bidalketak

# widget name
source: (BuddyPress) Recently Active Members
ca: (BuddyPress) Membres recentment actius
eu_es: (BuddyPress) Azken erabiltzaile aktiboak

source: (BuddyPress) Sitewide Notices
ca: (BuddyPress) Avisos generals
eu_es: (BuddyPress) Komunitateko Abisuak

# widget name
source: (BuddyPress) Who's Online
ca: (BuddyPress) Qui està en línia
eu_es: (BuddyPress) Nor dago linean

source: (BuddyPress) Widgets
ca: Ginys (BuddyPress)
eu_es: (BuddyPress) Widgetak

source: (Member types: %s)
ca: (Tipus de membre: %s)
eu_es: (Kide motak: %s)

source: (Not available on the front end)
ca: (No està disponible des del frontal)
eu_es: (Ez dago eskuragarri aurreko partean)

source: (Primary)
ca: (Primari)
eu_es: (Nagusia)

source: (Sign-up)
ca: (Registre)
eu_es: (Erregistratu)

source: (Unavailable to all members)
ca: (No disponible per a tots els membres)
eu_es: (Ez dago eskuragarri kide guztientzako)

source: (and %d others)
ca: (%d)
eu_es: (eta beste %d)

source: (and 1 other)
ca: Altres
eu_es: (eta beste 1)

source: (banned)
ca: (prohibit)
eu_es: (debekatu)

source: (less than 24 hours ago)
ca: (fa menys de 24 hores)
eu_es: (duela 24 ordu baino gutxiago)

source: (no title)
ca: (sense títol)
eu_es: (ez dago izenbururik)

source: (opens in a new tab)
eu_es: (erlaitz berri batean zabaltzen da)

source: (required to update email or change current password)
eu_es: (Beharrezkoa e-posta eguneratu edo egungo pasahgitza aldatzeko)

source: (required)
ca: (necessari)
eu_es: (beharrezkoa)

# Group update email text
source: * Description changed from "%1$s" to "%2$s".
eu_es: * Deskribapena "%s"-(e)tik "%s"-(e)ra aldatu da.

source: * Fields in this group appear on the signup page.
ca: * Els camps en aquest node apareixen a la pàgina de registre.
eu_es: * Eremuak talde honetan izena emateko orrian agertuko dira.

# Group update email text
source: * Name changed from "%1$s" to "%2$s".
eu_es: * Izena "%s"-(e)tik "%s"-(e)ra aldatu da.

# Group update email text
source: * Permalink changed from "%1$s" to "%2$s".
eu_es: * "%s"-tik "%s"-ra esteka aldatuta.

source: - None -
ca: - Cap -
eu_es: - Ezer -

source: 1 Comment &#187;
ca: 1 comentari &#187;
eu_es: Iruzkin 1 &#187;

source: 1 member
ca: 1 usuari
eu_es: Partaide 1

source: 1 response to %2$s
ca: 1 resposta a %2$s
eu_es: %2$s-ri erantzun bat

source: 1 trackback
ca: 1 retroenllaç
eu_es: Trackback 1

source: 3 new BP Blocks are now available via your WordPress Editor.
eu_es: 3 BP bloke berri daude eskuragarri zure WordPress Editorearen bidez.

source: 7.0.0 includes more than 65 changes to improve your BuddyPress experience as users, and as contributors to our project; click on the “Changelog” tab to discover them all!
eu_es: 7.0.0k 65 aldaketa baino gehiago biltzen ditu BuddyPressen, erabiltzaile gisa eta gure proiektuaren laguntzaile gisa, esperientzia hobetzeko; guztiak ezagutzeko, egizu klik "Aldaketa-erregistroa" fitxan!

source: <a href="%1$s" rel="nofollow">%2$s</a> said on <a href="%3$s"><span class="time-since">%4$s</span></a>
ca: <a href="%1$s" rel="nofollow">%2$s</a> ha dit el <a href="%3$s"><span class="time-since">%4$s</span></a>
eu_es: <a href="%1$s" rel="nofollow">%2$s(e)k</a> hemen esan zuen <a href="%3$s"><span class="time-since">%4$s(e)an</span></a>

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><span class="time-since" data-livestamp="%4$s">%5$s</span></a>
ca: <a href="%1$s">%2$s</a> ha respost a <a href="%3$s" class="activity-time-since"><span class="time-since" data-livestamp="%4$s">%5$s</span></a>
eu_es: <a href="%1$s">%2$s</a>-(e)k erantzun du. <a href="%3$s" class="activity-time-since"><span class="time-since" data-livestamp="%4$s">%5$s</span></a>

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>
ca: <a href="%1$s">%2$s</a> ha respost <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>
eu_es: <a href="%1$s">%2$s</a>-(e)k erantzun du. <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><time class="time-since" datetime="%4$s" data-bp-timestamp="%5$d">%6$s</time></a>
ca: <a href="%1$s">%2$s</a> ha respost a <a href="%3$s" class="activity-time-since"><time class="time-since" datetime="%4$s" data-bp-timestamp="%5$d">%6$s</time></a>
eu_es: <a href="%1$s">%2$s</a>-(e)k erantzun du. <a href="%3$s" class="activity-time-since"><time class="time-since" datetime="%4$s" data-bp-timestamp="%5$d">%6$s</time></a>

source: <a href="%1$s">Log in</a> as "%2$s" using your existing password.
ca: <a href="%1$s">Identifica'm</a> com a "%2$s" utilitzant la meua contrasenya actual.
eu_es: <a href="%1$s">Saioa hasi</a> "%2$s" bezala existitzen den zure pasahitza erabiliz.

source: <a href="https://buddypress.org/support/">Support Forums</a>
ca: <a href="https://buddypress.org/support/">Fòrums de suport</a>
eu_es: <a href="https://buddypress.org/support/">Euskarri foroak</a>

source: <a href="https://codex.buddypress.org/administrator-guide/activity-stream-management-panels/">Managing Activity</a>
ca: <a href="https://codex.buddypress.org/administrator-guide/activity-stream-management-panels/">Gestió de l'activitat</a>
eu_es: <a href="https://codex.buddypress.org/administrator-guide/activity-stream-management-panels/">Jarduera kudeatzen</a>

source: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Managing Profile Fields</a>
ca: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Gestió dels camps de perfil</a>
eu_es: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Profil Kudeaketako Eremuak</a>

source: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Managing Profiles</a>
ca: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Gestió de perfils</a>
eu_es: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Profilak Kudeaketa</a>

source: <a href="https://codex.buddypress.org/getting-started/configure-components/">Managing Components</a>
ca: <a href="https://codex.buddypress.org/getting-started/configure-components/">Gestió de components</a>
eu_es: <a href="https://codex.buddypress.org/getting-started/configure-components/">Osagaiak kudeatzen</a>

source: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-pages">Managing Pages</a>
ca: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-pages">Gestió de les pàgines</a>
eu_es: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-pages">Orrialdeak kudeatzen</a>

source: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-settings">Managing Settings</a>
ca: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-settings">Gestió dels paràmetres</a>
eu_es: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-settings">Ezarpenak kudeatzen</a>

source: <a href="{{{friendship.url}}}">{{friend.name}}</a> accepted your friend request.
ca: <a href="{{{friendship.url}}}">{{friend.name}}</a> ha acceptat la vostra sol·licitud d'amistat.
eu_es: <a href="{{{friendship.url}}}">{{friend.name}}</a> zure lagun izateko eskaera onartu du.

source: <a href="{{{initiator.url}}}">{{initiator.name}}</a> wants to add you as a friend. To accept this request and manage all of your pending requests, visit: <a href="{{{friend-requests.url}}}">{{{friend-requests.url}}}</a>
ca: <a href="{{{initiator.url}}}">{{initiator.name}}</a> vol afegir-te com a amic. Per acceptar aquesta sol·licitud i gestionar totes les vostres peticions pendents, visiteu: <a href="{{{friend-requests.url}}}">{{{friend-requests.url}}}</a>
eu_es: <a href="{{{initiator.url}}}">{{initiator.name}}(e)k</a> zure laguna izan nahi du. Eskaera hau onartzeko eta zain dauden eskaera guztiak kudeatzeko, bisitatu: <a href="{{{friend-requests.url}}}">{{{friend-requests.url}}}</a>

source: <a href="{{{inviter.url}}}">{{inviter.name}}</a> has invited you to join the group: &quot;{{group.name}}&quot;. {{invite.message}} <a href="{{{invites.url}}}">Go here to accept your invitation</a> or <a href="{{{group.url}}}">visit the group</a> to learn more.
eu_es: <a href="{{{inviter.url}}}">{{inviter.name}}</a>(e)k talde hontara gonbidatu zaitu &quot;{{group.name}}&quot;. {{group.name}}&quot;. <a href="{{{invites.url}}}">Hona joan gonbidapena onartzeko</a> edo<a href="{{{group.url}}}">taldea bisitatu</a> gehiago jakiteko.
