Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: You will no longer receive emails when someone sends you a message.
ca: Ja no rebràs més missatges de correu electrònic quan algú t'enviï un missatge.
eu_es: Ez duzu gehiago e-postarik jasoko norbaitek mezu bat bidaltzen dizunean.

source: You will no longer receive emails when you are invited to join a group.
ca: Ja no rebràs més missatges de correu electrònic quan se't convidi a unir-te a un node.
eu_es: Ez duzu gehiago e-postarik jasoko talde batean sartzera gonbidatzen zaituztenean.

source: You will no longer receive emails when you have been promoted in a group.
ca: Ja no rebràs més missatges de correu electrònic quan hagis estat promogut en un node.
eu_es: Talde batean sustatu zarenean ez duzu e-postarik jasoko.

source: You will no longer receive emails when your request to join a group has been accepted or denied.
ca: Ja no rebràs més correus electrònics quan la teva sol·licitud d'entrada a un node sigui acceptada o denegada.
eu_es: Ez duzu gehiago e-postarik jasoko talde batean sartzeko zure eskaera onartu edo baztertzen denean.

source: You will receive a link to download your export via email once we are able to fulfill your request.
eu_es: Zure esportazioa deskargatzeko esteka bat jasoko duzu e-postaz behin zure eskaera bete dezakegunean.

source: Your Cover Image will be used to customize the header of your profile.
ca: La imatge de la coberta s'utilitzarà per a personalitzar la capçalera del vostre perfil
eu_es: Zure azal irudia zure profileko goiburua pertsonalizatzeko erabiliko da.

source: Your Profile Photo
ca: Foto del perfil
eu_es: Zure Profilaren Argazkia

source: Your account is now active!
ca: El vostre compte està actiu!
eu_es: Zure kontua aktibatuta dago orain!

source: Your account was activated successfully! You can now <a href="%s">log in</a> with the username and password you provided when you signed up.
ca: El compte s'ha activat correctament! Podeu ara <a href="%s">iniciar sessió</a> amb el nom d'usuari i contrasenya que heu proporcionat quan us heu registrat.
eu_es: Zure kontua arrakastaz aktibatu da! Jada <a href="%s">sar zaitezke</a> webgunean zure hautazko goitizen eta pasahitza erabiliz.

source: Your account was activated successfully! You can now log in with the username and password you provided when you signed up.
eu_es: Zure kontua arazo barik aktibatu da! Orain saioa hasi ahalko duzu eman diguzun erabiltzaile izena eta pasahitzarekin.

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
ca: El compte s'ha activat correctament! Els detalls del compte s'us han enviat en un correu electrònic apart.
eu_es: Zure kontua arazo barik aktibatu da! Zure kontuaren xehetasunak emailez bidali zaizu.

source: Your address will be %s
eu_es: Zure blogaren helbidea %s izan behar da

source: Your avatar will be used on your profile and throughout the site. If there is a <a href="http://gravatar.com">Gravatar</a> associated with your account email we will use that, or you can upload an image from your computer.
ca: La vostra imatge de perfil serà utilitzada en el vostre perfil i en tot el lloc. Si hi ha un <a href="http://gravatar.com">Gravatar</a> associat al vostre compte de correu electrònic farem servir això, també podeu pujar una imatge des de l'ordinador.
eu_es: Zure abatarra zure profilean eta gainerako lekuetan erabiliko da. <a href="http://gravatar.com/">Gravatar</a> bat baduzu, lotu erregistroko helbidera, era erabiliko da. Nahi baduzu, beste irudi bat kargatu dezakezu zure ordenagailutik abatar bezala erabiltzeko.

source: Your avatar will be used on your profile and throughout the site. To change your avatar, please create an account with <a href="http://gravatar.com">Gravatar</a> using the same email address as you used to register with this site.
ca: L'avatar serà emprat al perfil i a tota la pàgina web. Per canviar l'avatar, creeu un compte amb <a href="http://gravatar.com">Gravatar</a> fent servir la mateixa adreça de correu electrònic que heu utilitzat per registrar-vos en aquesta pàgina web.
eu_es: Zure abatarra zure profilean eta gainerako lekuetan erabiliko da. Abatarra aldatzeko, mesedez, sortu kontu bat <a href="http://gravatar.com/">Gravatar</a>, gune honetan erabili duzun email helbide berdinarekin.

source: Your browser does not support HTML5 audio
ca: El vostre navegador no suporta àudio HTML5
eu_es: Zure nabigatzaileak ez du HTML5 audioa onartzen

source: Your browser does not support HTML5 video
ca: El vostre navegador no suporta vídeo HTML5
eu_es: Zure nabigatzaileak ez du HTML5 bideoa onartzen

source: Your browser does not support this feature.
ca: El navegador no suporta les característiques de la camera.
eu_es: Zure nabigatzaileak ez du ezaugarri honentzako euskarria.

source: Your browser is not supported. Please upload a photo instead.
ca: El vostre navegador no està suportat. En comptes d'això pugeu una fotografia.
eu_es: Zure web arakatzailea ez da bateragarria. Argazki bat igo honen ordez, mesedez.

source: Your changes have not been saved. Please fill in all required fields, and save your changes again.
ca: Els vostres canvis no s'han desat. Ompliu tots els camps obligatoris i deseu els canvis de nou.
eu_es: Zure aldaketak ez dira gorde. Beharrezko eremuak bete mesedez, eta zure aldaketa berriz gorde.

source: Your comment is awaiting moderation.
ca: El teu comentari està sent moderat.
eu_es: Zure iruzkina moderatua izatea zai dago.

source: Your cover image was deleted successfully!
ca: La vostra imatge de la coberta s'ha esborrat correctament!
eu_es: Zure azaleko irudia arrakastaz ezabatu da!

source: Your current password is invalid.
ca: La contrasenya actual és incorrecta.
eu_es: Zure oraingo pasahitza ez da egokia.

# screen heading
source: Your feedback
eu_es: Zure iruzkinak

source: Your membership request for the group "{{group.name}}" has been accepted. To view the group, visit: {{{group.url}}}
ca: La vostra sol·licitud d'admissió pel node "{{group.name}}" ha estat acceptada. Per veure el node, visiteu: {{{group.url}}}
eu_es: Zure "{{group.name}}" talderako bazkidetza eskaera onartu egin da. Taldea ikusteko {{{group.url}}} bisitatu.

source: Your membership request for the group "{{group.name}}" has been rejected. To request membership again, visit: {{{group.url}}}
ca: La vostra sol·licitud d'admissió pel node "{{group.name}}" ha estat denegada. Per sol·licitar l'admissió de nou, visiteu: {{{group.url}}}
eu_es: "{{group.name}}" talderako egin duzun bazkidetza eskaera baztertua izan da. Bazkidetza berriz eskatzeko, hona joan: {{{group.url}}}

source: Your membership request for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; has been accepted.
ca: La vostra sol·licitud d'admissió pel node &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; ha estat acceptada.
eu_es: &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; talderako egin zenuen partaidetza eskaera onartu egin da.

source: Your membership request for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; has been rejected.
ca: La vostra sol·licitud d'admissió pel node &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; ha estat denegada.
eu_es: &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; talderako egin duzun partaidetza eskaera baztertua izan da.

source: Your membership request was sent to the group administrator successfully. You will be notified when the group administrator responds to your request.
ca: La sol·licitud d'admissió s'ha enviat correctament a l'administrador del node. Sereu avisats quan l'administrador del node respongui la sol·licitud.
eu_es: Zure bazkidetza eskaria arrakastaz bidali zaie taldeko administratzaileei. Eskaera onartzen dutenean jakinaraziko zaizu.

source: Your message could not be sent. Please try again.
ca: No s'ha enviat el missatge. Torneu-ho a provar.
eu_es: Ezin izan da zure mezua bidali. Saiatu berriro mesedez.

source: Your message was not sent. Please enter a subject line.
ca: El vostre missatge no ha estat enviat. Heu d'afegir l'assumpte.
eu_es: Zure mezua ez da bidali. Mesedez gaia sartu.

source: Your message was not sent. Please enter at least one username.
ca: El vostre missatge no s'ha enviat. Introduïu com a mínim un nom d'usuari.
eu_es: Zure mezua ez da bidali. Sartu gutxienez erabiltzaile-izen bat mesedez.

source: Your message was not sent. Please enter some content.
ca: El vostre missatge no ha estat enviat. Heu d'afegir algun contingut.
eu_es: Zure mezua ez da bidali. Mesedez sartu edukiren bat.

source: Your message was not sent. Please use a valid sender.
ca: El vostre missatge no s'ha enviat. Feu servir un remitent vàlid.
eu_es: Zure mezua ez da bidali. Baliozko bidaltzaile bat erabili, mesedez.

source: Your new cover image was uploaded successfully.
ca: La vostra imatge de la coberta s'ha pujat correctament.
eu_es: Zure azaleko irudi berria arrakastaz igo da.

source: Your new profile photo was uploaded successfully.
ca: La fotografia nova del perfil s'ha penjat correctament.
eu_es: Zure profilaren argazki berria ondo igo da.

source: Your notification settings have been saved.
ca: S'ha desat la configuració dels avisos
eu_es: Zure jakinarazpen ezarpenak gordeak izan dira.

source: Your previous request for an export of personal data has expired.
eu_es: Zure aurreko datu pertsonalen esportazio eskaera iraungi da.

source: Your profile has unsaved changes. If you leave the page, the changes will be lost.
ca: El perfil té canvis sense desar. Si deixeu la pàgina, els canvis es perdran.
eu_es: Zure profilak gorde gabeko aldaketak ditu. Orria uzten baduzu, aldaketak galduko dira.

source: Your profile photo is ready. Click on the "Save" button to use this photo.
ca: La vostra fotografia de perfil està llesta. Feu clic al botó "Desa" per utilitzar-la.
eu_es: Zure profileko argazkia prest dago. Klikatu "Gorde" botoian argazkia erabiltzeko.

source: Your profile photo was deleted successfully!
ca: La fotografia del perfil s'ha suprimit correctament!
eu_es: Zure argazki profila arrakastaz ezabatu da!

source: Your profile photo will be used on your profile and throughout the site. If there is a %s associated with your account email we will use that, or you can upload an image from your computer.
eu_es: Zure profil argazkia gune osoan erabiliko da, Zure e-postarekin %s bat elkartuta badago hori erabiliko dugu, edo zure ordenagailutik irudi bat igo ahal duzu.

source: Your profile photo will be used on your profile and throughout the site. If there is a <a href="http://gravatar.com">Gravatar</a> associated with your account email we will use that, or you can upload an image from your computer.
ca: La foto del perfil s'utilitzarà al vostre perfil i a tot el lloc web. SI hi ha un <a href="http://gravatar.com">Gravatar</a> associat amb el vostre compte de correu, s'utilitzarà aquest, o podeu penjar una imatge des del vostre ordinador.
eu_es: Zure profileko argazkia zure profilean eta gune osoan erabiliko da. Zure helbide elektronikoarekin lotutako <a href="http://gravatar.com">Gravatar</a> bat badago hori erabiliko dugu, edo zure ordenagailutik irudi bat igo dezakezu.

source: Your profile photo will be used on your profile and throughout the site. To change your profile photo, create an account with %s using the same email address as you used to register with this site.
eu_es: Zure profil argazkia zure profilan eta gune osoan erabiliko da. Zure profil argazkia aldatzeko, %s-kin kontu bat sortu gune hontan izena eman zenuenean ibili zenuen e-posta helbide berdinarekin.

source: Your profile photo will be used on your profile and throughout the site. To change your profile photo, please create an account with <a href="https://gravatar.com">Gravatar</a> using the same email address as you used to register with this site.
ca: La foto del perfil s'utilitzarà en el perfil i en tot el lloc web. Per canviar la foto de perfil, creeu un compte a <a href="http://gravatar.com">Gravatar</a> amb el mateix correu electrònic que heu fet servir per registrar-vos en aquest lloc web.
eu_es: Zure profileko argazkia zure profilean eta gune osoan erabiliko da. Zure profileko argazkia aldatzeko mesedez <a href="https://gravatar.com">Gravatar</a>ren kontu berri bat sortu gune hontan izena emateko erabili duzun e-posta bera erabiliz.

source: Your profile settings have been saved.
ca: La configuració del perfil s'ha desat.
eu_es: Zure profilaren ezarpenak gorde dira.

source: Your reply was not sent. Please enter some content.
ca: La vostra resposta no ha estat enviada. Heu d'afegir algun contingut.
eu_es: Zure erantzuna ez da bidali. Edukiren bat sartu mesedez.

source: Your reply was sent successfully
ca: La resposta s'ha enviat correctament
eu_es: Zure erantzuna arrakastaz bidali da

source: Your request for an export of personal data has been completed.
eu_es: Zure datu pertsonalen esportazio eskaera osatu da.

# group settings on notification settings page
source: Your request to join a group has been approved or denied
ca: La vostra sol·licitud per unir-vos a un node hagi estat aprovada o denegada
eu_es: Zure talde batera sartzeko eskaera onartu edo ezeztatu egin da

source: Your settings have been saved.
ca: S'ha desat la configuració.
eu_es: Zure ezarpenak gorde dira.

source: Your site does not support BuddyPress.
ca: El lloc web no suporta el BuddyPress.
eu_es: Zure guneak ez du BuddyPress onartzen.

source: Your site is currently running PHP version %1$s, while BuddyPress requires version %2$s or greater.
ca: El lloc web executa la versió de PHP %1$s, el BuddyPress requereix la versió %2$s o superior.
eu_es: Zure zerbitzariak PHPko %1$s bertsioa erabiltzen du, BuddyPressek berriz %2$s bertsioa edo handiagoa behar du.

# deprecated string
source: Your site is currently running PHP version %s, while BuddyPress 2.8 will require version 5.3+.
eu_es: Zure guneak orain %s PHP bertsioa darabil, BuddyPress 2.8ak 5.3+ bertsioa behar duenean.

source: Your site is not ready for BuddyPress 2.8.
ca: El lloc no està preparat per al BuddyPress 2.8.
eu_es: Zure gunea ez dago prest BuddyPress 2.8.rako.

source: Your users will distinguish themselves through their profile page. Create relevant profile fields that will show on each users profile.
ca: Els vostres usuaris podran distingir-se a través de la seva pàgina de perfil. Creeu camps de perfil rellevants perquè es mostrin al perfil dels usuaris.
eu_es: Zure erabiltzaileak beraien profil orrialdearen bitartez bereiziko dira. Erabiltzaile bakoitzaren profilean azalduko diren profil eremu esanguratsuak sortu.

source: [Read more]
ca: [Llegiu més]
eu_es: [Gehiago irakurri]

source: [User Set]
ca: [Conjunt d'usuaris]
eu_es: [Erabiltzailearen Esku]

source: [deleted]
ca: [suprimit]
eu_es: [ezabatua]

source: [{{{site.name}}}] Activate your account
ca: [{{{site.name}}}] Activeu el vostre compte
eu_es: [{{{site.name}}}] Aktibatu zure kontua

source: [{{{site.name}}}] Activate {{{user-site.url}}}
ca: [{{{site.name}}}] Activar {{{user-site.url}}}
eu_es: [{{{site.name}}}] Aktibatu {{{user-site.url}}}

source: [{{{site.name}}}] Group details updated
ca: [{{{site.name}}}] Els detalls del node s'han actualitzat
eu_es: [{{{site.name}}}] Taldeko xehetasunak eguneratuta

source: [{{{site.name}}}] Membership request for group "{{group.name}}" accepted
ca: [{{{site.name}}}] Sol·licitud d'admissió pel node "{{group.name}}" acceptada
eu_es: [{{{site.name}}}] "{{group.name}}" taldeko kide izate eskaera onartu da

source: [{{{site.name}}}] Membership request for group "{{group.name}}" rejected
ca: [{{{site.name}}}] Sol·licitud d'admissió pel node "{{group.name}}" denegada
eu_es: [{{{site.name}}}] "{{group.name}}" talderako partaidetza eskaera baztertu egin da

source: [{{{site.name}}}] Membership request for group: {{group.name}}
ca: [{{{site.name}}}] Sol·licitud d'admissió per al node: {{group.name}}
eu_es: [{{{site.name}}}] Bazkidetza eskaera talde honentzat: {{group.name}}

source: [{{{site.name}}}] New friendship request from {{initiator.name}}
ca: [{{{site.name}}}] Nova sol·licitud d'amistat de {{initiator.name}}
eu_es: [{{{site.name}}}]ko {{initiator.name}}(r)en adiskidetasun eskaera berria

source: [{{{site.name}}}] New message from {{sender.name}}
ca: [{{{site.name}}}] Nou missatge de {{sender.name}}
eu_es: [{{{site.name}}}] {{sender.name}}-(e)n mezu berria

source: [{{{site.name}}}] Verify your new email address
ca: [{{{site.name}}}] Verifiqueu la vostra nova adreça de correu electrònic
eu_es: [{{{site.name}}}] Egiaztatu zure email helbide berria

source: [{{{site.name}}}] You have an invitation to the group: "{{group.name}}"
ca: [{{{site.name}}}] Teniu una invitació al node: "{{group.name}}"
eu_es: [{{{site.name}}}] "{{group.name}}" talderako gonbidapen bat duzu.

source: [{{{site.name}}}] You have been promoted in the group: "{{group.name}}"
ca: [{{{site.name}}}] Heu estat promoguts en el node: "{{group.name}}"
eu_es: [{{{site.name}}}] "{{group.name}}" taldean mailaz igo zara

source: [{{{site.name}}}] {{friend.name}} accepted your friendship request
ca: [{{{site.name}}}] {{friend.name}} a acceptat la vostra sol·licitud d'amistat.
eu_es: [{{{site.name}}}] {{friend.name}} zure lagun izateko eskaera onartu du

source: [{{{site.name}}}] {{poster.name}} mentioned you in a status update
ca: [{{{site.name}}}] {{poster.name}} us ha mencionat en una actualització d'estat
eu_es: [{{{site.name}}}] {{poster.name}}-(e)k egoera eguneraketa batean aipatu zaitu

source: [{{{site.name}}}] {{poster.name}} mentioned you in an update
ca: [{{{site.name}}}] {{poster.name}} us ha mencionat en una actualització
eu_es: [{{{site.name}}}] {{poster.name}}-(e)k eguneraketa batean aipatu zaitu

source: [{{{site.name}}}] {{poster.name}} replied to one of your comments
ca: [{{{site.name}}}] {{poster.name}} ha respost a un dels vostres comentaris
eu_es: [{{{site.name}}}]ko {{poster.name}}(e)k zure iruzkin bat erantzun du

source: [{{{site.name}}}] {{poster.name}} replied to one of your updates
ca: [{{{site.name}}}] {{poster.name}} ha respost a una de les vostres actualitzacions
eu_es: [{{{site.name}}}]ko {{poster.name}}(e)k zure eguneraketa bat erantzun du

source: a moderator
ca: un moderador
eu_es: moderatzaile bat

source: a user
ca: un usuari
eu_es: erabiltzailea

source: active
eu_es: aktiboa

source: active %s
ca: %s actiu
eu_es: aktibo %s

source: add a site to your account
eu_es: gehi ezazu gune bat zure kontuan

source: add more than one member type
eu_es: gehi ezazu kide-mota bat baino gehiago

source: an administrator
ca: un administrador
eu_es: administratzaile bat

# Post written by...
source: by %s
ca: per %s
eu_es: nork %s

source: comments
ca: comentaris
eu_es: iruzkinak

source: created %s
ca: creats %s
eu_es: sortua %s

# Attachment destination file
source: destination file
ca: fitxer de destí
eu_es: helburuko fitxategia

source: developer note
eu_es: garapen oharra

source: development note
eu_es: garapen oharra

source: domain.%s
eu_es: domeinua.%s

source: field
ca: camp
eu_es: eremua

source: in %1$s
ca: en %1$s
eu_es: %1$s -n

source: inactive
eu_es: ez-aktibo

# Default text for the post type name
source: item
eu_es: elementua

source: joined %s
ca: afegits %s
eu_es: batua %s

source: not yet active
ca: encara no actiu
eu_es: oraindik ez aktibo

source: option
ca: opció
eu_es: aukera

# Uploader: Drop your file here - or - Select your File
source: or
ca: o
eu_es: edo

source: or press esc to cancel.
ca: o prem esc per cancel·lar.
eu_es: edo ESC sakatu ezeztatzeko.

# Records the timestamp that the user registered into the activity stream
source: registered %s
ca: registrat %s
eu_es: %s erregistratua

source: requested %s
ca: sol·licituds %s
eu_es: eskaerak %s

source: right now
ca: ara mateix
eu_es: oraintxe bertan

source: share your feedback
eu_es: partekatu zure iritzia

source: sometime
ca: alguna vegada
eu_es: noizbait

# Attachment source file
source: source file
ca: fitxer d'origen
eu_es: fitxategi iturria

source: the domain of the blog.
eu_es: blogaren domeinua.

source: the sign-up has already been activated.
ca: el registre ja s'ha activat.
eu_es: izen emate hau jada aktibatua izan da.

# group type URL base
source: type
ca: tipus
eu_es: mota

# member type URL base
source: type
ca: tipus
eu_es: mota

# email
source: unsubscribe
ca: donar-se de baixa
eu_es: harpidetza kendu

source: years ago
ca: anys enrere
eu_es: urte duela

source: years from now
ca: anys a partir d'ara
eu_es: urte gaurtik

source: you
ca: vós
eu_es: zu

source: {{friend.name}} accepted your friend request. To learn more about them, visit their profile: {{{friendship.url}}}
ca: {{friend.name}} ha acceptat la vostra sol·licitud d'amistat. Per a obtindre més informació, visiteu el seu perfil: {{{friendship.url}}}
eu_es: {{friend.name}}(e)k zure adiskidetasun eskaera onartu du. Gehigo jakiteko bisitatu: {{{friendship.url}}}

source: {{initiator.name}} wants to add you as a friend. To accept this request and manage all of your pending requests, visit: {{{friend-requests.url}}} To view {{initiator.name}}'s profile, visit: {{{initiator.url}}}
ca: {{initiator.name}} vol afegir-te com a amic. Per acceptar aquesta sol·licitud i gestionar totes les vostres peticions pendents, visiteu: {{{friend-requests.url}}} To view {{initiator.name}}'s profile, visit: {{{initiator.url}}}
eu_es: {{initiator.name}}(e)k zure laguna izan nahi du. Eskaera hau onartzeko eta zain dauden eskaera guztiak kudeatzeko, bisitatu: {{{friend-requests.url}}} {{initiator.name}}(r)en profila ikusteko, bisitatu: {{{initiator.url}}}

source: {{inviter.name}} has invited you to join the group: "{{group.name}}". To accept your invitation, visit: {{{invites.url}}} To learn more about the group, visit: {{{group.url}}}. To view {{inviter.name}}'s profile, visit: {{{inviter.url}}}
ca: {{inviter.name}} us ha convidat a unir-vos al grup: "{{group.name}}". Per acceptar la invitació, visiteu: {{{invites.url}}} Per obtenir més informació sobre el grup, visiteu {{{group.url}}}. Per veure el perfil de {{inviter.name}}, visiteu: {{{inviter.url}}}
eu_es: {{inviter.name}} erabiltzaileak "{{group.name}}" taldeko kidea izatera gonbidatu zaitu. Gonbidapena onartzeko, hona joan: {{{invites.url}}} Talde honi buruz gehiago jakiteko, hona joan: {{{group.url}}} {{inviter.name}}(r)en profila ikusteko, hona joan: {{{inviter.url}}}

source: {{poster.name}} mentioned you in a status update: "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{mentioned.url}}}
ca: {{poster.name}} us ha menciona en una actualització d'estat: "{{usermessage}}" Aneu a la discussió per a respondre o posar-vos al dia de la conversa: {{{mentioned.url}}}
eu_es: {{poster.name}}(e)k eguneraketa egoera baten aipatu zaitu: "{{usermessage}}" Joan eztabaidara elkarrizketa erantzuteko edo ulertzeko: {{{mentioned.url}}}

source: {{poster.name}} mentioned you in a status update: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{mentioned.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
ca: {{poster.name}} us ha mencionat en una actualització d'estat: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{mentioned.url}}}">Aneu a la discussió</a> per respondre o posar-vos al dia de la conversa.
eu_es: {poster.name}}(e)k eguneraketa egoera batean aipatu zaitu: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{mentioned.url}}}">Joan eztabaidara</a> elkarrizketa erantzuteko edo ulertzeko.
