Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: <a href="{{{profile.url}}}">{{requesting-user.name}}</a> wants to join the group &quot;{{group.name}}&quot;. {{request.message}} As you are an administrator of this group, you must either accept or reject the membership request. <a href="{{{group-requests.url}}}">Go here to manage this</a> and all other pending requests.
eu_es: <a href="{{{profile.url}}}">{{requesting-user.name}}</a> erabiltzaileak "{{group.name}}" taldearen kide izan nahi du. Talde honen administrazailea zarenez, partaidetza eskaera onartu edo baztertu behar duzu. <a href="{{{group-requests.url}}}">Hona joan eskaera hau</a> eta zain dauden beste batzu kudeatzeko.

source: <code>4 years ago</code>, <code>4 years from now</code>
ca: <code>fa 4 anys</code>, <code>4 anys des d'ara</code>
eu_es: <code>Duela 4 urte</code>, <code>Hemendik 4 urtera</code>

source: <p class="serif">Read the rest of this page &rarr;</p>
ca: <p class="serif">Llegiu la resta d'aquesta pàgina &rarr;</p>
eu_es: <p class="serif">Irakurri gainerako orrialdea &rarr;</p>

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
ca: <strong>A l'atenció de l'administrador del lloc:</strong> els fòrums de node necessiten una <a href="%s">correcta configuració</a> de la instal·lació del bbPress.
eu_es: <strong>Adi administratzaile:</strong> Taldeko foroak beharrezkoa dute bbPress instalazioaren <a href="%s">funtzionamendu eta ezarpen egokia</a>.

source: <strong>BuddyPress is almost ready</strong>. You must <a href="%s">update your permalink structure</a> to something other than the default for it to work.
ca: El <strong>BuddyPress ja està quasi llest</strong>. Heu d'<a href="%s">actualitzar l'estructura d'enllaços pemanents</a> per alguna altra diferent que la de defecte perquè funcioni.
eu_es: <strong>BuddyPress ia prest dago</strong>. <a href="%s">Zure permalink egitura eguneratu</a> behar duzu lehenetsia ez den beste gauza batetara, funtzionatu dezan.

source: <strong>Error</strong>: Your account has already been activated.
eu_es: <strong>Errorea</strong>: Zure kontua jada aktibatuta dago.

source: <strong>Error</strong>: Your account has been marked as a spammer.
eu_es: <strong>Errorea</strong>: Zure kontua spammer gisa markatu da.

source: <strong>Error</strong>: Your account has not been activated. Check your email for the activation link.
eu_es: <strong>ERROREA</strong>: Zure kontua ez da aktibatu. Konprobatu zure emaila aktibazio estekarekin.

source: <strong>Link</strong> - Used by some types of activity (blog posts and comments) to store a link back to the original content.
ca: <strong> Enllaç </strong>: utilitzat per alguns tipus d'activitat (publicacions de blocs i comentaris) per emmagatzemar un enllaç al contingut original.
eu_es: <strong>Esteka</strong> - (blog bidalketa eta iruzkin) jarduera mota batzuek erabiltzen dira eduki originalera garamatzan esteka bat gordetzeko.

source: <strong>Primary Item/Secondary Item</strong> - These identify the object that created the activity. For example, the fields could reference a comment left on a specific site. Some types of activity may only use one, or none, of these fields.
ca: <strong>Element primari/Element secundari</strong> - Identifiquen l'objecte que ha creat l'activitat. Per exemple, aquest camp pot fer referència a un comentari deixat en un lloc específic. Algunes activitats només poden utilitzar un d'aquests camps, o no poden.
eu_es: <strong>Elementu nagusia/Bigarren mailako elementua</strong> - Hauek jarduera sortu duten objektuak identifikatzen dituzte. Adibidez, eremuek gune jakin batean utzitako iruzkinak aipatu ditzakete. Jarduera mota batzuek eremu hauetako bat bakarrik erabili dezakete, edo bat ere ez.

source: <strong>Type</strong> - Each distinct kind of activity has its own type. For example, <code>created_group</code> is used when a group is created and <code>joined_group</code> is used when a user joins a group.
ca: <strong>Tipus</strong> - Cada activitat diferent té el seu propi Tipus. Per exemple, <code>created_group</code> s'utilitza quan es crea un node i <code>joined_group</code> s'utilitza quan un usuari s'afegeix a un node.
eu_es: <strong>Mota</strong> - Jarduera mota bakoitzak bere mota du. Adibidez <code>created_group</code> talde bat sortzen denean erabiltzen da eta <code>joined_group</code> erabiltzaile bat taldean sartzen denean erabiltzen da.

source: <strong>Version %1$s</strong> addressed %2$s bug.
ca: La <strong>versió %1$s</strong> aborda %2$s error.
eu_es: <strong>%1$s bertsioak</strong> akats %2$s konpontzen du.

source: <strong>Version %1$s</strong> addressed a security issue and fixed %2$s bug.
ca: La <strong>versió %1$s</strong> aborda un problema de seguretat i soluciona %2$s error.
eu_es: <strong>%1$s bertsioak</strong> segurtasun arazo bat eta akats %2$s konpontzen ditu.

source: <strong>Version %1$s</strong> addressed a security issue.
ca: La <strong>versió %1$s</strong> aborda un problema de seguretat.
eu_es: <strong>%1$s bertsioak</strong> segurtasun arazo bat konpontzen du.

source: <strong>Version %1$s</strong> addressed some security issues and fixed %2$s bug.
ca: La <strong>versió %1$s</strong> aborda alguns problemes de seguretat i soluciona %2$s error.
eu_es: <strong>%1$s bertsioak</strong> zenbait segurtasun arazo eta akats %2$s konpontzen ditu.

source: @%s Mentions
ca: @%s mencions
eu_es: @%s-(r)en aipamena

source: A BuddyPress update is available, but your system is not compatible.
ca: Malgrat hi ha disponible una actualització de BuddyPress, el vostre sistema no és compatible.
eu_es: BuddyPressen eguneraketa bat eskugarri dago, baina zure sistema ez da bateragarria.

source: A dynamic list of recently active, popular, and newest Friends of the displayed member. Widget is only shown when viewing a member profile.
ca: Una llista dinàmica d'amics recents, actius i populars del membre actual. El giny només es mostra mentre es visualitza la pàgina del perfil.
eu_es: Bistaratutako kideen lagun aktibo, ezagun eta berrienen zerrenda dinamikoa. Widget-a kideen profila ikustean bakarrik agertzen da.

source: A dynamic list of recently active, popular, and newest members
ca: Una llista dinàmica dels membres més nous, populars i recentment actius
eu_es: Partaide berrienen, duela gutxi aktibo egon diren partaideen eta partaide ospetsuen zerrenda dinamiko bat

source: A dynamic list of recently active, popular, newest, or alphabetical groups
ca: Una llista dinàmica de l'activitat recent, popular, més nova o grups ordenats alfabèticament
eu_es: Duela gutxi aktibo egon diren, ospetsuak diren, berrienak diren edo alfabetikoki dauden taldeen zerrenda dinamikoa

source: A group's details were updated.
ca: S'han actualitzat els detalls d'un node.
eu_es: Taldeko xehetasunak eguneratu dira.

source: A list of objects children of the activity object.
eu_es: Jarduerako objektuen seme-alaben objektuen zerrenda.

source: A list of recently published posts from across your network.
ca: Una llista d'entrades publicades recentment des de la xarxa.
eu_es: Zure sarean berriki argitaratu diren bidalketen zerrenda.

# Friend settings on notification settings page
source: A member accepts your friendship request
ca: Un membre ha acceptat la vostra sol·licitud d'amistat
eu_es: Erabiltzaile batek zure lagun eskaera onartu du

source: A member has replied to a comment on an activity update that the recipient posted.
ca: Un membre ha respost a un comentari en una actualització a l'activitat publicada pel destinatari.
eu_es: Kide batek hartzaileak bidalitako jarduera eguneraketa bateko iruzkin bati erantzun dio.

source: A member has replied to an activity update that the recipient posted.
ca: Un membre ha respost a una actualització d'activitat que va publicar el destinatari.
eu_es: Kide batek hartzaileak bidalitako jarduera eguneraketa bati erantzun dio.

source: A member has requested permission to join a group.
ca: Un membre ha sol·licitat permís per unir-se a un node.
eu_es: Kide batek talde batera elkartzeko baimena eskatu du.

source: A member has sent a friend request to the recipient.
ca: Un membre ha enviat una sol·licitud d'amistat al destinatari.
eu_es: Kide batek hartzaileari lagun-izate eskaera bat bidali dio.

source: A member has sent a group invitation to the recipient.
ca: Un membre ha enviat una invitació a un node al destinatari.
eu_es: Kide batek hartzaileari talde gonbidapen bat bidali dio.

# group settings on notification settings page
source: A member invites you to join a group
ca: Un membre us convidi a unir-vos a un node
eu_es: Kide batek talde batera batzeko gonbidatu zaitu

source: A member mentions you in an update using "@%s"
ca: Un membre us menciona en una actualització fent servir "@%s"
eu_es: Kide batek eguneraketa batean aipatu zaitu "@%s" erabiliz

source: A member replies to an update or comment you've posted
ca: Un membre ha respost a una de les actualitzacions o comentaris que heu publicat
eu_es: Kide baten zuk bidalitako sarreraren eguneraketa edo iruzkina aipatu du

# group settings on notification settings page
source: A member requests to join a private group for which you are an admin
ca: Un membre sol·licita unir-se a un node privat del qual sou un administrador
eu_es: Kide batek kudeatzen duzun talde pribatu bateko partaide izatea eskatu du

# Friend settings on notification settings page
source: A member sends you a friendship request
ca: Un membre us ha enviat una sol·licitud d'amistat
eu_es: Erabiltzaile batek lagun izateko eskaera bidali dizu

source: A member sends you a new message
ca: Un membre us ha enviat un nou missatge
eu_es: Erabiltzaile batek mezu bat bidali dizu

source: A unique numeric ID for the BP Invitation object.
eu_es: BP gonbidapen objektuarentzako zenbaki identifikatzaile bakarra.

source: A unique numeric ID for the Blog.
eu_es: Blogaren zenbaki-IDentifikatzaile bakarra.

source: A unique numeric ID for the Group Member.
eu_es: Taldeko kidearentzako zenbaki-identifikatzaile bakarra.

source: A unique numeric ID for the Group.
eu_es: Taldearen zenbaki-identifikatzaile bakarra.

source: A unique numeric ID for the Member to add to the Group.
eu_es: Kidea taldean gehitzeko zenbakizko identifikatzaile bakarra.

source: A unique numeric ID for the Member.
eu_es: Kidearen zenbaki-identifikatzaile bakarra.

source: A unique numeric ID for the Thread.
eu_es: Hariarentzat zenbaki-identifikatzaile bakarra.

source: A unique numeric ID for the User.
eu_es: Erabiltzailearen zenbaki-IDentifikatzaile bakarra.

source: A unique numeric ID for the activity.
eu_es: Jardueraren zenbaki-identifikatzaile bakarra.

source: A unique numeric ID for the blog admin.
eu_es: Zenbaki-IDentifikatzaile bakarra blogaren administratzailearentzat.

source: A unique numeric ID for the blog.
eu_es: Blogaren zenbaki-IDentifikatzaile bakarra.

source: A unique numeric ID for the group invitation.
eu_es: Taldearen gonbidapenaren zenbaki-identifikatzaile bakarra.

source: A unique numeric ID for the group membership request.
eu_es: Taldeko bazkidetza eskaerarako zenbakizko identifikatzaile bakarra.

source: A unique numeric ID for the group of profile fields.
eu_es: Profil eremu taldearentzako zenbaki-identifikatzaile bakarra.

source: A unique numeric ID for the notification.
eu_es: Jakinarazpenaren zenbaki-identifikatzaile bakarra.

source: A unique numeric ID for the profile data.
eu_es: Profil datuen zenbaki-identifikatzaile bakarra.

source: A unique numeric ID for the profile field.
eu_es: Profil eremuaren zenbaki-identifikatzaile bakarra.

source: A unique numeric ID for the signup.
eu_es: Izena emateko zenbaki-IDentifikatzaile bakarra.

source: A unique numeric ID of a user.
eu_es: Erabiltzaile baten zenbaki-IDentifikatzaile bakarra.

source: AOL Messenger
ca: Missatgeria instantània de l'AOL
eu_es: AOL Mezularitza

source: About Me
ca: Quant a mi
eu_es: Niri buruz

source: Absolute
ca: Absoluta
eu_es: Absolutua

source: Accept
ca: Accepta
eu_es: Onartu

# button
source: Accept
eu_es: Onartu

source: Accept Invitation
ca: Accepta la invitació
eu_es: Gonbidapena onartu

source: Accepted
ca: Acceptat
eu_es: Onartua

source: Accepted Group membership requests
ca: %d sol·licituds d'admissió al node acceptades
eu_es: Taldera kide-egite eskaera onartua

source: Accepted friendship requests
ca: %d amics han acceptat les vostres sol·licituds d'amistat
eu_es: Lagun eskaera onartua

source: Account Activated
ca: Compte activat
eu_es: Kontua aktibatuta

source: Account Deletion
ca: Eliminació del compte
eu_es: Kontua Ezabatzea

source: Account Details
ca: Detalls del compte
eu_es: Kontuaren xehetasunak

source: Account Email
ca: Correu electrònic del compte
eu_es: Email kontua

source: Account Settings
ca: Paràmetres del compte
eu_es: Kontuaren ezarpenak

source: Account settings
ca: Configuració del compte
eu_es: Kontu ezarpenak

source: Action
ca: Acció
eu_es: Ekintza

# Admin SWA column header
source: Action
ca: Acció
eu_es: Akzioa

source: Action used to update a group member.
eu_es: Taldeko kidea eguneratzeko erabilitako ekintza.

source: Actions
ca: Accions
eu_es: Ekintzak

source: Activate
ca: Activa
eu_es: Aktibatu

# Page title for the user activation screen.
source: Activate
ca: Activa
eu_es: Aktibatu

# Pending signup action
source: Activate
ca: Activa
eu_es: Aktibatu

# button
source: Activate
eu_es: Aktibatu

source: Activate Notice
ca: Activa
eu_es: Abisua Aktibatu

source: Activate Pending Accounts
ca: Activa els comptes pendents
eu_es: Aktibatzeke dauden kontuak aktibatu

source: Activate Your Account
ca: Activeu el vostre compte
eu_es: Aktibatu zure kontua

source: Activate checkboxe(s) to select the operation(s) to perform
eu_es: Aktiba itzazu kontrol laukiak hautatu beharreko eragiketak egikaritzeko

source: Activate your Account
ca: Activeu el vostre compte
eu_es: Aktibatu zure kontua

source: Activation Key:
ca: Clau d'activació:
eu_es: Aktibatzeko Gakoa:

source: Activation email resent! Please check your inbox or spam folder.
ca: S'ha enviat el correu electrònic d'activació! Comproveu els missatges entrants o la carpeta de la brossa.
eu_es: Aktibazio emaila berriro bidali da. Zure email sarrera edo spama ikusi.

source: Activation key of the signup.
eu_es: Erregistratzearen aktibazio gakoa.

source: Active
ca: Actiu
eu_es: Aktiboak

source: Active %s
eu_es: Aktiboa %s

# last time the group was active
source: Active %s
eu_es: Aktiboa %s

# last time the site was active
source: Active %s
eu_es: Aktiboa %s

# last time the user was active
source: Active %s
eu_es: Aktiboa %s

source: Active <span class="count">(%s)</span>
ca: Actiu <span class="count">(%s)</span>
eu_es: Aktibatuta <span class="count">(%s)</span>

source: Active components
eu_es: Osagai aktiboak

source: Active conversation:
ca: Conversa activa:
eu_es: Elkarrizketa aktiboa:

source: Active template pack
eu_es: Txantiloi multzo aktiboa

# Tag prepended to active site-wide notice titles on WP Admin notices list table
source: Active: %s
ca: Actiu: %s
eu_es: Aktibo: %s

source: Activities list
ca: Llista d'activitats
eu_es: Jarduera zerrenda

source: Activity
ca: Activitat
eu_es: Jarduera

# Activity items per page (screen options)
source: Activity
ca: Activitat
eu_es: Jarduera

# Admin Dashboard SWA menu
source: Activity
eu_es: Haria

# Admin Dashboard SWA page title
source: Activity
eu_es: Haria

# Admin SWA column header
source: Activity
ca: Activitat
eu_es: Jarduera

# Admin SWA page
source: Activity
ca: Activitat
eu_es: Jarduera

# My Account Activity sub nav
source: Activity
ca: Activitat
eu_es: Jarduera

# My Group screen nav
source: Activity
ca: Activitat
eu_es: Jarduera

# Page title for the Activity directory.
source: Activity
ca: Activitat
eu_es: Jarduera

# Profile activity screen nav
source: Activity
ca: Activitat
eu_es: Jarduera

source: Activity Comments
ca: Activitat dels comentaris
eu_es: Jarduera iruzkinak

source: Activity Content
eu_es: Hariaren Edukia

# BuddyPress Activity data exporter friendly name
source: Activity Data
eu_es: Jardueraren Datuak

source: Activity Date
eu_es: Jardueraren Data

source: Activity Description
eu_es: Jardueraren Deskripzioa

source: Activity History
ca: Historial d'activitat
eu_es: Jarduera Historia

source: Activity RSS Feed
ca: Canal RSS de l'activitat
eu_es: RSS jarioaren jarduera

source: Activity Settings
ca: Configuració de l'Activitat
eu_es: Jarduera Ezarpenak

source: Activity Streams
ca: Mur
eu_es: Jardueren jarraipena

source: Activity URL
eu_es: Jardueraren URLa

source: Activity auto-refresh
ca: Auto refresc de l'activitat
eu_es: Jarduera automatikoki eguneratu

source: Activity deleted successfully
ca: S'ha suprimit l'activitat correctament
eu_es: Jarduera arrakastaz ezabatu da

source: Activity feed for %s's friends.
ca: Fil de subscripció de l'activitat dels amics de %s.
eu_es: %s-(e)ren lagunentzako jarduera jarioa.

source: Activity feed for %s.
ca: Fils de subscripció de l'activitat %s.
eu_es: %s -ri loturiko jarduera jarioa.

source: Activity feed for the entire site.
ca: Fil de subscripció de l'activitat del lloc web sencer.
eu_es: Gune osoko jarduera jarioa.

source: Activity feed for the group, %s.
ca: Fil de subscripció de l'activitat del node, %s.
eu_es: %s taldearentzako jarduera jarioa.

source: Activity feed mentioning %s.
ca: Fils de subscrició de l'activitat de les mencions de %s.
eu_es: %s aipatzen den jarduera jarioa.

source: Activity feed of %s's favorites.
ca: Fils de subscripció de l'activitat dels preferits de %s.
eu_es: %s-(r)en gogokoen jarduera jarioa.

source: Activity generated by posts and comments uses the link field for a permalink back to the content item.
ca: L'activitat generada pels articles i comentaris fa servir el camp d'enllaç, per a un enllaç permanent a l'ítem de contingut.
eu_es: Bidalketek eta iruzkinek sortutako jarduerak esteka-eremua erabiltzen du edukiarekiko esteka iraunkor baterako.

source: Activity items may be deleted at any time by users who created them. Site administrators can edit all activity items.
eu_es: Jardueraren elementuak sortu dituzten erabiltzaileek edozein unetan ezabatu ditzake horiek. Gunearen administratzaileek jarduerako elementu guztiak editatu ditzakete.

source: Activity list navigation
ca: Navegació de la llista d'activitat.
eu_es: Jarduera zerrenda nabigazioa

source: Activity marked as favorite.
ca: S'ha marcat l'activitat com a preferida.
eu_es: Jarduera gogokoa bezala markatua.

source: Activity menu
ca: menú
eu_es: Jarduera menua

source: Activity related to ID #%s
ca: Activitat relacionada amb l'identificador #%s
eu_es: #%s IDarekin erlazioa duen jarduera

source: Activity removed as favorite.
ca: S'ha suprimit l'activitat dels preferits.
eu_es: Jarduera gogokoetatik ezabatua.

source: Activity secondary navigation
ca: Navegació secundària de l'activitat
eu_es: Jarduera bigarren mailako nabigazioa

source: Activity that I have been mentioned in.
ca: Activitat en la qual he estat mencionat.
eu_es: Bertan aipatu dudan jarduera.

source: Add Another Option
ca: Afegeix una altra opció
eu_es: Beste aukera bat gehitu

# user
source: Add Existing
ca: Afegeix un existent
eu_es: Erabiltzailea gehitu

source: Add Friend
ca: Afegeix com a amic
eu_es: Gehitu laguna

source: Add New
ca: Afegeix
eu_es: Berria gehitu

# email post type label
source: Add New
ca: Afegeix
eu_es: Berria gehitu

# user
source: Add New
ca: Afegeix
eu_es: Erabiltzaile berria sortu

source: Add New Field
ca: Afegeix un camp nou
eu_es: Eremu berri bat gehitu

source: Add New Field Group
ca: Afegeix un nou camp de node
eu_es: Taldeko eremu berri bat gehitu

# Add New Profile Fields Group
source: Add New Group
ca: Afegeix un grup nou
eu_es: Talde Berri Bat Gehitu

# Group type taxonomy add new item label
source: Add New Group Type
eu_es: Gehi ezazu Talde-mota Berria

# Member type taxonomy add new item label
source: Add New Member Type
eu_es: Gehi ezazu Kide-mota Berria

# group admin edit screen
source: Add New Members
ca: Afegeix membres nous
eu_es: Partaide berria gehitu

source: Add New Notice
ca: Avís:
eu_es: Abisu Berria Gehitu

source: Add Your New Password
ca: Afegiu una nova contrasenya
eu_es: Zure Pasahitz Berria Gehitu

# email post type label
source: Add a New Email
ca: Afegeix un correu electrònic nou
eu_es: Email berria gehitu

source: Add a block that displays the activity content pulled from this or other community sites.
eu_es: Gehi ezazu bloke bat komunitateko gune honetatik edo beste batzuetatik ateratako jardueren edukia bistaratzen duena.

source: Add a reply:
ca: Afegeix una resposta:
eu_es: Erantzun:

source: Add an image to use as a profile photo for this group. The image will be shown on the main group page, and in search results.
ca: Penja una imatge per usar com a foto de perfil d'aquest node. La imatge es mostrarà a la pàgina principal del node, i en els resultats de cerca.
eu_es: Gehitu irudi bat taldeko profil gisa erabiltzeko. Irudia taldeko orrialde nagusian eta bilaketa emaitzetan erakutsiko da.

source: Add an option
ca: Afegeix una opció
eu_es: Aukera bat gehitu

source: Add description
ca: Afegeix una descripció
eu_es: Deskribapena gehitu

source: Add new members
ca: Afegeix membres nous
eu_es: Kide berriak gehitu

# Group type taxonomy add or remove items label
source: Add or remove group types
eu_es: Gehi ezazu, edo kendu talde-motak

# Member type taxonomy add or remove items label
source: Add or remove member types
eu_es: Gehi ezazu, edo kendu kide-motak

source: Add star
ca: Afegeix a destacats
eu_es: Izarra gehitu

source: Add widgets here to appear in the front page of each group of your community.
ca: Afegiu ginys aquí perquè apareguin a la portada de cada node.
eu_es: Gehitu widgetak hemen zure komunitateko talde bakoitzeko azaleko orrialdean agertzeko.

source: Add widgets here to appear in the front page of each member of your community.
ca: Afegiu ginys aquí perquè apareguin a la portada de cada membre del node.
eu_es: Gehitu widgetak hemen zure komunitateko kide bakoitzeko azaleko orrialdean agertzeko.

source: Admin Options
ca: Opcions de l'administrador
eu_es: Admin aukerak

source: Administrator
ca: Administrador
eu_es: Administratzailea

source: Administrator Of
ca: Administrador de
eu_es: Nongo administratzailea:

source: Administrators
ca: Administradors
eu_es: Administratzaileak

source: Administrators can always create groups, regardless of this setting.
ca: Els administradors poden sempre crear nodes, independentment d'aquest paràmetre.
eu_es: Administratzaileek taldeak sortu ditzakete beti, ezarpen hori edozein dela ere.

source: Akismet caught this item as spam
ca: L'Akismet ha capturat aquest element com a brossa
eu_es: Akismetek hau spam bezala hartu du

source: Akismet cleared this item
ca: L'Akismet ha netejat aquest element
eu_es: Akismetek elementu hau garbitu du

source: Akismet was unable to check this item (response: %s), will automatically retry again later.
ca: L'Akismet no ha pogut comprovar aquest element (resposta: %s), ho tornarà a intentar automàticament més tard.
eu_es: Akismetek ezin izan du elementu hau egiaztatu (erantzuna: %s), automatikoki saiatuko da beranduago.

source: All
ca: Tots
eu_es: Dena

# Message dropdown filter
source: All
ca: Tots
eu_es: Denak

source: All %s
eu_es: %s Guztiak

# plugins
source: All <span class="count">(%s)</span>
ca: Total <span class="count">(%s)</span>
eu_es: Denak <span class="count">(%s)</span>

source: All BuddyPress Member menu items
eu_es: BuddyPress-kidearen menu-osagai guztiak

source: All Contributors to BuddyPress %s
eu_es: BuddyPress %s-en laguntzaileak

# email type taxonomy label
source: All Email Situations
ca: Totes les situacions de email
eu_es: Email egoera guztiak

# email post type label
source: All Emails
ca: Tots els emails
eu_es: Email guztiak
