Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: From the screen options, you can customize the displayed columns and the pagination of this screen.
ca: Des de les opcions de pantalla, podeu personalitzar les columnes que es mostren i la paginació d'aquesta pantalla.
eu_es: Pantailaren aukeretatik, bistaratutako zutabeak eta pantaila honen paginazioa pertsonalizatu ditzakezu.

source: From:
ca: De:
eu_es: Norengandik:

source: Full
eu_es: Beteta

source: Full size is %s pixels
ca: La mida completa és %s píxels
eu_es: Tamaina osoa %s pixel dira

source: Full size of the image file.
eu_es: Irudi fitxategiaren tamaina osoa.

source: Full width
eu_es: Zabalera osoa

source: General
eu_es: Orokorra

# First field-group name
source: General
eu_es: Orokorra

source: General BP Settings
ca: Paràmetres generals
eu_es: BP Ezarpen Orokorrak

source: General Settings
ca: Paràmetres generals
eu_es: Ezarpen orokorrak

source: Generate Password
eu_es: Pasahitza sortu

source: Get Groups based on their meta data information.
eu_es: Bere metadatuen informazioa oinarritzat hartuta dituzten taldeak hartu.

source: Get Groups that are children of the specified Group(s) IDs.
eu_es: Zehaztutako talde(eta)ko identifikatzaileak dituzten seme-alabak diren taldeak lortu.

source: Get involved
eu_es: Bat egin

source: Get the best of the BP REST API improvements!
eu_es: Lor ezazu BP REST APIren hobekuntzen alderik onena!

source: Global, personal, and group activity streams with threaded commenting, direct posting, favoriting, and @mentions, all with full RSS feed and email notification support.
ca: Fluxes d'activitat global, personal i de node, amb comentaris nidats, publicació directa, els preferits, i @mentions, tot amb fils de subscripció RSS complets i suport per a avisos per correu electrònic.
eu_es: Talde jarduera jario orokorrak, pertsonalak, eta haritutako iruzkinak dituenak, bidalketa zuzena, gogoko bezela markatzea, eta @aipamenak, dena RSS jario eta e-posta euskarri jakinazpen osoarekin.

source: Go
ca: Vés
eu_es: Aurrera

source: Go back and try again.
ca: Torneu enrere i proveu-ho de nou
eu_es: Atzera bueltatu eta saiatu berriz.

source: Grid view
eu_es: Ikusazu saretxoa

source: Group
ca: Node
eu_es: Taldea

source: Group > Members
ca: Tots els membres del node
eu_es: Taldeak > Kideak

source: Group Actions
ca: Accions del node
eu_es: Multzokako Ekintzak

source: Group Activities
ca: Llista d'activitats
eu_es: Taldearen Jarduerak

source: Group Activity
ca: Activitats del node
eu_es: Taldeko Jarduera

source: Group Activity RSS Feed
ca: Canal RSS de l'activitat del node
eu_es: Taldeko jardueraren RSS jarioa

source: Group Activity Updates
eu_es: Taldeko jarduera eguneratzeak

source: Group Admin
ca: Administrador del node
eu_es: Talde administratzailea

source: Group Administrator promotions
eu_es: Talde-administratzailearen sustapenak

source: Group Administrators
eu_es: Talde Administratzaileak

source: Group Admins
ca: Administrador del node
eu_es: Talde administratzaileak

source: Group Avatar
ca: Avatar del node
eu_es: Taldeko Abatarra

source: Group Cover Image Uploads
ca: Càrrega d'imatges de la coberta de node
eu_es: Taldeko azal irudi igoerak

source: Group Creation
ca: Creació de node
eu_es: Taldeen Sorrera

source: Group Description
ca: Descripció del node
eu_es: Taldearen deskribapena

source: Group Description (required)
ca: Descripció del node (necessari)
eu_es: Taldearen deskribapena (beharrezkoa)

source: Group Details
ca: Detalls del node
eu_es: Talde xehetasunak

source: Group Forums
ca: Fòrums de node
eu_es: Talde Foroak

source: Group Invitations
ca: Invitacions al node
eu_es: Taldeko Gonbidapenak

source: Group Invites
ca: Invita al node
eu_es: Taldeko gonbidapenak

# Group invitations main menu title
source: Group Invites
eu_es: Talde Gonbidapenak

source: Group Leadership
eu_es: Taldeko Lidergoa

# group manage members table header
source: Group Members
eu_es: Taldeko Kideak

source: Group Memberships
ca: Components del node
eu_es: Taldeko Partaidetzak

# BuddyPress Group Memberships data exporter friendly name
source: Group Memberships
eu_es: Taldeko bazkidetzak

source: Group Mod
ca: Moderador del node
eu_es: Talde moderatzaile

source: Group Moderator promotions
ca: Moderador del node
eu_es: Taldeko moderatzaile promozioak

source: Group Mods
ca: Moderadors del node
eu_es: Talde moderatzaileak

source: Group Name
ca: Nom del node
eu_es: Taldearen izena

source: Group Name (required)
ca: Nom del node (necessari)
eu_es: Taldearen Izena (beharrezkoa)

source: Group Photo Uploads
ca: Pujades de fotografies de node
eu_es: Taldeko Argazki igoerak

source: Group Profile Photo
ca: Fotografia del perfil de node
eu_es: Taldearen profil argazkia

source: Group Profile photo of %s
eu_es: %s Taldearen Profil-argazkia

source: Group Role
eu_es: Taldeko Rolea

# Group member role in group admin
source: Group Role
ca: Rol del node
eu_es: Papera

source: Group Settings
ca: Paràmetres del node
eu_es: Taldeko ezarpenak

source: Group Type
eu_es: Talde-mota

# Group type taxonomy singular name
source: Group Type
eu_es: Talde-mota

# Label for the WP groups table group type column
source: Group Type
ca: Tipus de node
eu_es: Talde Mota

# groups admin edit screen
source: Group Type
ca: Tipus de node
eu_es: Talde Mota

# BP Member type ID label
source: Group Type ID
eu_es: Talde-motaren IDentifikatzailea

source: Group Type:
eu_es: Talde-mota:

source: Group Types
ca: Tipus de node
eu_es: Talde motak

# Group type taxonomy name
source: Group Types
eu_es: Talde-motak

# Group type taxonomy items list label
source: Group Types list
eu_es: Talde-moten zerrenda

# Group type taxonomy items list navigation label
source: Group Types list navigation
eu_es: Talde-moten zerrenda-nabigazioa

source: Group Types:
ca: Tipus de node:
eu_es: Talde Motak:

source: Group URL
eu_es: Taldeko URLa

source: Group Updates
ca: Actualitzacions del node
eu_es: Talde eguneraketak

source: Group administration menu
ca: Administració del node
eu_es: Taldeen administrazio panela

source: Group administrators.
eu_es: Taldeko administratzaileak.

source: Group admins and mods only
ca: Només els administradors i els moderadors
eu_es: Taldeko administratzaileak eta moderatzaileak bakarrik

source: Group admins only
ca: Només els administradors
eu_es: Taldeko administratzaileak soilik

source: Group avatar
ca: Avata del node
eu_es: Taldeko abatarra

source: Group content and activity will be visible to any site member.
ca: El contingut i activitat del node serà visible a qualsevol membre del web.
eu_es: Taldeko edukia eta jarduera erabiltzaile guztientzat izango da ikusgai.

source: Group content and activity will only be visible to members of the group.
ca: El contingut i activitat del node, només serà visible per als membres del node.
eu_es: Taldeko edukia eta jarduera taldeko partehartzaileentzat soilik izango da ikusgai.

source: Group creation menu
ca: Creació de node
eu_es: Talde sorrera menua

source: Group creator profile photo of %s
ca: Foto de perfil del creador del node de %s
eu_es: %s taldeko sortzailearen profil argazkia

source: Group details edited
ca: S'han editat els detalls del node
eu_es: Taldeko xehetasunak editatua

source: Group details for the group "{{group.name}}" were updated: {{changed_text}} To view the group, visit: {{{group.url}}}
ca: S'han actualitzat els detalls del node: "{{group.name}}" {{changed_text}} Per veure el node, visiteu: {{{group.url}}}
eu_es: "{{group.name}}" taldearen xehetasunak eguneratu dira: {{changed_text}} Taldea ikusteko bisitatu: {{{group.url}}}

source: Group details for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; were updated: <blockquote>{{changed_text}}</blockquote>
ca: S'han actualitzat els detalls del node: &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; <blockquote>{{changed_text}}</blockquote>
eu_es: Taldearen xehetasun hauek &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; eguneratu dira: <blockquote>{{changed_text}}</blockquote>

source: Group details were successfully updated.
ca: Els detalls del node s'han actualizat correctament.
eu_es: Arrakastaz eguneratu dira taldeko datuak.

source: Group extra information
eu_es: Taldearen informazio gehigarria

source: Group front page
ca: Portada del node
eu_es: Taldeko azaleko orrialdea

# group settings on notification settings page
source: Group information is updated
ca: La informació del node s'hagi actualitzat
eu_es: Taldeko informazioa eguneratu da

source: Group invitation could not be accepted.
eu_es: Ezin izan da taldeko gonbidapena onartu.

source: Group invitation could not be removed.
eu_es: Talde gonbidapena ezin da ezabatu.

source: Group invitations
ca: Invitacions a nodes
eu_es: Talde gonbidapenak

source: Group invitations can only be extended to friends.
ca: Les invitacions de node només poden estendre's als amics.
eu_es: Talde gonbidapenak lagunei bakarrik luzatu ahal zaie.

source: Group invitations cleared. Please use one of the available tabs to select members to invite.
eu_es: Taldearen gonbidapenak garbitu egin dira. Erabili eskuragarri dauden erlaitzetako bat gonbidatu behar diren kideak hautatzeko mesedez.

source: Group invitations menu
ca: Invitacions a nodes
eu_es: Taldeen gonbidapen menua

source: Group invite accepted
ca: S'ha acceptar la invitiació del node
eu_es: Taldearen gonbidapena onartua

source: Group invite accepted.
ca: S'ha acceptar la invitació del node
eu_es: Taldeko gonbidapena onartuta.

source: Group invite accepted. Visit %s.
ca: Invitació al grup acceptada. Visiteu %s.
eu_es: Talde gonbidapena onartuta. %s bisitatu.

source: Group invite could not be accepted
ca: La invitació de node no es pot acceptar
eu_es: Ezin da taldearen gonbidapena onartu

source: Group invite could not be rejected
ca: La invitació al node no pot ser rebutjada
eu_es: Taldearen gonbidapena ezin da baztertu

source: Group invite rejected
ca: S'ha rebutjat la invitació del node
eu_es: Taldearen gonbidapena baztertua

source: Group invites preferences saved.
ca: S'han desat les preferències per les invitacions al node.
eu_es: Talde gonbidapenen lehentasunak gorde dira.

source: Group invites sent.
ca: S'ha enviat la invitació del node.
eu_es: Taldeko gonbidapenak bidalita.

source: Group logo
ca: Logotip del node
eu_es: Taldeko logoa

source: Group logo of %s
ca: Logotip del node %s
eu_es: %s taldearen logoa

source: Group membership request accepted
ca: Sol·licitud d'admissió al node acceptada
eu_es: Talde bazkidetza arrakastaz onartua izan da

source: Group membership request form
eu_es: Taldeko kide egiteko eskaera inprimakia

source: Group membership request rejected
ca: S'ha rebutjat la sol·licitud d'admissió del node
eu_es: Talde bazkidetza eskaera ezetsita

source: Group menu
ca: menú
eu_es: Taldearen menua

source: Group moderators.
eu_es: Taldeko moderatzaileak.

source: Group name, slug, and description are all required fields.
ca: El nom del grup i la descripció són tots els camps obligatoris.
eu_es: Taldearen izena, sluga, eta deskripzioa beharrezko eremuak dira.

source: Group navigation
ca: Navegació principal del node
eu_es: Taldeko nabigazioa

source: Group photo
ca: Fotografia del node
eu_es: Taldeko argazkia

source: Group primary navigation
ca: Navegació principal del node
eu_es: Taldearen nabigazio nagusia

source: Group role to assign the user to.
eu_es: Erabiltzailea esleitzeko talde rolea.

source: Group secondary navigation
ca: Navegació secundària del node
eu_es: Taldearen bigarren mailako nabigazioa

source: Group settings were successfully updated.
ca: S'ha actualitzat correctament la configuració del node.
eu_es: Taldeko ezarpenak arrakastaz eguneratu dira.

source: Group statuses to limit results to.
eu_es: Taldearen egoerak emaitzak honetara mugatzeko.

source: Group type already exists.
ca: Tipus de node ja existent.
eu_es: Talde mota jada existitzen da.

source: Group type could not be updated due to missing required information.
eu_es: Ezin izan da talde mota eguneratu, beharrezkoa den informazioa falta baita.

source: Group type successfully added.
eu_es: Talde-mota ondo gehitu da.

source: Group type successfully deleted.
eu_es: Talde-mota ondo ezabatu da.

source: Group type successfully updated.
eu_es: Talde mota ondo eguneratu da.

source: Group type was changed successfully.
ca: S'ha canviat el tipus del membre correctament.
eu_es: Taldearen mota ondo aldatu da.

source: Group's description
eu_es: Taldearen deskripzioa

source: Group's name
eu_es: Talde-izena

source: Groups
ca: Nodes
eu_es: Taldeak

# Admin Groups menu
source: Groups
ca: Nodes
eu_es: Taldeak

# Admin Groups page title
source: Groups
ca: Nodes
eu_es: Taldeak

# Customizer control label
source: Groups
eu_es: Taldeak

# Group creation page
source: Groups
ca: Nodes
eu_es: Taldeak

# Group screen nav without counter
source: Groups
ca: Nodes
eu_es: Taldeak

# Group settings on notification settings page
source: Groups
ca: Nodes
eu_es: Taldeak

# Groups per page (screen options)
source: Groups
ca: Nodes
eu_es: Taldeak

# My Account Activity sub nav
source: Groups
ca: Nodes
eu_es: Taldeak

# My Account Groups
source: Groups
ca: Nodes
eu_es: Taldeak

# Page title for the Groups directory.
source: Groups
ca: Nodes
eu_es: Taldeak

# Profile activity screen sub nav
source: Groups
ca: Nodes
eu_es: Taldeak

# component directory title
source: Groups
ca: Nodes
eu_es: Taldeak

# search form
source: Groups
ca: Nodes
eu_es: Taldeak

# Group screen nav with counter
source: Groups %s
ca: Nodes %s
eu_es: Taldeak %s

# My Account Groups nav
source: Groups %s
ca: Nodes %s
eu_es: Taldeak %s

source: Groups Directory
ca: Directori de nodes
eu_es: Taldeetako direktorioak

source: Groups Settings
ca: Configuració dels nodes
eu_es: Taldearen ezarpenak

source: Groups allow your users to organize themselves into specific public, private or hidden sections with separate activity streams and member listings.
ca: Els nodes permeten que els usuaris s'organitzin en seccions específiques públiques, privades o ocultes, amb fluxos d'activitat i llista de membres específics.
eu_es: Taldeek aukera ematen diete erabiltzaileei sail publiko, pribatu edo ezkutuko atal jakin batzuetan antolatzeko, jarduera-jario eta kideen zerrendekin bereizita.

source: Groups default front page
ca: Portada
eu_es: Taldeen defektuzko azaleko orrialdea

source: Groups directory
ca: Directori de nodes
eu_es: Taldeen direktorioa

source: Groups directory main navigation
ca: Navegació principal del directori de nodes
eu_es: Taldeen direktorioaren nabigazio nagusia

source: Groups directory secondary navigation
ca: Navegació secundària del directori de nodes
eu_es: Taldeen direktorioaren bigarren mailako nabigazioa

source: Groups list
ca: Llista dels nodes
eu_es: Talde zerrenda

source: Groups list navigation
ca: Navegació de la llista d'usuaris
eu_es: Taldeen zerrenda nabigazioa

source: Groups menu
ca: Menú
eu_es: Taldeen menua

source: Groups must have a name and a description. Please try again.
ca: Els grups cal que tinguin un nom i una descripció. Torneu-ho a provar.
eu_es: Taldeek izena eta deskripzioa izan behar dute. Saiatu berriz, mesedez.

source: HTML content for the activity, transformed for display.
eu_es: Jardueraren HTML edukia, bistaratzeko transformatuta.

source: HTML content for the description of the Group, transformed for display.
eu_es: Taldearen deskripzioa egiteko HTML edukia, bistaratzeko transformatua.

source: HTML content for the group of profile fields, transformed for display.
eu_es: Profil eremu taldeentzako HTML edukia, bistaratzeko transformatuta.

source: HTML content for the latest message of the Thread, transformed for display.
eu_es: HTML edukia hariaren azken mezuarentzako, bistaratzeko eraldatuta.

source: HTML content for the object, transformed for display.
eu_es: Objektuarentzako HTML edukia, bistaratzeko moldatua.

source: HTML content for the profile field, transformed for display.
eu_es: Profil eremuaren HTML edukia, bistaratzeko transformatuta.

source: HTML description of the object.
eu_es: Objektuaren HTML deskripzioa.

source: HTML summary for the latest message of the Thread, transformed for display.
eu_es: Hariaren azken mezuaren HTML laburpena, bistaratzeko egokitua.

source: HTML title of the object.
eu_es: Objektuaren HTML izenburua.

source: HTML value for the field, transformed for display.
eu_es: Eremuko HTML balioa, bistaratzeko eraldatua.

source: HTTP error.
ca: Error d'HTTP.
eu_es: HTTP errorea.

# BP Type has directory checkbox label
source: Has Directory View
eu_es: Karpeta Ikuspegia du

# email
source: Header
ca: Capçalera
eu_es: Goiburua

source: Header background color
ca: Color de fons de la capçalera
eu_es: Goiburuaren atzeko planoaren kolorea

source: Hello BuddyPress
eu_es: Kaixo BuddyPress

# Colloquial alternative to "learn about BuddyPress"
source: Hello, BuddyPress!
ca: Hola, món!
eu_es: Kaixo, BuddyPress!

source: Help
ca: Ajuda
eu_es: Laguntza

# recipient salutation
source: Hi %s,
ca: Hola %s,
eu_es: Kaixo %s,

source: Hidden
ca: Ocults
eu_es: Ezkutatua

source: Hidden %s
eu_es: %s ezkutatua

source: Hidden Group
ca: Node ocult
eu_es: Talde izkutua

source: Hide
eu_es: Ezkutatu

source: Hide password
eu_es: Pasahitza ezkutatu

source: Highlight color
ca: Clor de realç
eu_es: Nabarmentze kolorea

source: History
ca: Històric
eu_es: Historia

# Group screen navigation title
source: Home
ca: Mur
eu_es: Hasiera

# Home page banner link title
source: Home
ca: Mur
eu_es: Hasiera

# Member Home page
source: Home
ca: Mur
eu_es: Hasiera

# Group screen navigation title
source: Home (Activity)
ca: Inici
eu_es: Hasiera (Jarduera)

# Group screen navigation title
source: Home (Members)
ca: # membres
eu_es: Hasiera (Kideak)

source: Hovering over a row in the pending accounts list will display action links that allow you to manage pending accounts. You can perform the following actions:
ca: En passar el ratolí per sobre d'una fila de la llista de comptes pendents es mostraran les accions permeses sobre aquests comptes. Poden realitzar-se les següents accions:
eu_es: Zain dauden kontuen zerrendan errenkada baten gainetik pasatzean, zain dauden kontuak kudeatzeko aukera ematen duten ekintza estekak bistaratuko dira. Ondorengo ekintzak egin ditzakezu:

source: How are you using BuddyPress? Receiving your feedback and suggestions for future versions of BuddyPress genuinely motivates and encourages our contributors.
eu_es: Nola erabiltzen duzu BuddyPress? BuddyPressen etorkizuneko bertsioetarako, zure iritzia eta iradokizunak jasotzeak gure laguntzaileak benetan motibatzen eta bultzatzen ditu.

source: I have read and agree to this site's %s.
eu_es: Guneko %s-ak irakurri eta onartzen ditut.

source: I understand the consequences of deleting this group.
ca: Entenc les conseqüències d'esborrar aquest node.
eu_es: Ulertzen ditut talde hau ezabatzearen ondorioak.

source: I understand the consequences.
ca: Entenc les conseqüències.
eu_es: Ondorioak ulertzen ditut.

source: I want to restrict Group invites to my friends only.
ca: Vull restringir les invitacions del node només als meus amics.
eu_es: Taldeko gonbidapenak nire lagunei soilik mugatu nahi ditut.

source: I would like my site to appear in search engines, and in public listings around this network.
ca: M'agradaria que el meu lloc apareguès als motors de cerca, i en llistats públics relacionats amb aquesta xarxa.
eu_es: Nire gunea bilaketa motoreetan agertzea eta sare honetako zerrenda publikoetan agertzea nahi dut.

source: ID of one of the message of the Thread.
eu_es: Hariaren mezuetako baten identifikatzailea.

source: ID of the Messages Thread.
eu_es: Mezuen hariaren identifikatzailea.

source: ID of the Messages Thread. Required when replying to an existing Thread.
eu_es: Hariaren mezuen identifikatzailea. Beharrezkoa da existitzen den hari bati erantzuterakoan.

source: ID of the field group that have fields.
eu_es: Eremuak dituen taldeko eremuaren identifikatzailea.

source: ID of the group to limit results to.
eu_es: Taldearen identifikatzailea emaitzak mugatzeko.

source: ID of the member whose friendships are being retrieved.
eu_es: Adiskidetasunak berreskuratzen ari den kide-IDentifikatzailea.

source: ID of the parent Group.
eu_es: Guraso taldearen identifikatzailea.

source: ID of the profile group of fields that have profile fields
eu_es: Profil eremuak dituen profil eremu taldearen IDa

source: ID of the user whose blogs user can post to.
eu_es: Erabiltzaile-IDentifikatzailea, zeinean erabiltzaileen blogak bidalketak egin ditzakeen.

source: IO error.
ca: Error d'entrada/sortida.
eu_es: Sarrera/Irteera errorea.

source: Identifier for the signup. Can be a signup ID, an email address, or an activation key.
eu_es: Izena emateko identifikatzailea. Erregistro-IDentifikatzailea e-posta helbidea edo aktibazio gakoa izan daitezke.

source: If you click "Delete" under a specific group, or select a number of groups and then choose Delete from the Bulk Actions menu, you will be led to a page where you&#8217;ll be asked to confirm the permanent deletion of the group(s).
ca: Si feu clic a "Suprimeix" en un node específic, o seleccioneu un nombre de nodes i després trieu suprimeix des del menú d'accions en massa, sereu adreçats a una pàgina on s'us demanarà que confirmeu l'eliminació definitiva del node o nodes.
eu_es: Talde jakin baten azpian "Ezabatu" sakatzen baduzu edo talde batzuk hautatzen badituzu, eta gero Multzokako Ekintzak menuan Ezabatu aukeratzen baduzu, orrialde batera eramango zaizu zuri &#8217;, hemen taldea(k) behin betiko ezabatzeko egiaztapena eskatuko zaizu.

source: If you have not received an email yet, <a href="%s">click here to resend it</a>.
ca: Si no heu rebut cap correu electrónic encara, <a href="%s">feu clic aquí per reenviar-lo</a>.
eu_es: Oraindik emailik jaso ez baduzu <a href="%s">sakatu hemen berriro bidaltzeko</a>.

source: If you leave this page, you will lose any unsaved changes you have made to the group.
ca: Si deixeu aquesta pàgina, perdreu qualsevol canvi no desat que hàgiu fet en el node.
eu_es: Orri honetatik irteten bazara gorde gabeko aldaketa guztiak galduko dira.

source: If you want to make a request, please click on the button below:
eu_es: Eskaera bat egin nahi ba duzu, beheko botoian klik egin mesedez:

source: If you&#39;d like to delete the existing profile photo but not upload a new one, please use the delete tab.
ca: Si voleu esborrar una fotografia de perfil existent però no en voleu pujar una de nova, feu servir la pestanya de suprimir.
eu_es: Uneko profil argazkia ezabatu baina beste bat igo nahi ez baduzu, ezabatu fitxa erabili, mesedez.

source: If you'd like to delete your current avatar but not upload a new one, please use the delete avatar button.
ca: Si voleu suprimir l'avatar actual però no penjar-ne cap de nou, feu servir el botó de suprimir avatar.
eu_es: Zure oraingo abatarra ezabatu nahi baduzu, baina ez badazu nahi berri bat igo, mesedez aukeratu ezabatu abatarra botoia.

source: If you'd like to delete your current cover image but not upload a new one, please use the delete Cover Image button.
ca: SI voleu esborrar la vostra imatge de coberta però no penjar-ne una de nova, utilitzeu el botó de suprimir la imatge de capçalera.
eu_es: Zure uneko azal irudia ezabatu baina berri bat igo nahi ez baduzu, azal irudia ezabatu botoia erabili.

source: If you'd like to delete your current cover image, use the delete Cover Image button.
eu_es: Zure gainazal irudia ezabatu nahi baduzu, erabili gainazal-irudia ezabatzeko botoia.
