Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: Check Your Email To Activate Your Account!
ca: Comproveu el correu electrònic per activar el compte!
eu_es: Begiratu zure emaila sortu berri duzun kontua aktibatzeko!

source: Check your email (%1$s) for the verification link, or <a href="%2$s">cancel the pending change</a>.
ca: Consulteu el vostre correu electrònic (%1$s) per a l'enllaç de verificació, o <a href="%2$s"> cancel·leu el canvi pendent</a>.
eu_es: Begiratu zure e-posta (%1$s) egiaztapen esteka ikusteko, edo <a href="%2$s">ezeztatu zain dagoen aldaketa</a>.

# xprofile field type
source: Checkboxes
ca: Caselles de verificació
eu_es: Kontrol-laukiak

source: Choose a Password
ca: Trieu una contrasenya
eu_es: Idatzi pasahitza

source: Choose a Password (required)
eu_es: Aukeratu pasahitza (beharrezkoa)

# Group type taxonomy choose from most used label
source: Choose from the most used group types
eu_es: Aukera ezazu gehien erabilitako talde-moten artean

# Member type taxonomy choose from most used label
source: Choose from the most used meber types
eu_es: Aukera ezazu gehien erabiltzen diren kide-moten artean

source: Choose when this email will be sent.
ca: Trieu quan s'enviarà aquest correu electrònic.
eu_es: Posta elektroniko hau noiz bidaliko den aukeratu.

source: Clear
ca: Neteja
eu_es: Garbitu

source: Clear Filter
ca: Neteja el filtre
eu_es: Iragazkia ezabatu

source: Cleared by Akismet
ca: Netejat per l'Akismet
eu_es: Akismet-ek garbitua

source: Click below to select a JPG, GIF or PNG format photo from your computer and then click 'Upload Image' to proceed.
ca: Feu clic a la part inferior per seleccionar una foto en format JPG, GIF, o PNG del vostre ordinador i feu clic a 'Penjar imatge' per procedir.
eu_es: Klik egin zure ordenagailutik JPG, GIF edo PNG fitxategi bat aukeratzeko, eta ondoren "Kargatu argazkia"n.

source: Click on the "Generate Password" button to change your password.
eu_es: Egin klik "Pasahitza sortu" botoian zure pasahitza aldatzeko.

source: Click on the message title to preview it in the Active conversation box below.
ca: Cliqueu al títol del missatge per obtenir una previsualització.
eu_es: Klik egin mezuaren izenburuan ondorengo elkarrizketa koadro Aktiboan aurreikusteko.

source: Clicking "Edit" will take you to a Dashboard panel where you can manage various details about the group, such as its name and description, its members, and other settings.
ca: En fer clic a "Edita" s'us portarà al panell de control des d'on podreu gestionar diversos detalls del node, com el nom i descripció, els seus membres i altres paràmetres.
eu_es: "Editatu" klik egitean Arbel panel batera ejoango zara, hemen taldearen zenbait xehetasun kudeatuko ditzakezu, izena eta deskripzioa, bere kideak eta beste zenbait ezarpen.

source: Clicking "Visit" will take you to the group&#8217;s public page. Use this link to see what the group looks like on the front end of your site.
ca: En fer clic a "Visita", anireu a la pàgina pública del node. Feu servir aquest enllaç per veure com es veu el node a la pàgina d'inici del lloc web.
eu_es: "Bisitatu" klik egitean talde honen orrialde publikora joango zara &#8217;. Erabili esteka hau aurrealdeko gunean talde hau nola ikusten den ikusteko.

source: Close
ca: Tanca
eu_es: Itxi

# button
source: Close
eu_es: Itxi

source: Close this notice
ca: Tanca l'avís
eu_es: Ohar hau itxi

source: Column name to order the results by.
eu_es: Zutabe izena emaitzak ordenatzeko.

source: Columns
eu_es: Zutabeak

source: Comment
ca: Comentari
eu_es: Iruzkina

# button
source: Comment
eu_es: Iruzkina

# heading
source: Comment
eu_es: Iruzkina

# link
source: Comment
eu_es: Iruzkina

source: Comment %s
ca: Comentari %s
eu_es: Iruzkinak %s

source: Comment <span>%s</span>
ca: Comentari <span>%s</span>
eu_es: Iruzkina <span>%s</span>

source: Comments
ca: Comentaris
eu_es: Iruzkinak

# WP Comments data exporter friendly name
source: Comments
eu_es: Iruzkinak

source: Comments (optional)
ca: Comentaris (opcional)
eu_es: Iruzkinak (aukerazkoa)

source: Comments are closed, but <a href="%1$s" title="Trackback URL for this post">trackbacks</a> and pingbacks are open.
ca: Els comentaris estan tancats, però els <a href="%1$s" title="URL del retroenllaç d'aquest article">retroenllaços</a> i retropings estan actius.
eu_es: Iruzkinak itxita daude, baina <a href="%1$s" title="Trackback-eako URL-a sarrera honetan">trackbacks</a> eta pingbacks baimenduta daude.

source: Comments are closed.
ca: Els comentaris estan tancats.
eu_es: Iruzkinak itxita daude.

source: Community
ca: Comunitat
eu_es: Komunitatea

source: Community Members
ca: Membres de la comunitat
eu_es: Komunitateko Kideak

source: Community Support
ca: Suport de la comunitat
eu_es: Komunitatearen Laguntza

source: Complete Sign Up
ca: Registre completat
eu_es: Osatu Izen Ematea

source: Complete!
ca: Completada!
eu_es: Amaituta!

source: Component
eu_es: Osagaia

source: Components
eu_es: Osagaiak

source: Components list
ca: Llista de components
eu_es: Osagaien zerrenda

source: Components, Pages, Settings, and Forums, have been moved to <a href="%1$s">Settings &gt; BuddyPress</a>. Profile Fields has been moved into the <a href="%2$s">Users</a> menu.
eu_es: Osagaiak, Orrialdeak, Ezarpenak eta Foroak hona mugitu dira <a href="%s"> BuddyPress Ezarpenak &gt;</a>. Profil Eremuak menu hontara mugitu dira <a href="%s">Users</a>.

source: Compose
ca: Redacta
eu_es: Idatzi

source: Compose Message
ca: Redacta un missatge
eu_es: Idatzi Mezua

source: Configure general BuddyPress appearance options.
ca: Configureu les opcions generals de l'aparença de BuddyPress.
eu_es: BuddyPresseko itxura orokorraren aukerak konfiguratu.

source: Configure the default front page for groups.
ca: Configureu la pàgina inicial predeterminada pels nodes.
eu_es: Konfiguratu taldeen azaleko orrialde lehenetsia.

source: Configure the default front page for members.
eu_es: Kideentzako azaleko horrialde lehenetsia konfiguratu.

source: Confirm
ca: Confirma
eu_es: Baieztatu

source: Confirm Password
ca: Confirmeu la contrasenya
eu_es: Egiaztatu pasahitza

source: Confirm new password
eu_es: Konfirmatu pasahitz berria

source: Confirm use of potentially weak password
eu_es: Onartu pasahitz ahul bat erabiltzea

source: Confirm use of weak password
eu_es: Onartu pasahitz ahul bat erabiltzea

source: Congratulations! You have successfully registered a new site.
ca: Felicitacions! Has registrat un nou lloc web correctament.
eu_es: Zorionak! Arrakastaz erregistratu duzu gune berri bat.

source: Content
ca: Contingut
eu_es: Edukia

# Admin Notices column header
source: Content
ca: Contingut
eu_es: Edukia

source: Content for the activity, as it exists in the database.
eu_es: Jardueraren edukia, datu-basean dagoen bezela.

source: Content for the description of the Group, as it exists in the database.
eu_es: Taldearen deskripzioa egiteko edukia, datu-basean dagoen moduan.

source: Content for the group of profile fields, as it exists in the database.
eu_es: Profil eremu taldeentzako edukia, datu-basean dagoen bezela.

source: Content for the latest message of the Thread, as it exists in the database.
eu_es: Hariaren azken mezuaren edukia, datu-basean agertzen den eran.

source: Content for the object, as it exists in the database.
eu_es: Objektuarentzako edukia, datu-basean dagoen bezela.

source: Content for the profile field, as it exists in the database.
eu_es: Profil eremuaren edukia, datu-basean dagoen bezela.

source: Content of the Message to add to the Thread.
eu_es: Mezuaren edukia Hariari gehitzeko.

source: Content of the latest message of the Thread.
eu_es: Hariaren azken mezuaren edukia.

source: Content:
ca: Contingut:
eu_es: Edukia:

source: Contributor Emeriti
ca: Col·laborador
eu_es: Emeriti Laguntzailea

source: Conversation between %s and you.
ca: Conversa entre %s i tu.
eu_es: %s eta zure arteko elkarrizketa.

source: Conversation between %s recipients.
ca: Conversa entre %s destinataris.
eu_es: %s hartzaileen arteko elkarrizketa.

source: Conversation between %s.
ca: Conversa entre %s.
eu_es: %s -ren arteko elkarrizketa.

source: Cookies
eu_es: Cookie-ak

source: Core Developer
ca: Desenvolupador principal
eu_es: Garatzaile Nagusia

source: Could not accept friendship.
eu_es: Ezin izan da adiskidetasuna onartu.

source: Could not accept group invitation.
eu_es: Ezin izan da taldeko gonbidapena onartu.

source: Could not add member to the group.
eu_es: Ezin izan da kidea taldera gehitu.

source: Could not ban member from the group.
eu_es: Ezin izan da taldeko kide hau blokeatu.

source: Could not create user
ca: No s'ha pogut crear l'usuari
eu_es: Ezin izan da erabiltzailea sortu

source: Could not delete XProfile data.
eu_es: Ezin izan dira XProfilan datuak ezabatu.

source: Could not delete XProfile field group.
eu_es: Ezin izan da XProfil eremua taldea ezabatu.

source: Could not delete XProfile field.
eu_es: Ezin izan da XProfil eremua ezabatu.

source: Could not delete friendship.
eu_es: Ezin izan da adiskidetasuna ezabatu.

source: Could not delete group invitation.
eu_es: Ezin izan da taldeko gonbidapena ezabatu.

source: Could not delete signup.
eu_es: Ezin izan da erregistroa ezabatu.

source: Could not delete the activity.
eu_es: Ezin izan da jarduera ezabatu.

source: Could not delete the group.
eu_es: Ezin izan da taldea ezabatu.

source: Could not demote member from the group.
eu_es: Ezin izan da taldeko kide hau beheratu.

source: Could not demote member.
eu_es: Ezin izan da kidea degradatu.

source: Could not invite member to the group.
eu_es: Ezin izan da kidea taldera gonbidatu.

source: Could not join the group.
eu_es: Ezin izan da taldera sartu.

source: Could not promote member.
eu_es: Ezin izan da kidea sustatu.

source: Could not remove member from this group.
eu_es: Ezin izan da kidea kendu talde honetatik.

source: Could not send membership request to this group.
eu_es: Ezin izan da bazkidetza eskaera bidali talde honetara.

source: Could not unban member from the group.
eu_es: Ezin izan da taldeko kidea onartu.

# Number/count of types
source: Count
eu_es: Zenbaketa

source: Count of all Group members.
eu_es: Taldeko kide guztien kopurua.

source: Counting the number of active members on the site&hellip; %s
ca: S'està comptant el nombre de membres actius del lloc&hellip; %s
eu_es: Gune honen aktibaturiko partaideak zenbatzen&hellip; %s

source: Counting the number of friends for each user&hellip; %s
ca: S'està comptant el nombre d'amics de cada usuari&hellip; %s
eu_es: Erabiltzaile bakoitzaren lagun kopurua zenbatzen&hellip; %s

source: Counting the number of groups for each user&hellip; %s
ca: S'està comptant el nombre de nodes de cada usuari&hellip; %s
eu_es: Erabiltzaile bakoitzari dakozkion taldeak zenbatzen&hellip; %s

source: Cover Image
ca: Imatge de la coberta
eu_es: Azaleko irudia

# Group screen nav
source: Cover Image
ca: Imatge de la coberta
eu_es: Azaleko Irudia

source: Cover Image Uploads
ca: Càrrega d'imatges de la coberta
eu_es: Azaleko irudi igoerak

source: Create A New Group
ca: Creeu un nou node
eu_es: Talde Berri Bat Sortu

source: Create Group and Continue
ca: Crea un node i continua
eu_es: Sortu talde bat eta jarraitu

source: Create New Topic:
ca: Crea un nou tema:
eu_es: Gai Berria Sortu:

source: Create Site
ca: Crea lloc
eu_es: Sortu Gunea

source: Create a Group
ca: Crea un node
eu_es: Talde bat sortu

# My Account Groups sub nav
source: Create a Group
ca: Crea un node
eu_es: Talde Bat Sortu

source: Create a Site
ca: Crea un lloc web
eu_es: Gune bat sortu

source: Create a Site!
ca: Crea un lloc!
eu_es: Gune bat sortu!

source: Create an Account
ca: Creeu un compte
eu_es: Kontua sortu

source: Create the database table for Invitations and migrate existing group invitations if needed.
eu_es: Sor ezazu datu basearen gonbidapenak, eta, behar izanez gero, migra itzazu lehendik dauden talde gonbidapenak.

# Admin Notices column header
source: Created
ca: Creat
eu_es: Sortuta

source: Created a group
ca: S'ha creat el node
eu_es: Talde bat sortu

source: Created invitations table!
eu_es: Gonbidapenen taula sortu da!

source: Creating the Invitations database table if it does not exist&hellip; %s
eu_es: Sor ezazu gonbidapenen datu-basearen taula existitzen ez bada %s

source: Creator
eu_es: Sortzailea

source: Credits
ca: Crèdits
eu_es: Kredituak

source: Crop Avatar
ca: Escapça l'avatar
eu_es: Abatarra Kimatu

source: Crop Group Avatar
ca: Retalla l'avatar del node
eu_es: Kimatu Taldeko Abatarra

source: Crop Group Profile Photo
ca: Escapça la fotografia del perfil del node
eu_es: Taldearen profil argazkia moztu

source: Crop Image
ca: Escapça la imatge
eu_es: Irudia Kimatu

# button
source: Crop Image
eu_es: Irudia Moztu

source: Crop Profile Photo
ca: Escapça la foto del perfil
eu_es: Profil argazkia moztu

source: Crop Your New Avatar
ca: Escapça el teu avatar nou
eu_es: Zure abatar berria kimatu

source: Crop Your New Profile Photo
ca: Escapça la fotografia nova del perfil
eu_es: Zure profil argazki berria moztu

source: Cropping the file failed: %s is not a supported image file.
ca: Ha fallat el retallat de la imatge: %s no és un tipus de fitxer permès.
eu_es: Fitxategia mozten huts egin du: %s ez da onartzen irudi fitxategia.

source: Cropping the file failed: missing source file.
ca: Ha fallat el retallat de la imatge: falta el fitxer d'origen.
eu_es: Fitxategia mozten huts egin du: fitxategi iturria falta da.

source: Cropping the file failed: the file path is not allowed.
ca: Ha fallat el retallat de la imatge: la ruta del fitxer no està permesa.
eu_es: Fitxategia mozten huts egin du: fitxategi bidea ez dago baimenduta.

source: Crunching&hellip;
ca: S'està processant&hellip;
eu_es: Kalkulua&hellip;

source: Current Password %s
eu_es: Egungo Pasahitza %s

source: Current Password <span>(required to update email or change current password)</span>
ca: Contrasenya actual <span>(és necessari actualitzar el correu electrònic o canviar la contrasenya actual)</span>
eu_es: Oraingo Pasahitza <span>(emaila eguneratzeko edo oraingo pasahitza aldatzeko beharrekoa da)</span>

source: Currently Active
ca: Actiu actualment
eu_es: Une honetan aktibo

source: Currently every member of the community can invite you to join their groups. If you are not comfortable with it, you can always restrict group invites to your friends only.
ca: Actualment, cada membre de la comunitat us pot convidar a unir-se als seus grups. Si no voleu, podeu restringir les invitacions als nodes, als vostres amics.
eu_es: Orain, edozein kidek gonbidatu ahal zaitu bere taldeetara joateko. Honekin eroso ez bazaude, beti mugatu ditzakezu lagunei gonbidapenak soilik.

source: Currently only your friends can invite you to groups. Uncheck the box to allow any member to send invites.
ca: Actualment només els vostres amics us poden convidar a grups. Desmarqueu la casella per permetre que qualsevol membre us enviï invitacions.
eu_es: Momentuz, lagunek bakarrik gonbidatu zaitzakete taldeetara. Desmarkatu laukia edozein kide baimentzeko gonbidapenak bidaltzera.

source: Custom
ca: Personalitzat
eu_es: Hautazkoa

# customizer menu type label
source: Custom Link
ca: Enllaç personalitzat
eu_es: Pertsonalizatutako esteka

# BP Type slug label
source: Custom type directory slug
eu_es: Pertsonalizatutako slug karpeta mota

source: Custom:
ca: Personalitzat:
eu_es: Pertsonalizatua:

# email menu label
source: Customize
ca: Personalitza
eu_es: Pertsonalizatu

source: Customize the appearance of BuddyPress Nouveau Template pack.
eu_es: Pertsonalizatu BuddyPress Nouveau Txantiloi paketearen itxura.

source: Customize the appearance of emails sent by BuddyPress.
ca: Personalitzeu l'aparença dels missatges dels emails enviats per BuddyPress.
eu_es: Pertsonalizatu BuddyPress bidez bidaltzen diren emailen itxura.

source: Customize the navigation menu for groups. See your changes by navigating to a group in the live-preview window.
eu_es: Taldeen nabigazio menua pertsonalizatu. Ikusi zure aldaketak zuzeneko aurrebistako leihoan talde batera nabigatuz.

source: Customize the navigation menu for members. In the preview window, navigate to a user to preview your changes.
eu_es: Pertsonalizatu nabigazio menua kideentzako. Aurrebistako lehioan, erabiltzaile batera nabigatu zure aldaketak aurreikusteko.

source: Customize your community with fully editable profile fields that allow your users to describe themselves.
ca: Personalitza la comunitat amb camps de perfil completament editables que permet als usuaris descriure's ells mateix.
eu_es: Zure komunitatea zure erabiltzaileei beraien burua deskribatzeko aukera ematen dien guztiz editatu daitezkeen profil eremuekin pertsonalizatu.

source: Customizing the Groups navigation order needs you create at least one group first.
ca: Per poder personalitzar l'ordre de navegació dels nodes, primer heu de crear un node com a mínim.
eu_es: Taldeen nabigazio ordena pertsonalizatzeko gutxienez talde bat sortu behar duzu.

source: Dashboard
ca: Tauler
eu_es: Arbela

source: Data Erase
eu_es: Datuak Ezabatu

source: Data Export
eu_es: Datuak Esportatu

source: Data export request successfully created
eu_es: Datuak esportatzeko eskaera ondo sortuta

source: Date Joined
eu_es: Harpidetza Data

source: Date Received
ca: Data de recepció
eu_es: Jasotako Data

# xprofile field type
source: Date Selector
ca: Selector de la data
eu_es: Data Hautatzailea

source: Date Sent
eu_es: Bidalitako Data

source: Date format
ca: Format de la data
eu_es: Data formatua

source: Date not found
ca: No s'ha trobat la data
eu_es: Data ez da aurkitu

source: Day
ca: Dia
eu_es: Eguna

source: Deactivate
ca: Desactiva
eu_es: Desaktibatu

source: Deactivate Notice
ca: Desactiva l'avís:
eu_es: Oharra Desaktibatu

source: December
ca: Desembre
eu_es: Abendua

source: Default Value
ca: Valor predeterminat
eu_es: Balio lehenetsia

source: Default friends to show:
ca: Amics predeterminats que es mostraran:
eu_es: Berez erakusteko lagun kopurua:

source: Default groups to show:
ca: Nodes predeterminats a mostrar:
eu_es: Lehenetsitako taldeak erakusteko:

source: Default members to show:
ca: Membres predeterminats a mostrar:
eu_es: Lehenetsitako kideak erakusteko:

source: Default visibility for the profile field.
eu_es: Profil eremuaren ikuspen lehenetsia.

source: Default width
eu_es: Zabalera lehenetsia

source: Delete
ca: Suprimeix
eu_es: Ezabatu

# Delete field link
source: Delete
ca: Suprimeix
eu_es: Ezabatu

# button
source: Delete
eu_es: Ezabatu

# link
source: Delete
eu_es: Ezabatu

source: Delete %s
eu_es: Ezabatu %s

# deprecated string
source: Delete %s's Account
eu_es: Ezaba ezazu %s Kontua

source: Delete Account
ca: Esborra el compte
eu_es: Ezabatu kontua

source: Delete Activities
eu_es: Ezaba itzazu jarduerak

source: Delete Avatar
ca: Suprimeix l'avatar
eu_es: Abatarra ezabatu

source: Delete Field Group
eu_es: Ezaba ezazu Eremu-multzoa

source: Delete Group
ca: Esborra el node
eu_es: Taldea ezabatu

# Delete Profile Fields Group
source: Delete Group
ca: Suprimeix el grup
eu_es: Taldea Ezabatu

source: Delete Group Cover Image
ca: Esborra la imatge de la coberta del node
eu_es: Taldeko azalaeko irudia ezabatu

# button
source: Delete Group Cover Image
eu_es: Taldeanre Azal-Irudia ezabatu

source: Delete Group Profile Photo
ca: Suprimeix la fotografia del perfil del node
eu_es: Taldearen profil argazkia ezabatu

source: Delete Groups
ca: Suprimeix nodes
eu_es: Taldeak ezabatu

source: Delete Message
ca: Suprimeix el missatge
eu_es: Mezua ezabatu

source: Delete My Avatar
ca: Suprimeix el meu avatar
eu_es: Ezabatu nire abatarra

source: Delete My Cover Image
ca: Esborra la meva imatge de la coberta
eu_es: Nire azaleko irudia ezabatu

# button
source: Delete My Cover Image
eu_es: Ezabatu Nere Gainazal Irudia

source: Delete My Profile Photo
ca: Suprimeix la fotografia del meu perfil
eu_es: Nire profil argazkia ezabatu

source: Delete Notice
ca: Elimina l'avís:
eu_es: Oharra Ezabatu

source: Delete Pending Accounts
ca: Suprimeix els comptes pendents
eu_es: Aktibatzeke dauden kontuak ezabatu

source: Delete Permanently
ca: Suprimeix definitivament
eu_es: Betirako Ezabatu

source: Delete Profile Photo
ca: Suprimeix la fotografia
eu_es: Profileko Argazkia Ezabatu

source: Delete Selected
ca: Suprimeix el seleccionat
eu_es: Ezabatu aukeratutakoa

source: Delete conversation.
ca: Suprimeix la conversa
eu_es: Elkarrizketa ezabatu.

source: Delete this group
ca: Esborra el node
eu_es: Talde hau ezabatu

source: Deleted User
ca: Suprimeix l'usuari
eu_es: Erabiltzailea ezabatua

source: Deleting messages. Please wait.
eu_es: Mezuak ezabatzen. Itxaron mesedez.

source: Deleting this account will delete all of the content it has created. It will be completely irrecoverable.
ca: En suprimir aquest compte, se suprimiran tot el contingut que ha creat. Serà completament irrecuperable.
eu_es: Kontua ezabatzean kontu honek sortutako eduki guztia ezabatuko da. Ekintza hau ezin da desegin.

source: Deleting this account will delete all of the content it has created. It will be completely unrecoverable.
ca: En suprimir aquest compte, se suprimiran tot el contingut que ha creat. Serà completament irrecuperable.
eu_es: Kontu hau ezabatzean sortu dituen eduki guztiak ezabatuko dira. Erabat berreskuraezina izango da.

source: Deleting your account will delete all of the content you have created. It will be completely irrecoverable.
ca: En suprimir el compte, se suprimirà tot el contingut que heu creat. Serà totalment irrecuperable.
eu_es: Zure kontua ezabatzean sortu duzun eduki guztia ezabatuko da. Ekintza hau ezin da desegin.

source: Demote to Member
ca: Converteix en membre
eu_es: Mailaz jeitsi kidea

source: Descending
ca: Descendent
eu_es: Beheruntz

source: Description
ca: Descripció
eu_es: Deskribapena

# Groups admin Group Description column header
source: Description
ca: Descripció
eu_es: Deskribapena

# XProfile admin edit field
source: Description
ca: Descripció
eu_es: Deskribapena

source: Details
ca: Detalls
eu_es: Xehetasunak

# Group screen nav
source: Details
ca: Detalls
eu_es: Xehetasunak

source: Determining last activity dates for each user&hellip; %s
ca: S'està determinant les dates de la darrera activitat de cada usuari&hellip; %s
eu_es: Erabiltzaile bakoitzaren azken jarduera datak zehazten... %s

source: Developer documentation
eu_es: Garatzaile-dokumentazioa

source: Directories
ca: Directoris
eu_es: Direktorioak

# component directory title
source: Directory
ca: Directori
eu_es: Direktorioa

source: Directory layouts
ca: Directori
eu_es: Direkotorioen antolaketa

source: Directory menu
ca: Menú del directori
eu_es: Direktorioaren menua

source: Disabled
ca: Inhabilitat
eu_es: Desgaituta

source: Discover more about it from this %s.
eu_es: Ezagut ezazu honi buruzko informazio gehiago %s hemendik.

source: Dismiss
ca: Descarta-ho
eu_es: Baztertu

source: Dismiss this notice
ca: Descarta aquest avís
eu_es: Ohar hau baztertu

source: Display Cover Image
eu_es: Erakuts ezazu Azalaren Irudia

source: Display Group's home button
eu_es: Bistara ezazu Talde-hasierako botoia

source: Display Mention slug
eu_es: Erakutsi Aipamen slug-a

source: Display Name
ca: Mostra el nom
eu_es: Bistaratzeko Izena

# Display name field
source: Display Name
ca: Nom a mostrar
eu_es: Ageriko Izena

source: Display Profile button
eu_es: Bistara ezazu Profil-botoia

source: Display Sitewide Notices posted by the site administrator
ca: Mostra els avisos generals publicats per l'administrador del lloc
eu_es: Bistaratu guneko administratzaileak argitaratutako jakinarazpenak gune osoan

source: Display group's description
eu_es: Bistara ezazu talde-deskripzioa

source: Display name for the member.
eu_es: Partaidearen bistaratze izena.
