Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: The member is already a member of the group.
eu_es: Kidea jada taldeko kide da.

source: The member requested to join the group
ca: El membre ha sol·licitat unir-se al node
eu_es: Kideak taldearen partaide izatea eskatu du

source: The member type you provided, %1$s, is not one of %2$s.
eu_es: Hornitu duzun kidearen mota, %1$s, ez da %2$s kidearen motatako bat.

source: The name of group of profile fields.
eu_es: Profil eremu tadearen izena.

source: The name of the BuddyPress component the notification relates to.
eu_es: Jakinarazpenari lotutako Buddypress osagaiaren izena.

source: The name of the Group.
eu_es: Taldearen izena.

source: The name of the blog.
eu_es: Blogaren izena.

source: The name of the component's action the notification is about.
eu_es: Jakinarazpenaren buruzko osagaiaren ekintzaren izena.

source: The name of the profile field.
eu_es: Profil eremuaren izena.

source: The name of this type in plural form.
eu_es: Mota honen izena, pluralean.

source: The name of this type in singular form.
eu_es: Mota honen izena, singularrean.

source: The name used for that user in @-mentions.
eu_es: Partaide honek @-aipamenetan erabilitako izena.

source: The new group profile photo was uploaded successfully.
ca: La foto del perfil del node s'ha penjat correctament.
eu_es: Taldeko profil argazki berria ondo igo da.

source: The new password must be different from the current password.
ca: La contrasenya nova ha de ser diferent de l'actual.
eu_es: Pasahitz berria oraingoaren desberdina izan behar da.

source: The new site's name (used for the site URL).
eu_es: Gune berriaren izena (gunearen URLrako erabilia).

source: The new site's network ID. (Only relevant on multi-network installations)
eu_es: Gune berriaren sare-IDentifikatzailea. (Sare anitzeko instalazioetan soilik da garrantzitsua)

source: The new site's title.
eu_es: Gune berriaren izenburua.

source: The new user's full name.
eu_es: Erabiltzaile berriaren izen osoa.

source: The number of times the activation email was sent to the user.
eu_es: Erabiltzaileari, aktibazio e-posta zenbat aldiz bidali zaion.

source: The optional message to send to the invited user.
eu_es: Erabiltzaile gonbidatuari bidaltzeko aukerazko mezua.

source: The order of the group of profile fields.
eu_es: Profil eremuen taldearen ordena.

source: The order of the option into the profile field list of options
eu_es: Aukeraren ordena profil eremuko aukeren zerrendan

source: The order of the profile field into the group of fields.
eu_es: Profil eremuaren ordena eremu taldean.

source: The passwords you entered do not match.
ca: Les contrasenyes són diferents.
eu_es: Sartutako pasahitzak ez datoz bat.

source: The path of the blog.
eu_es: Blogaren bidea.

source: The permalink of the blog.
eu_es: Blogaren esteka.

source: The permalink to the Group on the site.
eu_es: Gune honen talderako esteka.

source: The permalink to this activity on the site.
eu_es: Jarduera honetarako esteka iraunkorra gunean.

source: The profile field type %s is not registered.
ca: El tipus de camp de perfil %s no està registrat.
eu_es: %s profil eremu mota ez dago erregistratuta.

source: The public activity for everyone on this site.
ca: L'activitat pública de tothom en aquesta pàgina web.
eu_es: Jarduera publikoa denentzat gune honetan.

source: The raw and rendered versions for the content of the message.
eu_es: Mezuaren edukiarentzat bertsio gordina eta errenderizatua.

source: The registered date for the user, in the site's timezone.
eu_es: Erabiltzailearen erregistro-data, gunearen ordu-eremuan.

source: The required `editor_script` could not be registered.
eu_es: Beharrezkoa den `editor_script`ari ezin izan zaio izenik eman.

source: The saved value for this profile field.
eu_es: Profil eremu honen gordetako balioa.

source: The second footer widget area
ca: Àrea del giny del segon peu de pàgina
eu_es: Bigarren oin widget eremua

source: The selected Template Pack will serve all BuddyPress templates.
eu_es: Hatatutako Txantiloi Multzoak BuddyPresseko beste txantiloi guztiak zerbitzatuko ditu.

source: The sidebar widget area
ca: Àrea del giny de la barra lateral
eu_es: Alboko barra widget eremua

source: The signup meta information
eu_es: Izena emateko meta-informazioa

source: The site is already active.
ca: El lloc web ja és actiu.
eu_es: Gune hau jada aktibatu izan da.

source: The status of the Group.
eu_es: Taldearen egoera.

source: The third footer widget area
ca: Àrea del giny del tercer peu de pàgina
eu_es: Hirugarren oin widget eremua

source: The two big editing areas for the activity title and content are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Primary Item/Secondary Item, Link, Type, Author ID) or to choose a 1- or 2-column layout for this screen.
ca: Les dues grans àrees d'edició per al títol de l'activitat i el contigut de la mateixa són fixes, però podeu reubicar totes les altres caixes en arrossegar i deixar anar, i també podeu minimitzar o ampliar les caixes fent clic a la barra de títol de cada caixa. Feu servir la pestanya "Opcions de Pantalla" per mostrar més caixes (Article Primari/Secundari, Enllaç, Tipus, Identificador de l'autor) o per canviar la plantilla d'aquesta pantalla entre una i dues columnes.
eu_es: Jardueraren izenburua eta edukia sartzeko erabiltzen diren bi edizio-area handiek kokaleku finkoa dute, baina gainontzeko kutxa guztiak non-nahi kokatu ditzakezu arrastatu eta jaregin erabilita. Kutxak ikonotu edo zabaltzeko beraien izenburu barran klik egin. Pantaila aukerak fitxa erabili kutxa gehiago bistaratzeko (Elementu nagusia/Bigarren mailako elementua, Esteka, Mota, Egile IDa) edo pantaila honentzat 1- edo 2-zutabeko diseinu bat aukeratzeko.

source: The type for the profile field.
eu_es: Profil eremuaren mota.

source: The type was not deleted: it does not exist.
eu_es: Mota ez da ezabatu, ez baita existitzen.

source: The type(s) of the Group.
eu_es: Talde-mota(k).

source: The uploaded file exceeds the maximum allowed file size for this site
ca: El fitxer penjat supera la mida màxima permesa en aquest lloc web
eu_es: Igotako fitxategia gune honetan onartzen den fitxategi tamaina maximoa baino handiago da

source: The uploaded file exceeds the maximum allowed file size of: %s
ca: El fitxer pujat excedeix la mida màxima permesa de: %s
eu_es: Igotako fitxategia onartutako fitxategi-tamaina maximoa (%s) baino handiagoa da

source: The uploaded file was only partially uploaded.
ca: El fitxer carregat s'ha pujat només parcialment.
eu_es: Irudia erdizka igo da.

source: The user ID of the Message sender.
eu_es: Mezuaren igorlearen erabiltzaile identifikatzailea.

source: The user ID of the new site's admin.
eu_es: Gune berriaren administratzailearen erabiltzaile-IDentifikatzailea.

source: The user ID to remove from the thread
eu_es: Haritik kendu beharreko erabiltzailearen identifikatzailea

source: The user is already active.
ca: L'usuari ja està actiu.
eu_es: Erabiltzaile hau jada aktibatua izan da.

source: The username of the user the signup is for.
eu_es: Izena eman duen erabiltzailearen erabiltzaile-izena.

source: The value of the field data.
eu_es: Eremuko datuen balioa.

source: The value(s) for the field data.
eu_es: Eremuko datuen balioa(k).

source: The way profile field's options are ordered.
eu_es: Profil eremuen aukerak ordenatzeko modua.

source: The web browser on your device cannot be used to upload files.
ca: El navegador web del dispositiu no pot ser utilitzat per penjars fitxers.
eu_es: Zure gailuko web arakatzailea ezin da fitxategiak igotzeko erabili.

source: Theme activated! This theme contains <a href="%s">custom header image</a> support and <a href="%s">sidebar widgets</a>.
ca: Tema activat! Aquest tema suporta <a href="%s">imatge de capçalera personalitzada</a> i <a href="%s">ginys a la barra lateral</a>.
eu_es: Gaia aktibatuta! Gai honek <a href="%s">pertsonalizatutako goiburu irudiaren</a> euskarria eta <a href="%s">alboko barraren widget-ak</a> ditu.

source: There are many different types of activities. Some are generated automatically by BuddyPress and other plugins, and some are entered directly by a user in the form of status update. To help manage the different activity types, use the filter dropdown box to switch between them.
ca: Hi ha molts tipus d'activitat. Algunes són generades automàticament pel BuddyPress i altres extensions, i altres són introduïdes directament per l'usuari al formulari d'actualització d'estat. Per ajudar a gestionar els diferents tipus d'activitat, feu servir el filtre de llista de selecció per canviar entre els diferents tipus.
eu_es: Jarduera mota desberdin asko dago. Batzu automatikoki BuddyPressek eta beste pluginek sortuta, eta batzu zuzenean erabiltzaile egoera eguneraketa inprimakian sartutakoak. Jarduera mota desberdinak kudeatzen laguntzeko, gohitibeherako iragazki laukia erabili beraien artean aldatzeko.

source: There are no fields in this group.
ca: No hi ha cap camp en aquest node.
eu_es: Ez dago eremurik talde honetan.

source: There are no groups to display.
ca: No hi ha nodes a mostrar.
eu_es: Ez dago erakusteko talderik.

source: There are no pending membership requests.
ca: No hi ha sol·licituds d'admissió pendents.
eu_es: Ez dago bazkidetza eskaerarik ikusteke.

source: There are no posts for this topic.
ca: No hi ha entrades en aquest tema.
eu_es: Ez dago sarrerarik hari honetarako.

source: There are no recently active members
ca: No hi ha membres actius darrerament
eu_es: Ez dago duela gutxiko erabiltzaile aktiborik

source: There are no users currently online
ca: No hi ha usuaris actualment en línia
eu_es: Ez dago erabiltzaile aktiborik

source: There aren't enough site members to show a random sample just yet.
ca: No existeixen prou membres del lloc per mostrar una mostra aleatòria encara.
eu_es: Ez daude nahikoa erabiltzaile ausaz erakusteko.

source: There is a pending change of your email address to %s.
ca: Hi ha pendent un canvi de la vostra adreça de correu electrònic a %s.
eu_es: Zain dago %s-ra zure e-postaren aldaketa.

source: There is already a request to this member.
eu_es: Kide honentzako eskaera dagoeneko ba dago.

source: There is no limit to the number of sites that you can have, so create to your heart’s content, but blog responsibly!
eu_es: Izan ditzakezun guneen kopuruan, ez dago mugarik; beraz, sor itzazu zure nahiera, baina erabil ezazu bloga arduraz!

source: There was a configuration error. Please contact the server administrator.
ca: S'ha produït un error de configuració. Contacteu amb l'administrador del servidor.
eu_es: Konfigurazio errore bat egon da. Mesedez jarri kontaktuan zerbitzariko administratzailearekin.

source: There was a problem accepting that request. Please try again.
ca: S'ha produït un problema en acceptar aquesta sol·licitud. Proveu-ho de nou.
eu_es: Errore bat egon da eskaera onartzen. Mesedez, saiatu berriz.

source: There was a problem activating accounts. Please try again.
ca: S'ha produït un problema en activar els comptes. Proveu-ho de nou.
eu_es: Arazo bat egon da kontuak aktibatzerakoan. Mesedez saiatu berriz.

source: There was a problem activating that notice.
ca: S'ha produït un problema en activar aquest avís.
eu_es: Errore bat egon da abisua aktibatzen.

source: There was a problem closing the notice.
ca: S'ha produït un problema en tancar l'avís.
eu_es: Errore bat egon da ohar bat ixtean.

source: There was a problem confirming if user ID provided is a valid one.
eu_es: Emandako erabiltzaile IDentifikatzailea balioduna dela baieztatzean, arazo bat gertatu da.

source: There was a problem confirming if user is valid.
eu_es: Arazo bat izan da erabiltzailea baliozkoa ote den berrestean.

source: There was a problem confirming the blog's user admin is valid.
eu_es: Arazo bat gertatu da blogaren erabiltzaile administratzailea balioduna dela berrestean.

source: There was a problem creating blog.
eu_es: Arazo bat izan da bloga sortzean.

source: There was a problem cropping the group profile photo.
ca: S'ha produït un error en escapçar la foto del perfil de node.
eu_es: Arazo bat egon da taldeko profil argazkia moztean.

source: There was a problem cropping your %s photo.
eu_es: Zure avatar irudia mozteko arazoak egon dira.

source: There was a problem cropping your profile photo.
ca: S'ha produït un problema en escapçar la fotografia del perfil.
eu_es: Zure profil argazkia mozterakoan arazo bat izan da.

source: There was a problem deactivating that notice.
ca: S'ha produït un problema en desactivar aquest avís.
eu_es: Errore bat egon da abisua desgaitzen.

source: There was a problem deleting messages.
ca: S'ha produït un problema en esborrar els missatges
eu_es: Arazo bat egon da mezuak ezabatzean.

source: There was a problem deleting sign-ups. Please try again.
ca: S'ha produït un problema en suprimir els registres. Proveu-ho de nou.
eu_es: Arazo bat egon da izen emateak ezabatzean. Mesedez saiatu berriz.

source: There was a problem deleting that notice.
ca: S'ha produït algun problema en suprimir aquest avís.
eu_es: Errore bat egon da abisua ezabatzen.

source: There was a problem deleting that notification.
ca: S'ha produït un problema en suprimir aquest avís.
eu_es: Jakinarazpen hori ezabatzean akats bat gertatu da.

source: There was a problem deleting that profile photo. Please try again.
ca: S'ha produït un problema en suprimir aquesta foto de perfil. Proveu-ho de nou.
eu_es: Errore bat egon da argazki profil hori ezabatzean. Mesedez saiatu berriz.

source: There was a problem deleting the group cover image. Please try again.
ca: Hi ha hagut un problema esborrant la imatge de la coberta del node. Torneu a provar-ho de nou.
eu_es: Arazo bat egon da taldeko azal irudia ezabatzerakoan. Berriz saiatu, mesedez.

source: There was a problem deleting the group profile photo. Please try again.
ca: S'ha produït un problema en actualitzar la foto del perfil del node. Proveu-ho de nou.
eu_es: Arazo bat egon da taldeko profil argazkia ezabatzerakoan. Berriz saiatu, mesedez.

source: There was a problem deleting your cover image. Please try again.
ca: Hi ha hagut un problema esborrant la vostra imatge de la coberta. Torneu-ho a provar de nou.
eu_es: Arazo bat egon da zure azal irudia ezabatzean. Berriz saiatu, mesedez.

source: There was a problem deleting your messages. Please try again.
eu_es: Arazo bat gertatu da zure mezuak ezabatzerakoan. Saiatu berriro mesedez.

source: There was a problem deleting your profile photo. Please try again.
ca: S'ha produït un error en suprimir la foto del perfil. Proveu-ho de nou.
eu_es: Arazo bat egon da zure profileko argazkia ezabatzen. Mesedez saiatu berriz.

source: There was a problem dismissing the notice. Please try again.
ca: Hi ha hagut un problema desactivant l'avís. Torneu a provar-ho de nou.
eu_es: Arazoren bat dago abisua baztertzen. Saiatu berriro mesedez.

source: There was a problem displaying the content. Please try again.
ca: S'ha produït un problema en mostrar el contingut. Torneu-ho a provar.
eu_es: Arazo bat egon da edukia bistaratzean. Saiatu berriz mesedez.

source: There was a problem managing your messages.
ca: S'ha produït un problema en gestionar el missatges.
eu_es: Arazo bat egon da zure mezuak kudeatzerakoan.

source: There was a problem managing your notifications.
ca: S'ha produït un problema en gestionar els avisos.
eu_es: Errore bat egon da zure jakinarazpenak kudeatzean.

source: There was a problem marking messages as read.
ca: S'ha produït un problema en marcar els missatges com a llegits.
eu_es: Arazo bat egon da mezuak irakurriak bezala markatzean.

source: There was a problem marking messages as unread.
ca: S'ha produït un problema en marcar els missatges com a no llegits.
eu_es: Arazo bat egon da mezuak irakurri gabe bezala markatzean.

source: There was a problem marking that message.
ca: S'ha produït un problema en marcar aquest missatge.
eu_es: Arazo bat egon da zure mezua markatzerakoan.

source: There was a problem marking that notification.
ca: S'ha produït un problema en marcar aquest avís.
eu_es: Jakinarazpen hori markatzean akats bat gertatu da.

source: There was a problem marking this activity as spam. Please try again.
eu_es: Arazo bat dago jarduera hau spam gisa markatzerakoan. Saiatu berriro mesedez.

source: There was a problem marking your messages as read. Please try again.
eu_es: Arazoren bat dago zure mezuak irakurrita gisa markatzerakoan. Saiatu berriro mesedez.

source: There was a problem marking your messages as unread. Please try again.
eu_es: Arazoren bat dago zure mezuak irakurrigabe gisa markatzerakoan. Saiaru berriro mesedez.

source: There was a problem performing this action. Please try again.
ca: S'ha produït un problema en realitzar aquesta acció. Torneu-ho a provar.
eu_es: Arazo bat egon da ekintza hau egikaritzean. Saiatu berriz mesedez.

source: There was a problem posting your update, please try again.
ca: S'ha produït un error en publicar l'actualització, torneu-ho a provar.
eu_es: Errore bat egon da zure eguneraketa bidaltzean, mesedez, saiatu berriz.

source: There was a problem posting your update. Please try again.
ca: S'ha produït un problema en publicar l'actualització. Proveu-ho de nou.
eu_es: Arazo bat egon da zure eguneraketa bidaltzean. Mesedez saiatu berriz.

source: There was a problem rejecting that request. Please try again.
ca: S'ha produït un problema en rebutjar aquesta sol·licitud. Torneu-ho a provar.
eu_es: Errore bat egon da eskaera baztertzen. Mesedez, saiatu berriz.

source: There was a problem sending that reply. Please try again.
ca: S'ha produït un error en enviar aquesta resposta. Torneu-ho a provar.
eu_es: Errore bat egon da erantzuna bidaltzean, mesedez, saiatu berriz.

source: There was a problem sending the activation emails. Please try again.
ca: S'ha produït un problema en enviar els correus d'activació. Proveu-ho de nou.
eu_es: Arazo bat egon da aktibazio emailak bidaltzerakoan. Mesedez saiatu berriz.

source: There was a problem sending your reply. Please try again.
ca: S'ha produït un problema en enviar la resposta. Proveu-ho de nou.
eu_es: Arazo bat egon da zure erantzuna bidaltzerakoan. Mesedez saiatu berriz.

source: There was a problem starring your messages. Please try again.
eu_es: Arazo bat dago zure mezuak nabarmentzerakoan. Saiatu berriro mesedez,

source: There was a problem unstarring your messages. Please try again.
eu_es: Arazo bat egon da zure mezuak desmarkatzean. Saiatu berriro mesedez.

source: There was a problem updating some of your profile information. Please try again.
ca: S'ha produït un problema en actualitzar alguna de la informació del perfil. Proveu-ho de nou.
eu_es: Arazo bat egon da zure profileko informazioa eguneratzerakoan. Berriz saiatu, mesedez.

source: There was a problem uploading the cover image.
ca: Hi ha hagut un problema pujant la imatge de la coberta.
eu_es: Azal irudia igotzean arazo bat egon da.

source: There was a problem verifying your new email address. Please try again.
ca: S'ha produït un problema en verificar el correu electrònic nou. Proveu-ho de nou.
eu_es: Zure email kontu berria baieztatzeko arazo bat izan da. Mesedez, sailatu berriro.

source: There was a problem when deleting. Please try again.
ca: S'ha produït un problema en suprimir. Torneu-ho a provar.
eu_es: Errore bat egon da ezabatzerakoan. Mesedez, saiatu berriz.

source: There was a problem; please correct the form below and try again.
ca: S'ha produït un problema; corregiu el formulari d'aquí sota i proveu de nou.
eu_es: Arazo bat egon da; zuzendu beheko inprimakia eta saiatu berriro mesedez.

source: There was an error accepting the group invitation. Please try again.
ca: S'ha produït un problema en acceptar la invitació del node. Proveu-ho de nou.
eu_es: Errore bat egon da talde gonbidapena onartzean. Berriz saiatu, mesedez.

source: There was an error accepting the membership request.
eu_es: Errore bat egon da partzaidetza eskaera onartzerakoan.

source: There was an error accepting the membership request. Please try again.
ca: S'ha produït un error en acceptar la sol·licitud d'amistat. Proveu-ho de nou.
eu_es: Errore bat egon da partaidetza eskaera onartzerakoan. Berriz saiatu, mesedez.

# deprecated string
source: There was an error deleting %s from the system. Please try again.
eu_es: %s sistematik ezabatzean, errore bat gertatu da. Mesedez, saia zaitez berriro.

source: There was an error deleting messages.
ca: S'ha produït un error quan se suprimien els missatges.
eu_es: Errore bat egon da mezuak ezabatzean.

source: There was an error deleting that message.
ca: S'ha produït un error en suprimir aquest missatge.
eu_es: Errore bat egon da mezua ezabatzean.

source: There was an error deleting the %s. Please try again.
ca: S'ha produït un error en suprimit %s. Proveu-ho de nou.
eu_es: Errore bat egon da %s ezabatzean. Mesedez saiatu berriz.

source: There was an error deleting the group. Please try again.
ca: S'ha produït un error en suprimir el node. Proveu-ho de nou.
eu_es: Errore bat egon da taldea ezabatzean. Mesedez saiatu berriz.

# Error when deleting profile fields group
source: There was an error deleting the group. Please try again.
ca: S'ha produït un error al suprimir el grup. Proveu de nou.
eu_es: Errore bat gertatu da taldea ezabatzerakoan. Saiatu berriz, mesedez.

source: There was an error joining the group.
ca: S'ha produït un error en unir-se al node.
eu_es: Errore bat egon da talde batera elkartzean.

source: There was an error leaving the group.
ca: S'ha produït un error en deixar el node.
eu_es: Taldea uzterakoan errore bat izan da.

source: There was an error marking that activity as a favorite. Please try again.
ca: S'ha produït un error en marcar l'activitat com a preferida. Proveu-ho de nou.
eu_es: Errore bat dago jarduera gogoko bezala markatzean. Mesedez saiatu berriz.

source: There was an error posting that reply, please try again.
ca: S'ha produït un error en publicar aquesta resposta, torneu-ho a provar.
eu_es: Errore bat egon da erantzuna hori bidaltzean, mesedez, saiatu berriz.

source: There was an error posting that reply. Please try again.
ca: S'ha produït un error en publicar aquesta resposta. Proveu-ho de nou.
eu_es: Errore bat egon da erantzuna bidaltzean. Mesedez saiatu berriz.

source: There was an error posting your reply. Please try again.
ca: S'ha produït un error en publicar la resposta. Proveu-ho de nou.
eu_es: Error bat gertatu da zure erantzuna argitaratzerakoan. Saiatu berriro, mesedez.

source: There was an error rejecting the membership request.
eu_es: Errore bat gertatu da bazkidetza eskaera baztertzean.

source: There was an error rejecting the membership request. Please try again.
ca: S'ha produït un error en rebutjar la sol·licitud d'amistat. Proveu-ho de nou.
eu_es: Errore bat egon da partaidetza eskaera ukatzerakoan. Berriz saiatu, mesedez.

source: There was an error removing that activity as a favorite. Please try again.
ca: S'ha produït un error en suprimir l'activitat com a preferida. Proveu-ho de nou.
eu_es: Errore bat egon da jarduera gogokoetatik kentzean. Mesedez saiatu berriz.

source: There was an error removing that user from the group. Please try again.
ca: S'ha produït un error en suprimir aquest usuari del node. Proveu-ho de nou.
eu_es: Errore bat egon da erabiltzaile hori taldetik kentzean. Berriz saiatu, mesedez.

source: There was an error removing the invite
ca: S'ha produït un error en suprimir la invitació
eu_es: Errore bat egon da gonbidapena kentzean
