Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: If you'd like to delete your current profile photo but not upload a new one, please use the delete profile photo button.
ca: Si voleu suprimir la foto de perfil actual però no penjar cap nova, utilitzeu el botó de suprimir la foto de perfil.
eu_es: Zure profileko argazkia ezabatu nahi baduzu baina ez duzu berririk kargatu nahi, erabili profileko argazkia ezabatzeko botoia.

source: If you'd like to delete your current profile photo, use the delete profile photo button.
eu_es: Zure profileko irudia ezabatu nahi baduzu, erabili profil-irudia ezabatzeko botoia.

source: If you'd like to remove the existing avatar but not upload a new one, please use the delete avatar button.
ca: Si voleu suprimir l'avatar existent però no voleu penjar-ne un de nou, useu el botó de suprimir l'avatar.
eu_es: Existitzen den abatarra ezabatu nahi baduzu, baina ez badazu nahi berri bat igo, mesedez erabili "Ezabatu Abatarra" botoia.

source: If you'd like to remove the existing group cover image but not upload a new one, please use the delete group cover image button.
ca: SI voleu suprimir la imatge de la coberta d'un node però no penjar una de nova, utilitzeu el botó de suprimir la imatge de perfil de node.
eu_es: Taldearen uneko azal irudia ezabatu baina berri bat igo nahi ez baduzu, taldeko azal irudia ezabatu botoia erabili, mesedez.

source: If you'd like to remove the existing group profile photo but not upload a new one, please use the delete group profile photo button.
ca: Si voleu esborrar la foto del perfil d'un node i no penjar-ne cap de nova, cliqueu el botó següent.
eu_es: Taldeko profil argazkia kendu nahi ezkero eta beste bat igo nahi ez badezu, mesedez, sakatu taldearen profil argazkia ezabatzeko botoia.

source: If you’re not going to use a great domain, leave it for a new user. Now have at it!
eu_es: Domeinu handi bat ez baduzu erabiliko, erabiltzaile berri batentzako utzi. Orain hor dauka!

source: Illustration showing how to access to the BP Types Admin areas.
eu_es: BP Motak, Administrazio-guneetara nola sartu erakusten duen irudia.

source: Illustration showing the BuddyPress Blocks category inside the Block Editor Inserter.
eu_es: Block Editor Inserteren barruan, BuddyPress Blocks kategoria erakusten duen irudia.

source: Improved support for WP CLI.
eu_es: WP CLIrako laguntza hobetu da.

source: In 7.0.0, you will be able to use new BuddyPress CLI commands to manage BuddyPress Group Meta, BuddyPress Activity Meta, activate or deactivate the BuddyPress signup feature and create BuddyPress-specific testing code for plugins.
eu_es: 7.0.0 bertsioan, BuddyPress CLI komando berriak erabili ahal izango dituzu: BuddyPress Group Meta eta BuddyPress Activity Meta kudeatzeko; BuddyPress erregistratzeko funtzioa aktibatzeko edo desaktibatzeko, eta pluginetarako BuddyPressen berariazko proba-kodea sortzeko.

# Admin SWA column header
source: In Response To
ca: En resposta a
eu_es: Honen erantzuna

source: In reply to
ca: en resposta a
eu_es: Honi erantzuten:

source: In reply to:
ca: En resposta a:
eu_es: Honi erantzuten:

source: In the <strong>Activity</strong> column, above each activity it says &#8220;Submitted on,&#8221; followed by the date and time the activity item was generated on your site. Clicking on the date/time link will take you to that activity on your live site. Hovering over any activity gives you options to reply, edit, spam mark, or delete that activity.
ca: A la columna <strong>Activitat</strong>, sobre cada activitat es troba &#8220;Enviat el,&#8221; seguit de la data i l'hora en que l'activitat va ser generada al lloc web. En fer clic a l'enllaç de la data/hora visitareu aquest contingut al lloc en línia. Passant el cursor per sobre accedireu a les accions per respondre, editar, marcar com brossa o esborrar l'activitat.
eu_es: <strong>Jarduera</strong> zutabean, jarduera bakoitzaren gainean &#8220; jartzen du &#8221;(e)an aurkeztuta, zure gunean jarduera elementua sortu zen data eta orduaz jarraituta. Data/orduan klik egitean zure gunean jarduera hortara joango zara. Edozein jardueraren gainetik pasatzean; erantzuteko, editatzeko, zaborra bezela markatzeko, edo jarduera hori ezabatzeko aukera izango duzu.

source: In the <strong>In Response To</strong> column, if the activity was in reply to another activity, it shows that activity's author's picture and name, and a link to that activity on your live site. If there is a small bubble, the number in it shows how many other activities are related to this one; these are usually comments. Clicking the bubble will filter the activity screen to show only related activity items.
ca: A la columna <strong>En resposta a</strong>, si l'activitat és una resposta a una altra activitat, es mostraran la foto i el nom de l'autor de l'activitat, i un enllaç a l'activitat al lloc web. Si hi ha una bombolleta, el número que conté mostra quantes activitats estan relacionades amb aquesta; aquestos acostumen a ser comentaris. En fer clic a la bombolla es filtraran els elements de l'activitat mostrant només els element relacionats amb aquesta.
eu_es: <strong>Nori Erantzun Zaion</strong> zutabean, jarduera beste jarduera baten erantzuna izan bada, jardueraren egilearen argazkia eta izena erakusten du, eta horren esteka bat zure zuzeneko gunean. Burbuila txiki bat badago, bertan agertzen den zenbakiak honekin zenbat elkarte dituen beste hainbat jarduera erakusten du; hauek normalean iruzkinak dira. Burbuilan klik egitean jarduera pantaila iragazkiko du soilik jardueraren elementuak erakusteko.

source: In the main column, you can edit the fields of the user&#39;s extended profile.
ca: A la columna principal podeu editar els camps del perfil estès de l'usuari.
eu_es: Zutabe nagusian, &#39; erabiltzailearen profil zabalduaren eremuak editatu ditzakezu.

source: In the right-hand column, you can update the user&#39;s status, delete the user&#39;s avatar, and view recent statistics.
ca: A la columna de la dreta, podeu actualitzar l'estat de l'usuari, eliminar el seu avatar de l'usuari i veure estadístiques recents.
eu_es: Eskuinean dagoen zutabean, &#39; erabiltzailearen egoera eguneratu dezakezu, &#39; erabiltzailearen avatarra ezabatu, eta azken estadistikak ikusi.

source: In this section you should describe any personal data related to private messages.
eu_es: Atal honetan, mezu pribatuekin lotutako edozein datu pertsonal deskribatu behar dituzu.

source: In this section you should describe the BuddyPress-specific cookies that your site collects. The suggested text describes the default cookies.
eu_es: Atal honetan zure guneak biltzen dituen BuddyPresseko cookie jakinak deskribatu behar dituzu. Iradokitako testuak cookie lehenetsiak deskribatzen ditu.

source: In this section you should describe the kinds of information collected in the activity stream, how and whether it can be edited or deleted, and to whom the activity is visible.
eu_es: Atal honetan, jarduera sekuentzian bildutako informazio motak deskribatu behar dituzu, ea editatu edo ezabatu ahal diren, eta norentzat den ikusgai jarduera.

source: In this section you should note what information is collected on user profiles. The suggested text gives an overview of the kinds of profile data collected by BuddyPress.
eu_es: Atal honetan erabiltzaileen profiletan zer informazio biltzen den kontutan hartu beharko zenuke. Proposatutako testuak BuddyPress-ek bildutako profilen datuen ikuspegi orokorra eskaintzen du.

source: Inactive <span class="count">(%s)</span>
ca: Inactiu <span class="count">(%s)</span>
eu_es: Aktibatzeke <span class="count">(%s)</span>

source: Inbox
ca: Missatges entrants
eu_es: Sarrera

source: Inbox %s
ca: Missatges entrants %s
eu_es: Sarrera-ontzia %s

source: Include a link to the group's home page under their name.
eu_es: Sar ezazu taldearen hasierako orrialdean esteka bat bere izenarekin.

source: Include a link to the user's profile page under their display name.
eu_es: Sar ezazu esteka bat erabiltzailearen profileko orrialdean, bere bistaratze izenaren behealdean.

source: Include navigation title
ca: Inclou els títols
eu_es: Nabigazio izenburua sartu

source: Include the group's cover image over their name.
eu_es: Sar ezazu taldearen azalaren irudia bere izenaren gainean.

source: Include the group's description under their name.
eu_es: Sar ezazu taldearen deskripzioa izenaren behealdean.

source: Include the group's name.
eu_es: Sar ezazu taldearen izena.

source: Include the user's cover image over their display name.
eu_es: Sar ezazu erabiltzailearen azalaren irudia izenaren gainean bistaratzeko.

source: Include the user's display name.
eu_es: Sar ezazu erabiltzailearen bistaratze izena.

source: Include the user's mention name under their display name.
eu_es: Sar ezazu erabiltzailearen aipamenaren izena bere izenaren behealdean bistaratzeko.

source: Initiated By Me
eu_es: Nire Eskutik Hasitakoak

source: Invalid activation key.
ca: Clau d'activació no vàlida.
eu_es: Okerreko aktibazio gakoa.

source: Invalid activity ID.
eu_es: Jarduera identifikatzaile baliogabea.

source: Invalid blog ID.
eu_es: Blogaren IDentifikatzailea baliogabea da.

source: Invalid field ID.
eu_es: Eremu identifikatzaile baliogabea.

source: Invalid field group ID.
eu_es: Eremu talde identifikatzaile baliogabea.

source: Invalid friendship ID.
eu_es: Adiskidetasun IDentifikatzailea baliogabea da.

source: Invalid group ID.
eu_es: Talde identifikatzaile baliogabea.

source: Invalid group id.
eu_es: Talde-IDentifikatzailea baliogabea da.

source: Invalid group invitation ID.
eu_es: Taldeko gonbidapen identifikatzaile baliogabea.

source: Invalid group member ID.
eu_es: Taldeko kide identifikatzaile baliogabea.

source: Invalid group membership request ID.
eu_es: Talde bazkidetza eskaera identifikatzaile baliogabea.

source: Invalid member ID.
eu_es: Kide identifikatzaile baliogabea.

source: Invalid notification ID.
eu_es: Jakinarazpen identifikatzaile baliogabea.

source: Invalid profile field ID.
eu_es: Profil eremu identifikatzaile baliogabea.

source: Invalid signup id.
eu_es: Erregistratzeko IDentifikatzailea baliogabea da.

source: Invalid taxonomy.
eu_es: Baliogabeko taxonomia.

source: Invalid user ID.
eu_es: Erabiltzaile IDentifikatzailea baliogabea da.

source: Invitation failed for %s user.
eu_es: %s erabiltzailearentzat gonbidapenak huts egin du.

source: Invitation or request.
eu_es: Gonbidapena edo eskaera.

source: Invitations
ca: Invitacions
eu_es: Gonbidapenak

source: Invitations sent.
eu_es: Gonbidapenak bidalita.

# Group invitations menu title
source: Invite
eu_es: Gonbidapenak

# My Group screen nav
source: Invite
ca: Selecciona amics als quals convidar
eu_es: Gonbidatu

# button
source: Invite
eu_es: Gonbidatu

source: Invite Members
ca: Convideu membres nous
eu_es: Kideak Gonbidatu

source: Invite successfully removed
ca: S'ha suprimit la invitació correctament
eu_es: Gonbidapena arrakastaz kendu da

source: Invited By
eu_es: Nork Gonbidatuta

source: Invited by:
ca: Correu electrònic de qui convida
eu_es: Gonbidatuta:

# Group screen nav
source: Invites
ca: Invitacions
eu_es: Gonbidapenak

source: Invites could not be sent. Please try again.
ca: No s'ha enviat el missatge. Torneu-ho a provar.
eu_es: Ezin izan dira gonbidapenak bidali. Saiatu berriro mesedez.

source: It looks like you do not have a webcam or we were unable to get permission to use your webcam. Please upload a photo instead.
ca: Sembla que no teniu una webcam o no és possible obtenir permís per fer-la servir. En comptes d'això pugeu una fotografia.
eu_es: Web-kamera bat ez duzula edo hau erabiltzeko baimenik ez duzula dirudi. Argazki bat igo honen ordez, mesedez.

source: It looks like you have more sites to record. Resume recording by checking the "Repopulate site tracking records" option.
ca: Sembla que teniu més llocs per registrar. Continueu registrant marcant l'opció de "Torna a omplir els registres de seguiment del lloc"
eu_es: Badirudi grabatzeko gune gehiago dituzula. Jarraitu grabaketa "Birpopulatu gunearen jarraipenaren erregistroak" aukera egiaztatuz.

source: It&#8216;s what makes <del>time travel</del> BuddyPress possible!
ca: Això és el que fa possible el <del>viatge en el temps</del> del BuddyPress!
eu_es: It&#8216;k egiten du posible BuddyPressek <del>denboran bidaiatzea</del>!!

# Post Type generic comments activity front filter
source: Item comments
ca: Comentaris de l'element
eu_es: Elementuaren iruzkinak

source: Item's name
eu_es: Elementuaren izena

source: Item, Link, Type
ca: Element, enllaç, tipus
eu_es: Elementua, Esteka, Mota

source: It’s important for us to make sure the BP Nouveau template pack looks great in the default themes included in the WordPress package.
eu_es: Guretzat garrantzitsua da ziurtatzea BP Nouveau txantiloien paketeak itxura bikaina duela WordPress paketean sartutako gai lehenetsietan.

source: January
ca: Gener
eu_es: Urtarrila

source: Join Group
ca: Uneix-te al node
eu_es: Taldera Sartu

source: Joined a group
ca: Us heu unit al node
eu_es: Talde baten parte hartu

source: July
ca: Juliol
eu_es: Uztaila

source: June
ca: Juny
eu_es: Ekaina

source: Kick &amp; Ban
ca: Bloqueja
eu_es: Bota eta debekatu

source: Kick and ban this member
ca: Expulsa i prohibeix l'entrada a aquest membre
eu_es: Bota eta debekatu erabiltzaile hau

source: Language to use for the new user's site.
eu_es: Erabiltzaile berriaren gunean erabili beharreko hizkuntza.

source: Last Active
ca: L'últim actiu
eu_es: Azkena Sarean

# Groups admin Last Active column header
source: Last Active
ca: El darrer actiu
eu_es: Azkena sarean

source: Last Sent
ca: Darrer enviat
eu_es: Azken Bidalketa

source: Last active: %1$s
ca: Darrer actiu: %1$s
eu_es: Aktibo azkenengoz: %1$s

source: Last date the member was active on the site.
eu_es: Kidea, gunean aktibo egon zen azkeneko data.

source: Last notified: %s
ca: Darrer avís: %s
eu_es: Azken jakinarazpena: %s

source: Last time the group was active
eu_es: Taldea aktibo egon den azken aldia

source: Last time the user was active
eu_es: Erabiltzailea, aktibo egon den azken aldia

source: Latest Post: %s
ca: Darrer article: %s
eu_es: Azken sarrera: %s

source: Latest activity the user posted
eu_es: Erabiltzaileak, argitaratutako azken jarduera

source: Latest updates
ca: Actualitzacions
eu_es: Azkenengo eguneraketak

source: Lead Developer
ca: Desenvolupador líder
eu_es: Garapen burua

source: Learn more about activity embeds
eu_es: Lor ezazu informazio gehiago jardueren kapsulatzei buruz

source: Leave Group
ca: Deixa el node
eu_es: Taldea Utzi

source: Leave a reply
ca: Deixa una resposta
eu_es: Erantzun bat utzi

source: Let your users make connections so they can track the activity of others and focus on the people they care about the most.
ca: Permet als usuaris fer connexions per a què puguin fer un seguiment de l'activitat d'altres i centrar-se en la gent que els importa per sobre de la majoria.
eu_es: Utzi erabiltzaileei konexioak egin ditzaten horrela besteen jarduera jarraitu eta gehien zaintzen duten pertsonei arreta jarri ahal izango dute.

source: Limit fields by those restricted to a given member type, or array of member types. If `$user_id` is provided, the value of `$member_type` will be overridden by the member types of the provided user. The special value of 'any' will return only those fields that are unrestricted by member type - i.e., those applicable to any type.
eu_es: Emandako kide mota batera, edo kide mota matrize batera mugatu eremuak. `$user_id` eskaini bada, `$member_type`-ren balioa eskainitako erabiltzailearen kide motagatik aldatuko da. 'any' balio bereziak kide motaren arabera mugatuta ez dauden eremuak bakarrik itzuliko ditu. - adibidez, edozein motarako aplikagarriak direnak.

source: Limit result set to invites that have been sent, not sent, or include all.
eu_es: Emaitzak mugatu bidali diren, bidali ez diren edo guztiak barne hartzen dituzten gonbidapenetara.

source: Limit result set to items created by a specific group.
eu_es: Talde jakin batek sortutako elementuetara emaitzak mugatu.

source: Limit result set to items created by a specific site.
eu_es: Gune jakin batek sortutako elementuetara emaitzak mugatu.

source: Limit result set to items created by a specific user (ID).
eu_es: Erabiltzaile (identifikatzailea) jakin batek sortutako elementuetara emaitzak mugatu.

source: Limit result set to items from specific states.
eu_es: Emaitzak mugatu egoera jakinen elementuetara.

source: Limit result set to items published after a given ISO8601 compliant date.
eu_es: ISO8601 araberako data jakin baten ondoren argitaratu diren elementuetara emaitzak mugatu.

source: Limit result set to items with a specific active BuddyPress component.
eu_es: BuddyPressen osagai aktibo jakin bat duten elementuetara emaitzak mugatu.

source: Limit result set to items with a specific activity type.
eu_es: Jarduera mota jakin bat duten elementuetara emaitzak mugatu.

source: Limit result set to items with a specific prime association ID.
eu_es: Lehen elkarteko identifikataile jakin bat duten elementuetara emaitzak mugatu.

source: Limit result set to items with a specific scope.
eu_es: Jar egiezu muga emaitza multzoa esparru jakin bat duten elementuei.

source: Limit result set to items with a specific secondary association ID.
eu_es: Emaitzak mugatu bigarren mailako lotura identifikatzaile jakin bat duten elementuetara..

source: Limit result set to items with a specific status.
eu_es: Emaitzak mugatu egoera jakin bat duten elementuetara.

source: Limit result set to items with a specific type.
eu_es: Mota jakin bat duten elementuetara emaitzak mugatu.

source: Limit result set to notifications addressed to a specific user.
eu_es: Erabiltzaile jakin bati zuzendutako jakinarazpenetara emaitzak mugatu.

source: Limit result set to notifications associated with a specific component
eu_es: Emaitzak mugatu osagai jakin batera elkartutako jakinarazpenetara

source: Limit result set to notifications associated with a specific component's action name.
eu_es: Emaitzak mugatu osagai jakin baten izenari elkartutako jakinarazpenetara.

source: Limit result set to notifications associated with a specific item ID.
eu_es: Emaitzak mugatu elementu identifikatzaile jakin batekin elkartutako jakinarazpenetara.

source: Limit result set to notifications associated with a specific secondary item ID.
eu_es: Emaitzak mugatu bigarren mailako elementu identifikatzaile jakin bati lotutako jakinarazpenetara.

source: Limit result to messages created by a specific user.
eu_es: Mugatu emaitzak erabiltzaile jakin baten mezuetara.

source: Limit results set to a certain Group type.
eu_es: Mugatu emaitza multzoak Talde mota jakin batetara.

source: Limit results set to a certain XProfile field.
eu_es: Mugatu emaitzak XProfile eremu jakin batetara.

source: Limit results set to certain type(s).
eu_es: Mugatu emaitza multzoa partaide mota jakin batetara.

source: Limit results to friends of a user.
eu_es: Emaitzak erabiltzailearen lagunetara mugatu.

source: Link
ca: Enllaç
eu_es: Esteka

# activity admin edit screen
source: Link
ca: Enllaç
eu_es: Esteka

source: Link to full size image
ca: Enllaç a la imatge completa
eu_es: Irudi tamaina osora esteka

source: Link widget title to Blogs directory
ca: Enllaça el títol del giny al directori de blogs
eu_es: Widget-aren izenburua Blogak direktorioarekin lotu

source: Link widget title to Groups directory
ca: Enllaça el títol del giny al directori de nodes
eu_es: Widgetaren izenburua Taldeak direktoriora estekatu

source: Link widget title to Members directory
ca: Enllaça el títol del giny al directori de membres
eu_es: Widgetaren izenburua Kideak direktoriora estekatu

source: Links
ca: Enllaços
eu_es: Estekak

source: List of message objects for the thread.
eu_es: Hariarentzat mezu-objektuen zerrenda.

source: List of starred message IDs.
eu_es: Nabarmendutako mezuen identifikatzaileen zerrenda.

source: List view
eu_es: Ikusazu zerrenda

source: Load More
ca: Carrega més
eu_es: Gehiago kargatu

# button
source: Load More
eu_es: Gehiago Kargatu

source: Load Newest
ca: Carrega el més nou
eu_es: Kargatu berrienak

source: Loading members. Please wait.
ca: Espereu mentre s'està carregant més resultats...
eu_es: Kideak kargatzen. Itxaron mesedez.

source: Loading messages. Please wait.
ca: Espereu mentre s'està carregant més resultats...
eu_es: Mezuak kargatzen. Itxaron mesedez.

source: Loading notifications. Please wait.
ca: Espereu mentre s'està carregant més resultats...
eu_es: Jakinarazpenak kargatzen. Itxaron mesedez.

source: Loading the community updates. Please wait.
ca: Espereu mentre s'està carregant més resultats...
eu_es: Komunitatearen eguneraketak kargatzen. Itxaron mesedez.

source: Loading the group updates. Please wait.
ca: Espereu mentre s'està carregant més resultats...
eu_es: Taldeko eguneraketak kargatzen. Itxaron mesedez.

source: Loading the groups of the community. Please wait.
ca: Espereu mentre s'està carregant més resultats...
eu_es: Komunitateko taldeak kargatzen. Itxaron mesedez.

source: Loading the member's blogs. Please wait.
eu_es: Kidearen blogak kargatzen. Itxaron mesedez.

source: Loading the member's friends. Please wait.
eu_es: Kidearen lagunak kargatzen. Itxaron mesedez.

source: Loading the member's groups. Please wait.
eu_es: Kidearen taldeak kargatzen. Itxaron mesedez.

source: Loading the member's updates. Please wait.
eu_es: Kidearen eguneraketak kargatzen. Itxaron mesedez.

source: Loading the members of your community. Please wait.
ca: S'estan carregant els membres del node.
eu_es: Zure komunitateko kideak kargatzen. Itxaron mesedez.

source: Loading the members who requested to join the group. Please wait.
ca: S'estan carregant els membres que han sol·licitat l'admissió al node.
eu_es: Taldean sartzeko eskatu duten kideak kargatzen. Itxaron mesedez.

source: Loading the sites of the network. Please wait.
ca: Espereu mentre s'està carregant més resultats...
eu_es: Sareko guneak kargatzen. Itxaron mesedez.

source: Loading the update. Please wait.
ca: Espereu mentre s'està carregant més resultats...
eu_es: Eguneraketa kargatzen. Itxaron mesedez.

source: Loading your blogs. Please wait.
ca: Espereu mentre s'està carregant més resultats...
eu_es: Zure blogak kargatzen, itxaron mesedez.

source: Loading your friends. Please wait.
ca: Espereu mentre s'està carregant més resultats...
eu_es: Zure lagunak kargatzen. Itxaron mesedez.

source: Loading your groups. Please wait.
ca: Espereu mentre s'està carregant més resultats...
eu_es: Zure taldeak kargatzen. Itxaron mesedez.

source: Loading your updates. Please wait.
ca: Espereu mentre s'està carregant més resultats...
eu_es: Zure eguneraketak kargatzen. Itxaron mesedez.

source: Log In
ca: Entra
eu_es: Saioa hasi

source: Log Out
ca: Surt
eu_es: Irten

source: Logged-In
ca: Connectats
eu_es: Sarean

source: Logged-Out
ca: Desconnectats
eu_es: Saretik at

source: Loop layouts
ca: Llaç (Loop)
eu_es: Begizta antolaketa

source: Lost your password?
ca: Heu perdut la contrasenya?
eu_es: Pasahitza galdu duzu?

# BP Group type ID description
source: Lower-case string, no spaces or special characters. Used to identify the group type.
eu_es: Zuriunerik edo karaktere berezirik gabeko minuskula-katea. Talde-mota identifikatzeko erabiltzen da.

source: M j, Y @ G:i
ca: d-m-Y \a \l\e\s G:i
eu_es: Y M j, G:i tan

source: Main Settings
ca: Configuració Principal
eu_es: Ezarpen Nagusiak

source: Maintenance Release
ca: Versió de manteniment
eu_es: Mantenu argitalpena

source: Maintenance and Security Release
ca: Versió de manteniment i seguretat
eu_es: Mantenu eta Segurtasun argitalpena

source: Make a list matching this type available on the directory.
eu_es: Egizu eskuragarri direktorioan mota honekin bat datorren zerrenda.
