Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: Sorry, you need to be logged in to view membership requests.
eu_es: Barkatu, saioa hasi behar duzu bazkidetza eskaerak ikusteko.

source: Sorry, you need to be logged in to view your groups.
eu_es: Barkatu! Zure taldeak ikusteko, saioa hasi behar duzu.

source: Sort Order:
ca: Tipus d'ordenació:
eu_es: Antolatu:

source: Sort the order of results by the status of the group members.
eu_es: Emaitzak taldeko kideen egoeraren araberako ordenean jarri.

source: Spam %s
eu_es: Zaborra %s

source: Spammer
ca: Usuari brossa
eu_es: Spammerra

source: Special community roles no longer exist. Use mapped capabilities instead
ca: Els rols de comunitat especials ja no existeixen. Useu capacitats per contra
eu_es: Komunitate rol bereziak dagoeneko ez dira existitzen. Mapeatutako ahalmenak erabili beraien ordez.

source: Specific user login to return.
eu_es: Itzul ezazu nahi duzun erabiltzaile-izen espezifikoa.

source: Star
ca: Destaca
eu_es: Izarra

source: Star Conversation
ca: Destaca
eu_es: Elkarrizketa Markatu

source: Star Message
ca: Destaqueu el missatge
eu_es: Mezua Markatu

source: Star the first message in this thread
ca: Destaqueu el primer missatge d'aquest fil
eu_es: Hari honetako lehen mezuari izarra jarri

source: Starred
ca: Destacats
eu_es: Izarrarekin

source: Starred messages
ca: Missatges destacats
eu_es: Markatutako mezuak

source: Starring messages. Please wait.
eu_es: Mezuak nabarmentzen. Itxaron mesedez

source: Start typing a username to add a new member.
ca: Comença afegint un nom d'usuari per afegir un membre nou.
eu_es: Goitizena idazten hasi partaide berria gehitzeko.

source: Start typing the group name...
ca: Comença afegint un nom per al node...
eu_es: Taldearen izena idazten hasi...

source: Start typing the name of the group you want to add to the groups list.
eu_es: Has zaitez taldeen zerrendan gehitu nahi duzun taldearen izena idatziz.

source: Start typing the name of the group you want to feature into this post.
eu_es: Has zaitez ezaugarritu nahi duzun talde-izena hemen argitaratzen.

source: Start typing the name of the member you want to add to the members list.
eu_es: Has zaitez kideen zerrendan gehitu nahi duzun kidearen izena idaztziz.

source: Start typing the name of the member you want to feature into this post.
eu_es: Has zaitez idazten bidalketa honetan ezaugarritu nahi duzun kidearen izena.

source: Start:
ca: Inici:
eu_es: Hasiera:

source: Started by %1$s
ca: Iniciat per %1$s
eu_es: %1$s -k hasia

source: Status
eu_es: Egoerak

# Groups admin Privacy Status column header
source: Status
ca: Estat
eu_es: Egoera

# activity admin edit screen
source: Status
ca: Estat
eu_es: Egoera

# members user-admin edit screen
source: Status
ca: Estat
eu_es: Egoera

# group member edit role abort link
source: Stop editing
eu_es: Editatzeari utzi

source: Strength indicator
eu_es: Sendotasun-adierazlea

source: Subject
ca: Assumpte
eu_es: Gaia

# Admin Notices column header
source: Subject
ca: Assumpte
eu_es: Gaia

source: Subject of the Message initializing the Thread.
eu_es: Haria hasten duen Mezuaren gaia.

source: Submit
ca: Envia
eu_es: Bidali

source: Submitted on %s
ca: Enviat el %s
eu_es: Bidaltze data: %s

source: Submitted on: %s
ca: Publicat el: %s
eu_es: Bidalketa data: %s

source: Suggested text:
eu_es: Gomendatutako testua:

source: Summary for the latest message of the Thread, as it exists in the database.
eu_es: Hariaren azken mezuaren laburpena, datu-basean agertzen den eran.

source: Summary of the latest message of the Thread.
eu_es: Hariaren azken mezuaren laburpena.

source: Support Forums
ca: Fòrums de suport
eu_es: Euskarri foroak

source: Switch to WordPress Toolbar
ca: Canvia a la barra d'eines del WordPress
eu_es: WordPress tresna-barrara aldatu

source: Tags (comma separated):
ca: Etiquetes (separades per coma):
eu_es: Etiketak (komaz banandua):

source: Tags:
ca: Etiquetes:
eu_es: Etiketak:

source: Take Photo
ca: Fes una fotografia
eu_es: Argazkia atera

source: Template Pack
ca: Paquet de plantilla
eu_es: Txantiloi Multzoa

# xprofile field type
source: Text Box
ca: Quadre de text
eu_es: Testu Kutxa

source: Text color
ca: Color del text
eu_es: Testuaren kolorea

source: Text size
ca: Mida del text
eu_es: Testuaren tamainua

source: Textbox
ca: Camp de text
eu_es: Testu-kutxa

source: Thank you for using BuddyPress! 😊
ca: Gràcies per fer servir el WoddyPress
eu_es: Eskerrik asko BuddyPress erabiltzeagatik! 😊

source: Thanks for registering! To complete the activation of your account and site, go to the following link: <a href="{{{activate-site.url}}}">{{{activate-site.url}}}</a>. After you activate, you can visit your site at <a href="{{{user-site.url}}}">{{{user-site.url}}}</a>.
ca: Gràcies per registrar-vos! Per a completar l'activació del vostre compte i lloc, aneu a l'enllaç següent: <a href="{{{activate-site.url}}}">{{{activate-site.url}}}</a>. Després d'activar-lo el podreu visitar a <a href="{{{user-site.url}}}">{{{user-site.url}}}</a>.
eu_es: Eskerrik asko erregistratzeagatik! ure kontu eta gunearen aktibazioarekin bukatzeko klikatu hurrengo estekan: <a href="{{{activate-site.url}}}">{{{activate-site.url}}}</a>. Aktibatu ondoren zure gunea hemen bisitatu ahal izango duzu <a href="{{{user-site.url}}}">{{{user-site.url}}}</a>.

source: Thanks for registering! To complete the activation of your account and site, go to the following link: {{{activate-site.url}}} After you activate, you can visit your site at {{{user-site.url}}}.
ca: Gràcies per registrar-vos! Per a completar l'activació del vostre compte i lloc, feu clic a l'enllaç següent: {{{activate-site.url}}} Després d'activar-lo el podreu visitar a {{{user-site.url}}}.
eu_es: Eskerrik asko erregistratzeagatik! Zure kontu eta gunearen aktibazioarekin bukatzeko klikatu hurrengo estekan: {{{activate-site.url}}} Aktibatu ondoren zure gunea hemen bisitatu ahal izango duzu {{{user-site.url}}}.

source: Thanks for registering! To complete the activation of your account, go to the following link and click on the 'Activate' button: {{{activate.url}}} If the 'Activation Key' field is empty, copy and paste the following into the field - {{key}}
eu_es: Eskerrik asko izena emateagatik! Zure kontua aktibatzeko, joan esteka honetara eta egin klik 'Aktibatu' botoian: {{{activate.url}}} 'Aktibatzeko Gakoa' eremua hutsik badago, kopiatu eta itsatsi - {{key}} eremuan

source: Thanks for registering! To complete the activation of your account, go to the following link and click on the <strong>Activate</strong> button: <a href="{{{activate.url}}}">{{{activate.url}}}</a> If the 'Activation Key' field is empty, copy and paste the following into the field - {{key}}
eu_es: Eskerrik asko izena emateagatik! Zure kontua aktibatzeko, joan esteka honetara eta egin klik <strong>Aktibatu</strong> botoian: <a href="{{{activate.url}}}">{{{activate.url}}}</a> 'Aktibatzeko Gakoa' eremua hutsik badago, kopiatu eta itsatsi - {{key}} eremuan

source: Thanks to the two new %s, adding, editing and deleting Member & Group Types has never been so easy!
eu_es: Bi %s berriei esker, kide eta talde-motak gehitzea, editatzea eta ezabatzea ez da inoiz hain erraza izan!

source: That email address is already taken.
ca: Aquesta adreça de correu ja està en ús.
eu_es: Email helbide hori jada hartuta dago.

source: That email address is currently unavailable for use.
ca: Aquesta adreça electrònica no està disponible per ser usada actualment.
eu_es: Email helbide hori oraingoz ez dago eskuragarri erabiltzeko.

source: That email address is invalid. Check the formatting and try again.
ca: Aquesta adreça electrònica no és correcta. Comproveu el seu format i proveu de nou.
eu_es: Email helbide hori okerra da. Konprobatu formatua eta saiatu berriz.

# cover image upload error
source: That image is too big. Please upload one smaller than %s
eu_es: Irudi hori handiegia da. Mesedez, igo ezazu %s baino txikiagoa den bat

# profile photo upload error
source: That photo is too big. Please upload one smaller than %s
eu_es: Argazki hori handiegia da. Mesedez, igo ezazu %s baino txikiagoa den bat

source: That username is already activated.
ca: Aquest nom d'usuari ja està actiu.
eu_es: Goitizen hau jada aktibatua izan da.

source: That username is not allowed
ca: Aquest nom d'usuari no està permès
eu_es: Goitizen hori ezin da erabili

source: The %s has been updated according to the latest improvements we’ve brought to the BuddyPress REST API.
eu_es: BuddyPress REST APIra ekarri ditugun azken hobekuntzen arabera eguneratu da %s.

source: The %s was deleted successfully!
ca: S'ha esborrat correctament el %s.
eu_es: %s arrakastaz ezabatu da!

source: The BP Blocks category now includes 5 blocks!
eu_es: BP Blocks kategoriak 5 bloke ditu orain!

source: The BuddyBar is no longer supported. Please migrate to the WordPress toolbar as soon as possible.
ca: La BuddyBar ja no està suportada. Migreu a la barra d'eines del WordPress com més aviat millor.
eu_es: BuddyBar dagoeneko bateragarria ez da. Ahal bezain laister WordPress tresnabarrara aldatu.

source: The BuddyPress Community
ca: La comunitat del BuddyPress
eu_es: BuddyPress Komunitatea

source: The BuddyPress attachments uploads directory is not set.
eu_es: BuddyPressen eranskinak igotzeko karpeta ez dago ezarrita.

source: The Cover Image will be used to customize the header of your group.
ca: La imatge de la coberta es farà servir per personalitzar la capçalera del vostre node.
eu_es: Azal irudia zure taldeko goiburua pertsonalizatzeko erabiliko da.

source: The ID for the author of the activity.
eu_es: Jardueraren egilearen identifikatzailea.

source: The ID of latest sender of the Thread.
eu_es: Hariaren azken igorlearen identifikatzailea.

source: The ID of some other object also associated with this one.
eu_es: Objektu honekin elkartuta dagoen beste objekturen baten identifikatzailea.

source: The ID of some other object primarily associated with this one.
eu_es: Objektu honekin nagusiki elkartuta dagoen beste objekturen baten identifikatzailea.

source: The ID of the field the data is from.
eu_es: Dataren eremu identifikatzailea.

source: The ID of the group the field is part of.
eu_es: Eremuaren talde identifikatzailea.

source: The ID of the group the user requested a membership for.
eu_es: Erabiltzaileak kide izateko eskatu zuen taldearen identifikatzailea.

source: The ID of the group to which the user has been invited.
eu_es: Erabiltzailea gonbidatua izan den taldearen identifikatzailea.

source: The ID of the item associated with the notification.
eu_es: Jakinarazpenarekin elkartuta dagoen elementuaren identifikatzailea.

source: The ID of the latest message of the Thread.
eu_es: Hariaren azken mezuaren identifikatzailea.

source: The ID of the parent field.
eu_es: Guraso eremuaren identifikatzailea.

source: The ID of the secondary item associated with the notification.
eu_es: Jakinarazpenarekin elkartuta dagoen bigarren mailako elementuaren identifikatzailea.

source: The ID of the user the field data is from.
eu_es: Eremuko datuen erabiltzaile identifikatzailea.

source: The ID of the user the notification is addressed to.
eu_es: Jakinarazpena zuzentzen zaion erabiltzailearen identifikatzailea.

source: The ID of the user who created the Group.
eu_es: Taldea sortu zuen erabiltzailearen identifikatzailea.

source: The ID of the user who is invited to agree to the Friendship request.
eu_es: Lagunarteko eskaera onartzeko, gonbidatuta dagoen Erabiltzailearen IDentifikatzailea.

source: The ID of the user who is invited to join the Group.
eu_es: Taldean sartzeko gonbidapenaren erabiltzailearen identifikatzailea.

source: The ID of the user who is requesting the Friendship.
eu_es: Adiskidetasuna eskatzen ari den Erabiltzailearen IDentifikatzailea.

source: The ID of the user who made the invite.
eu_es: Gonbidapena egin zuen erabiltzailearen identifikatzailea.

source: The ID of the user who requested a Group membership.
eu_es: Taldeko bazkidetza eskatu duen erabiltzailearen identifikatzailea.

source: The ID of user the field data is from.
eu_es: Eremu datuen erabiltzaile identifikatzailea.

source: The Name and Description box is fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to hide or unhide, or to choose a 1- or 2-column layout for this screen.
ca: Els quadres de nom i descripció estan fixes, però podeu reubicar totes les altres caixes arrossegant i deixant-les anar, així com minimitzar-les o expandir-les en fer clic a la barra de títol de cada caixa. Utilitzeu la pestanya opcions de pantalla per amagar-les o mostrar-les, o trieu una distribució en 1 o 2 columnes des d'aquesta pantalla.
eu_es: Izena eta deskripzioko laukia lekuan finkatuta dago, ala ere beste lauki guztien kokapenak arrastatu eta jareginez aldatu ditzakezu, eta txikitu edo handitu ditzakezu koadro bakoitzaren izenburuko barran klik eginez. Pantailako Aukeren erlaitza erabili ezkutatzeko edo erakusteko, edo aukeratu 1- edo 2- zutabeko antolaketa pantaila honentzako.

source: The Term Type ID value is missing
eu_es: Termino-motako IDentifikatzailearen balioa falta da

source: The Type ID value is missing
eu_es: IDentifikatzaile-motaren balioa falta da

source: The Type already exists
eu_es: Mota hau lehendik dago

source: The URL you provided is not a permalink to a public BuddyPress Activity. Please use another URL.
eu_es: Emandako URLa ez da BuddyPress Jarduera publiko baterako esteka bat. Mesedez, erabil ezazu beste URL bat.

source: The URL-friendly slug for the Group.
eu_es: Taldearen URL lagungarria.

source: The `name` or `editor_script` required keys are missing.
eu_es: Beharrezkoak diren "izena" edo "editor script" gakoak falta dira.

source: The active BuddyPress component the activity relates to.
eu_es: Jarduerarekin erlazionatutako BuddyPressen osagai aktiboa.

source: The activity I've marked as a favorite.
ca: L'activitat que he marcat com un favorit.
eu_es: Gogoko bezala markatu dudan jarduera.

source: The activity item has been marked as spam and is no longer visible.
ca: L'activitat s'ha marcat com a brossa i ja no és visible.
eu_es: Jarduera elementua spam gisa markatu da eta aurrerantzean ez da ikusgai egongo.

source: The activity item has been updated successfully.
ca: S'ha actualitzat correctament l'element d'activitat.
eu_es: Jarduera elementua ondo eguneratu da.

source: The activity of groups I am a member of.
ca: La activitat dels nodes dels quals en sóc membre.
eu_es: Kide naizen taldeetako jarduerak.

source: The activity of my friends only.
ca: Només l'activitat dels meus amics.
eu_es: Nire lagunen jarduera bakarrik.

source: The activity type of the activity.
eu_es: Jardueraren jarduera mota.

source: The alt attribute for the <img> element.
eu_es: <img> elementuarentzako alt atributua.

source: The bp_nav and bp_options_nav globals should not be used directly and are deprecated. Please use the BuddyPress nav functions instead.
ca: Les globals bp_nav i bp_options_nav no han de ser utilitzades directament i estan en desús. Si us plau, utilitzeu les funcions de navegació de BuddyPress.
eu_es: Bp_nav eta bp_option_nav globalak ez dira zuzenean erabili behar eta zaharkituta daude. Erabili BuddyPress nabigazioko funtzioak hauen ordez mesedez.

source: The content of activity items obey the same privacy rules as the contexts in which the activity items are created. For example, activity updates created in a user's profile is publicly visible, while activity items generated in a private group are visible only to members of that group. Site administrators can view all activity items, regardless of context.
eu_es: Jardueren elementuen edukiak jarduera elementuak sortu dituzten testuinguruko pribatutasun arau berak betetzen dituzte. Adibidez, erabiltzailearen profilan sortutako jarduera eguneratzeak publikoki ikusgai daude, bitartean talde pribatu batean sortutako jarduera elementuak talde horretako kideentzat bakarrik dira ikusgai. Gunearen administratzaileek jardueraren elementu guztiak ikusi ditzakete, testuingurua edozein dela ere.

source: The content of private messages is visible only to the sender and the recipients of the message. With the exception of site administrators, who can read all private messages, private message content is never visible to other users or site visitors. Site administrators may delete the content of any message.
eu_es: Mezu pribatuen edukia igorle eta mezuaren hartzaileentzako ikusgarria da bakarrik. Gunearen administratzaileak izan ezik, mezu pribatu guztiak irakur ditzaketenak, mezu pribatuaren edukia ez da inoiz ikusgai beste erabiltzaile edo gune bisitarientzat. Gunearen administratzaileek edozein mezuren edukia ezabatu dezakete.

source: The content of the latest activity posted by the member.
eu_es: Kideak argitaratutako azken jardueraren edukia.

source: The conversation you tried to access is no longer available
ca: La conversa a la que proveu d'accedir ja no està disponible
eu_es: Sartzen saiatu zaren elkarrizketa ez dago eskuragarri

source: The cover image directory is not valid.
eu_es: Azaleko irudien karpeta ez da balioduna.

source: The cover image is a Members component feature, please use bp_is_active( 'members', 'cover_image' ) instead.
eu_es: Azaleko irudia Kideen osagaiaren ezaugarria da. Mesedez, haren ordez, erabil ezazu bp_is_active ('kideak', 'cover_image').

source: The data for the user was not found.
eu_es: Ez dira partaidearen datuak aurkitu.

source: The date of the last time the membership of this user was modified, in the site's timezone.
eu_es: Erabiltzaile honen bazkidetza azkenengo aldiz aldatutako data, gunearen ordu-eremuan.

source: The date the Group was created, in the site's timezone.
eu_es: Taldea sortu zen data, gunearen ordu-eremuan.

source: The date the Group was last active, in the site's timezone.
eu_es: Taldea azken aldiz aktiboa izan zen data, gunearen ordu-eremuan.

source: The date the activation email was sent to the user, in the site's timezone.
eu_es: Erabiltzaileari, aktibazio e-posta bidali zitzaion data, gunearen ordu-eremuan.

source: The date the activity was published, in the site's timezone.
eu_es: Jarduera argitaratu zen data, gunearen ordu-eremuan.

source: The date the field data was last updated, in the site's timezone.
eu_es: Eremuko datuak azkenengo aldiz eguneratu zirenaren data, gunearen ordu-eremuan.

source: The date the friendship was created, in the site's timezone.
eu_es: Adiskidetasuna sortu zeneko data, gunearen ordu-eremuan.

source: The date the latest message of the Thread, in the site's timezone.
eu_es: Hariaren azken mezuaren data, gunearen ordu-eremuan.

source: The date the notification was created, in the site's timezone.
eu_es: Jakinarazpena sortutako data, gunearen ordu-eremuan.

source: The date the object was created or last updated, in the site's timezone.
eu_es: Objektua sortu edo azkenengo aldiz eguneratu zen data, gunearen ordu-eremuan.

source: The description of the Group.
eu_es: Taldearen deskripzioa.

source: The description of the activity's type (eg: Username posted an update)
eu_es: Jardueraren motaren deskripzioa (adibidea: Erabiltzaile-izenak eguneraketa bat argitaratu du)

source: The description of the blog.
eu_es: Blogaren deskripzioa.

source: The description of the group of profile fields.
eu_es: Profil eremu taldearen deskripzioa.

source: The description of the profile field.
eu_es: Profil eremuaren deskripzioa.

source: The email address for the member.
eu_es: Partaidentzako e-posta helbidea.

source: The email for the user the signup is for.
eu_es: Izena eman duen erabiltzailearen e-posta.

source: The field was saved successfully.
ca: El camp s'ha desat correctament.
eu_es: Eremua arrakastaz gorde da.

source: The fields associated with this group of profile fields.
eu_es: Talde profil eremu honekin lotutako eremuak.

source: The file was uploaded successfully
ca: El fitxer s'ha penjat correctament
eu_es: Fitxategia arrakastaz igo da

source: The first footer widget area
ca: Àrea del giny del primer peu de pàgina
eu_es: Lehenengo oin widget eremua

source: The following active BuddyPress Components do not have associated WordPress Pages: %s.
ca: Els següents components actius de BuddyPress no tenen associats pàgines de WordPress: %s.
eu_es: Aktibo dauden BuddyPress Osagai hauek ez dute WordPresseko orrialderik lotuta: %s.

source: The following members were successfully modified: %s
ca: Els membres següents s'han modificat correctament: %s
eu_es: Ondorengo kideak arrakastaz eguneratuak izan dira: <em>%s</em>

source: The following users could not be added to the group: %s
ca: Els usuaris següents no s'han pogut afegir al node: %s
eu_es: Hurrengo erabiltzaileak ezin dira taldera gehitu: <em>%s</em>

source: The following users were successfully added to the group: %s
ca: Els usuaris següents s'han afegit correctament al node: %s
eu_es: Ondorengo erabiltzaileak arrakastaz gehituak izan dira taldera: <em>%s</em>

source: The fourth footer widget area
ca: Àrea del giny del quart peu de pàgina
eu_es: Laugarren oin widget eremua

source: The group cover image was deleted successfully!
ca: La imatge de la coberta del node s'ha esborrat correctament!
eu_es: Zure taldeko azaleko irudia arrakastaz ezabatu da!

source: The group cover image was uploaded successfully.
ca: La imatge de la coberta del node s'ha pujat correctament.
eu_es: Zure taldeko azaleko irudia arrakastaz igo da.

source: The group has been updated successfully.
ca: El node s'ha actualitzat correctament.
eu_es: Taldea arrakastaz eguneratu da.

source: The group profile photo was deleted successfully!
ca: La foto del perfil de node s'ha suprimit correctament!
eu_es: Taldeko profil argazkia ondo ezabatu da!

source: The group profile photo was uploaded successfully.
ca: La foto de perfil de node s'ha penjat correctament.
eu_es: Taldeko profileko argazkia arrakastaz igo da.

source: The group type you provided, %1$s, is not one of %2$s.
eu_es: Hornitu duzun taldearen mota, %1$s, ez da %2$s taldearen motatako bat.

source: The group was deleted successfully.
ca: El node s'ha esborrat correctament.
eu_es: Taldea arrakastaz ezabatu da.

# Profile fields group was deleted successfully
source: The group was deleted successfully.
ca: El grup s'ha suprimit correctament.
eu_es: Taldea ondo ezabatu da.

source: The group was saved successfully.
ca: El node s'ha desat correctament.
eu_es: Taldea arrakastaz gorde da.

source: The human diff time the Group was last active, in the site's timezone.
eu_es: Gunearen ordu-eremuan, taldea azken aldiz aktiboa izan zen data.

source: The invite has been sent.
ca: S'ha enviat la invitació.
eu_es: Gonbidapena bidali egin da.

source: The invite has not been sent yet.
ca: Encara no s'ha enviat cap invitació
eu_es: Gonbidapena ez da bidali oraindik.

source: The item you were replying to no longer exists.
ca: L'element al que esteu responent ja no existeix.
eu_es: Barkatu, erantzun duzun elementua ez da gehiago existitzen.

source: The last activity date from the blog, in the site's timezone.
eu_es: Azkeneko jarduera blogaren data da, gunearen ordu-eremuan.

source: The list of recipient User Objects involved into the Thread.
eu_es: Harira sartuta dauden Erabiltzaile Objektu hartzaileen zerrenda.

source: The list of the recipients user IDs of the Message.
eu_es: Mezuaren hartzaileen erabiltzaile identifikatzaileen zerrenda.

source: The list of user IDs for all messages in the Thread.
eu_es: Hariko mezu guztientzako erabiltzaile identifikatzaileen zerrenda.

source: The maximum amount of groups the user is member of to return. Defaults to all groups.
eu_es: Erabiltzaileak itzultzeko, osatutako gehienezko talde kopurua. Talde guztientzako lehenetsiak.
