Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: Make a list of groups matching this type available on the groups directory.
eu_es: Taldeen karpetan, egizu eskuragarri mota honekin bat datozen taldeen zerrenda.

source: Make a list of members matching this type available on the members directory.
eu_es: Egizu eskuragarri kideen direktorioan mota honekin bat datozen kideen zerrenda.

source: Make sure to upload a unique file
ca: Assegureu-vos de penjar un únic fitxer
eu_es: Ziurtatu fitxategi bakarra igotzen zoazela

# My Group screen nav
source: Manage
ca: Gestiona
eu_es: Kudeatu

source: Manage Comments
ca: Gestiona els comentaris
eu_es: Iruzkinak kudeatu

source: Manage Group Details
ca: Gestiona els detalls del node
eu_es: Taldearen Xehetasunak Kudeatu

source: Manage Group Members
ca: Gestiona els membres
eu_es: Taldeko Kideak Kudeatu

source: Manage Group Settings
ca: Gestió de la configuració del node
eu_es: Taldearen ezarpenak kudeatu

source: Manage Invitations
ca: Gestiona les invitacions
eu_es: Gonbidapenak Kudeatu

source: Manage Member Types and Group Types right from your WordPress Dashboard.
eu_es: Kudea itzazu Kide-motak eta Talde-motak zuzenean zure WordPress Arbeletik.

source: Manage Members
ca: Gestiona els membres
eu_es: Erabiltzaileak Kudeatu

# group admin edit screen
source: Manage Members
ca: Gestiona els membres
eu_es: Partaideak Kudeatu

source: Manage Membership Requests
ca: Gestionar les sol·licituds d'admissió
eu_es: Bazkidetza eskaerak kudeatu

source: Manage Posts
ca: Gestiona les entrades
eu_es: Sarrerak kudeatu

source: Manage Signups
ca: Gestiona registres
eu_es: Kudeatu izen emateak

source: Manage notices shown at front end of your site to all logged-in users.
ca: Gestioneu els avisos que es mostren a la pàgina inicial del vostre lloc per a tots els usuaris que hagin iniciat la sessió.
eu_es: Kudeatu saioa hasi duten erabiltzaile guztiei zure gunearen aurrealdean erakusten diren abisuak.

source: Manage the Groups default front page
ca: Gestioneu la pàgina inicial predeterminada dels nodes
eu_es: Kudeatu taldeen azaleko orrialde lehenetsia

source: Manage the members default front page
ca: Gestioneu la pàgina inicial predeterminada dels membres
eu_es: Kudeatu kideen azaleko orrialde lehenetsia

source: Manage your group members; promote to moderators, admins or demote or ban.
ca: Gestioneu els membres del grup.
eu_es: Kudeatu zure taldeko kideak; sustatu moderatzaile, administratzaile bezela, degradatu edo debekatu.

source: March
ca: Març
eu_es: Martxoa

# link
source: Mark Read
eu_es: Irakurrita gisa markatu

# link
source: Mark Unread
eu_es: Irakurri gabe gisa markatu

source: Mark as Favorite
ca: Marca com a preferit
eu_es: Markatu Gogoko Gisa

# Message management markup
source: Mark as Read
ca: Marca com a llegits
eu_es: Irakurrita markatu

source: Mark as Spam
ca: Marca com a brossa
eu_es: Spam bezala markatu

# Message management markup
source: Mark as Unread
ca: Marca com a no llegits
eu_es: Irakurri gabea markatu

source: Mark read
ca: Marca com a llegit
eu_es: Irakurrita bezala markatu

# button
source: Mark read
eu_es: Irakurrita markatu

source: Mark unread
ca: Marca com a no llegit
eu_es: Irakurri gabe bezala markatu

# button
source: Mark unread
eu_es: Irakurri gabe markatu

source: Marking messages as read. Please wait.
eu_es: Mezuak irakurrita gisa markatzen. Itxaron mesedez.

source: Marking messages as unread. Please wait.
eu_es: Mezuak irakurrigabe gisa markatzen. Itxaron mesedez.

source: Max friends to show:
ca: Nombre màxim d'amics que es mostraran:
eu_es: Gehienez erakusteko lagun kopurua:

source: Max groups to show:
ca: Màxims nodes a mostrar:
eu_es: Erakusteko talde maximoak:

source: Max members to show:
ca: Màxim membres a mostrar:
eu_es: Kide kopuru maximoa erakusteko:

source: Max posts to show:
ca: Nombre màxim d'entrades a mostrar:
eu_es: Gehienez erakusteko sarrera kopurua:

source: Maximum amount to display:
eu_es: Bistaratzeko gehienezko kopurua:

source: May
ca: Maig
eu_es: Maiatza

source: Meet the contributors behind BuddyPress:
ca: Col·laboradors del BuddyPress %s
eu_es: Ezagutu BuddyPressen atzean dauden laguntzaileak:

source: Member
ca: Membre
eu_es: Kidea

source: Member > Friends
ca: S'està mostrant 1 membre amb amics
eu_es: Kidea > Lagunak

source: Member Activities
ca: Llista d'activitats
eu_es: Kide Jarduerak

source: Member Type
eu_es: Kide-mota

# Label for the WP users table member type column
source: Member Type
ca: Tipus de membre
eu_es: Kide Mota

# Member type taxonomy singular name
source: Member Type
eu_es: Kide-mota

# members user-admin edit screen
source: Member Type
ca: Tipus de membre
eu_es: Erabiltzaile mota

# BP Member type ID label
source: Member Type ID
eu_es: Kide-mota IDentifikatzailea

source: Member Type:
eu_es: Kide-mota:

source: Member Types
ca: Tipus de membres
eu_es: Kide motak

# Member type taxonomy name
source: Member Types
eu_es: Kide-mota

# Member type taxonomy items list label
source: Member Types list
eu_es: Kide-moten zerrenda

# Member type taxonomy items list navigation label
source: Member Types list navigation
eu_es: Kide-moten nabigazio-zerrenda

source: Member Types:
eu_es: Kide-motak:

source: Member XProfile groups and its fields.
eu_es: Profil hedatuetako taldeen partaideak eta beraien eremuak.

source: Member changed profile picture
ca: Un membre ha canviat la fotografia del perfil
eu_es: Partaide batek profileko argazia aldatu du

source: Member front page
eu_es: Kidearen azaleko orrialdea

source: Member menu
eu_es: Kide menua

source: Member navigation
eu_es: Kidfearen nabigazioa

source: Member primary navigation
ca: Navegació principal de membres
eu_es: Kidearen nabigazio nagusia

source: Member registration is currently not allowed.
eu_es: Kidearen izenematea ez da onartu.

source: Member secondary navigation
ca: Navegació secundària del membre
eu_es: Kidearen bigarren mailako nabigazioa

source: Member type already exists.
ca: El tipus de membre ja existeix.
eu_es: Kide mota hau jada existitzen da.

source: Member type could not be updated due to missing required information.
eu_es: Beharrezkoa den informazioa falta denez, kide-mota ezin izan da eguneratu.

source: Member type successfully added.
eu_es: Kide-mota ondo gehitu da.

source: Member type successfully deleted.
eu_es: Kide-mota ondo ezabatu da.

source: Member type successfully updated.
eu_es: Kide-mota ondo eguneratu da.

source: Member type was changed successfully.
ca: El tipus de membre s'ha canviat correctament.
eu_es: Kide mota ondo aldatu da.

source: Member types associated with the member.
eu_es: Partaideari lotutako partaide motak.

source: Member's groups
ca: Nodes de membres
eu_es: Kidearen taldeak

source: Member's username
eu_es: Kidearen erabiltzaile-izena

source: Members
ca: Membres
eu_es: Erabiltzaileak

# Groups admin Members column header
source: Members
ca: Membres
eu_es: Kideak

# My Group screen nav
source: Members
ca: Membres
eu_es: Kideak

# Page title for the Members directory.
source: Members
ca: Membres
eu_es: Partaideak

# component directory title
source: Members
ca: Membres
eu_es: Partaideak

# search form
source: Members
ca: Membres
eu_es: Kideak

# My Group screen nav
source: Members %s
ca: Membres %s
eu_es: Kideak %s

source: Members Capabilities
ca: Competències
eu_es: Kideen Gaitasunak

source: Members Directory
ca: Directori de membres
eu_es: Erabiltzaileen direktorioak

# BuddyPress setting tab
source: Members Settings
eu_es: Kide-Ezarpenak

source: Members default front page
ca: Membres predeterminats a mostrar:
eu_es: Kideen defektuzko azaleko orrialdea

source: Members directory
ca: Directori de membres
eu_es: Kideen Direktorioa

source: Members directory main navigation
ca: Navegació principal del directori de membres
eu_es: Kidearen direktorioaren nabigazio nagusia

source: Members directory secondary navigation
ca: Navegació secundària del directori de membres
eu_es: Kidearen direktorioaren bigarren mailako nabigazioa

source: Membership List
ca: Pertinença
eu_es: Bazkidetza Zerrenda

source: Membership Requested
ca: Sol·licitud d'admissió
eu_es: Bazkidetza eskatua

source: Membership Requests
ca: Sol·licituds d'admissió
eu_es: Bazkidetza Eskaerak

source: Membership for group "%s" accepted
ca: S'ha acceptat l'admissió al node "%s"
eu_es: "%s" taldearen bazkidetza onartua

source: Membership for group "%s" rejected
ca: S'ha rebutjat l'admissió al node "%s"
eu_es: "%s" taldearentzat bazkidetza ukatu da

source: Memberships
ca: Admissions
eu_es: Partaidetzak

# My Account Groups sub nav
source: Memberships
ca: Membres
eu_es: Partaidetzak

# My Groups page <title>
source: Memberships
ca: Membres
eu_es: Erabiltzaileak

source: Memory exceeded. Please try another smaller file.
ca: S'ha excedit la memòria. Torneu a provar amb un altre fitxer més petit.
eu_es: Memoria gaindituta. Mesedez saiatu fitxategi txikiago batekin.

source: Mentions
ca: Mencions
eu_es: Aipamenak

# Profile activity screen sub nav
source: Mentions
ca: Mencions
eu_es: Aipamenak

# Toolbar Mention logged in user
source: Mentions
ca: Mencions
eu_es: Aipamenak

# Toolbar Mention logged in user
source: Mentions %s
ca: Mencions %s
eu_es: %s aipamen

source: Message
ca: Missatge
eu_es: Mezua

source: Message Content
eu_es: Mezuaren Edukia

source: Message Subject
eu_es: Mezuaren Gaia

source: Message could not be sent because you have entered an invalid username. Please try again.
ca: El missatge no s'ha pogut enviar perquè heu introduït un nom d'usuari invàlid. Torneu a provar-ho de nou.
eu_es: Mezua ezin izan da bidali ze sartutako erabiltzaile izena ez da egokia. Mesedez saiatu berriz.

source: Message could not be sent. Please enter a recipient.
ca: El missatge no s'ha enviat. Introduïu un destinatari.
eu_es: Mezua ezin izan da bidali. Mesedez hartzaile bat sartu.

source: Message deleted.
ca: S'ha suprimit el missatge.
eu_es: Mezua ezabatuta.

source: Message marked as read.
ca: S'ha marcat el missatge com a llegit.
eu_es: Mezua irakurrita bezala markatuta.

source: Message marked unread.
ca: S'ha marcat el missatge com a no llegit.
eu_es: Mezua irakurri gabe markatuta.

source: Message successfully sent.
ca: S'ha enviat el missatge enviat correctament.
eu_es: Mezua arrakastaz bidali da.

source: Message was not sent. Please try again.
ca: No s'ha enviat el missatge. Torneu-ho a provar.
eu_es: Mezua ez da bidali. Mesedez saiatu berriz.

source: Messages
ca: Missatges
eu_es: Mezuak

source: Messages %s
ca: Missatges %s
eu_es: Mezuak %s

source: Messages <span class="%1$s">%2$s</span>
eu_es: Mezuak <span class="%s">%s</span>

source: Messages deleted
eu_es: Mezuak ezabatuta

source: Messages deleted.
ca: S'han suprimit els missatges.
eu_es: Mezuak ezabatuta.

source: Messages inbox
ca: Missatges entrants
eu_es: Mezuen postontzia

source: Messages marked as read
ca: S'han marcat els missatges com a no llegits.
eu_es: Mezuak irakurrita bezala markatuta

source: Messages marked as read.
eu_es: Mezuak irakurrita gisa markatuta,

source: Messages marked as unread.
ca: S'han marcat els missatges com a llegits.
eu_es: Mezuak irakurri gabe bezala markatuta.

source: Messages menu
ca: Missatges
eu_es: Mezuen menua

source: Messages successfully starred.
eu_es: Mezuak ondo nabarmenduta.

source: Messages successfully unstarred.
eu_es: Mezuak ondo desnabarmenduta.

source: Migrated invitations!
eu_es: Migratutako gonbidapenak!

source: Migrating group invitations&hellip; %s
eu_es: &hellip taldearen gonbidapenak migratzen %s

source: Missing a temporary folder.
ca: Falta un directori temporal
eu_es: Behin-behineko karpeta falta da.

source: Moderating Activity
ca: Moderació de l'activitat
eu_es: Jarduera moderatzen

source: Moderator
ca: Moderador
eu_es: Moderatzailea

source: Moderator Of
ca: Moderador de
eu_es: Nongo moderatzailea:

source: Moderators
ca: Moderadors
eu_es: Moderatzaileak

source: Month
ca: Mes
eu_es: Hilabetea

source: Most Members
ca: La majoria de membres
eu_es: Kide gehienak

source: Most Popular
ca: Els més populars
eu_es: Ezagunena

source: Most Posts
ca: La majoria de les entrades
eu_es: Sarrera gehienak

# Group type taxonomy most used items label
source: Most Used
eu_es: Erabilienak

# Member type taxonomy most used items label
source: Most Used
eu_es: Erabilienak

source: Most email clients support HTML email. However, some people prefer to receive plain text email. Enter a plain text alternative version of your email here.
ca: La majoria dels clients de correu electrònic son compatibles amb correu electrònic HTML. No obstant això, hi ha qui prefereix rebre el correu electrònic com a text sense format. Introduïu una versió alternativa de correu electrònic de text pla sense format aquí.
eu_es: E-posta programa gehienek HTML e-posta onartzen dute, pertsona batzuek berriz testu arrunta jasotzea nahiago dute. Sartu zure e-postaren testuaren bertsio arrunt bat hemen.

# xprofile field type category
source: Multi Fields
ca: Camps múltiples
eu_es: Eremu Anitzak

# xprofile field type
source: Multi Select Box
ca: Caixa de selecció múltiple
eu_es: Hautapen anitzeko kutxa

# xprofile field type
source: Multi-line Text Area
ca: Àrea de text multilínia
eu_es: Lerro-anitzeko testu eremua

source: Multiple Member Type assignment.
eu_es: Kide-mota anitzeko esleipena.

source: Must be at least 4 characters, letters and numbers only. It cannot be changed so choose carefully!
eu_es: Gutxienez 4 karaktere eta letra eta zenbakiak bakarrik. Ezin da aurrerago aldatu beraz ongi aukeratu!

source: Must-Use <span class="count">(%s)</span>
ca: S'ha d'usar <span class="count">(%s)</span>
eu_es: Erabili beharrekoak <span class="count">(%s)</span>

source: My Account
ca: El meu compte
eu_es: Nire kontua

# Page and <title>
source: My Activity
ca: Activitat
eu_es: Nire Jarduera

source: My Favorites
ca: Els meus favorits
eu_es: Nire gogokoenak

source: My Favorites %s
ca: Els meus preferits %s
eu_es: Nire gogokoak %s

source: My Favorites <span>%s</span>
ca: Els meus favorits <span>%s</span>
eu_es: Nire gogokoak <span>%s</span>

source: My Friends
ca: Els meus amics
eu_es: Nire lagunak

# Visibility level setting
source: My Friends
ca: Els meus amics
eu_es: Nire Lagunak

source: My Friends %s
ca: Els meus amics %s
eu_es: Nire lagunak %s

source: My Friends <span>%s</span>
ca: Els meus amics <span>%s</span>
eu_es: Nire Lagunak <span>%s</span>

source: My Groups
ca: Els meus Nodes
eu_es: Nire Taldeak

source: My Groups %s
ca: Els meus nodes %s
eu_es: Nire taldeak %s

source: My Groups <span>%s</span>
ca: Els meus nodes <span>%s</span>
eu_es: Nire Taldeak <span>%s</span>

source: My Messages
ca: Els meus missatges
eu_es: Nire mezuak

source: My Profile
ca: El meu perfil
eu_es: Nire profila

# Page title
source: My Profile
ca: Edita el perfil
eu_es: Nire Profila

source: My Sites
ca: Els meus llocs
eu_es: Nire guneak

source: My Sites %s
ca: Els meus llocs %s
eu_es: Nire guneak %s

source: My Sites <span>%s</span>
ca: Els meus llocs <span>%s</span>
eu_es: Nire guneak <span>%s</span>

source: My Topics <span>%s</span>
ca: Els meus temes <span>%s</span>
eu_es: Nire gaiak <span>%s</span>

source: My friends
ca: Els meus amics
eu_es: Nere lagunak

source: My groups
ca: Els meus nodes
eu_es: Nere taldeak

source: Name
ca: Nom
eu_es: Izena

# Group member name in group admin
source: Name
ca: Nom
eu_es: Izena

# Groups admin Group Name column header
source: Name
ca: Nom
eu_es: Izena

# XProfile admin edit field
source: Name (required)
ca: Nom (necessari)
eu_es: Izena (beharrezkoa)

source: Name and Description
ca: Nom i descripció
eu_es: Izena eta deskribapena

source: Name of the component.
eu_es: Osagaiaren izena.

source: Name of the field to order according to.
eu_es: Ordenatu eremuaren izenaren arabera.

source: Name of the object.
eu_es: Objektuaren izena.

source: Never active
ca: Mai no ha estat actiu
eu_es: Inoiz ez aktibo

source: New Activity comment reply
ca: Resposta nova a un comentari d'activitat.
eu_es: Jardiera iruzkin erantzun berria

source: New Activity reply
ca: Nova resposta a l'activitat
eu_es: Jarduera erantzun berria

# email post type label
source: New Email
ca: Nou email
eu_es: Email berria

# email type taxonomy label
source: New Email Situation
ca: Nova situació de email
eu_es: Email egoera berria

# Group type taxonomy new item name label
source: New Group Type Name
eu_es: Talde-mota Berriaren Izena

source: New Groups
ca: Nodes nous
eu_es: Talde berriak

# Member type taxonomy new item name label
source: New Member Type Name
eu_es: Kide-mota Berriaren Izena

source: New Members
ca: Membres nous
eu_es: Partaide Berriak

source: New Password
ca: Contrasenya nova
eu_es: Pasahitz berria

source: New Post
ca: Article nou
eu_es: Sarrera berria

source: New Reply
ca: Resposta nova
eu_es: Erantzun berria

source: New Sites
ca: Llocs webs nous
eu_es: Gune berriak

source: New Topic
ca: Tema nou
eu_es: Gai berria

# email type taxonomy label
source: New email situation name
ca: Nou nom situació de email
eu_es: Posta elektroniko egoera berriaren izena

source: New friendship created
ca: S'ha creat una nova amistat
eu_es: Adiskidetasun berria sortua

source: New friendships
ca: Amistats noves
eu_es: Lagun lotura berriak

# Post Type generic comments activity admin filter
source: New item comment posted
ca: S'ha publicat un nou comentari d'un element.
eu_es: Elementu iruzkin berri bat argitaratu da

# Post Type generic activity post admin filter
source: New item published
ca: S'ha publicat l'element
eu_es: Elementu berria publikatuta

source: New member registered
ca: S'ha registrat un membre nou
eu_es: Erabiltzaile berri bat erregistratuta

source: New mentions
ca: Teniu %1$d mencions noves
eu_es: Aipamen berriak

source: New post comment posted
ca: S'ha publicat un comentari a l'article nou
eu_es: Bidalketa iruzki berri bat bidalita

source: New post published
ca: S'ha publicat un article nou
eu_es: Bidalketa berria argitaratua

source: New private messages
ca: Nous missatges privats
eu_es: Mezu pribat berriak

source: New site created
ca: S'ha creat un lloc web nou
eu_es: Gune berria sortuta

source: New sitewide notice
ca: Avís:
eu_es: Gune osoarentzat abisu berria

source: New update comment replies
ca: Un membre ha respost a una de les actualitzacions o comentaris que heu publicat
eu_es: Eguneratze iruzkinen erantzun berriak

source: New update replies
ca: Teniu %d respostes noves
eu_es: Eguneratze erantzun berriak

source: Newest
ca: El més nou
eu_es: Berriak

source: Newest First
ca: El més nou primer
eu_es: Berriena Lehenik

source: Newest Registered
ca: Registrats recentment
eu_es: Erabiltzaile berriena

source: Newly Created
ca: Acabats de crear
eu_es: Duela gutxi sortua

# link
source: Next
eu_es: Hurrengoa

source: Next Entries &rarr;
ca: Següents entrades &rarr;
eu_es: Hurrengo sarrerak &rarr;

source: Next Step
ca: Pas següent
eu_es: Hurrengo pausua

# link
source: Next page
eu_es: Hurrengo orrialdea

source: No
eu_es: Ez

source: No Admins
ca: Sense administrador
eu_es: Administratzaile gabe

source: No Comments &#187;
ca: Sense comentaris &#187;
eu_es: Iruzkin gabe &#187;

source: No Group Profile Photo
ca: No hi ha fotografia del perfil del node
eu_es: Profil Argazkirik Ez

source: No Group Type
ca: Cap tipus de node
eu_es: Ez dago Talde Motarik

source: No Group members were found for this request.
eu_es: Ez da talde kiderik aurkitu eskaera honetarako.

source: No Member Type
ca: Cap tipus de membre
eu_es: Ez dago Kide Motarik

source: No Mods
ca: Sense moderadors
eu_es: Moderatzaile gabe

# My Account Groups sub nav
source: No Pending Invites
ca: No hi ha invitacions pendents
eu_es: Ez dago gonbidapenik itxaroten

# My Account Friends menu sub nav
source: No Pending Requests
ca: Cap sol·licitud pendent
eu_es: Ez dago eskaerarik itxaroten

source: No Subject
ca: Sense assumpte
eu_es: Gairik ez

source: No activities found.
ca: No s'ha trobat cap activitat.
eu_es: Ez da aktibitaterik aurkitu.

source: No activities were found.
eu_es: Ez da jarduerarik aurkitu.

source: No activity found with this ID.
ca: No s'ha trobat cap activitat amb aquest ID.
eu_es: Ez da jarduerarik aurkitu ID honetan.

source: No changes were made to this account.
ca: No s'han fet canvis en aquest compte.
eu_es: Kontu honetan ez dira aldaketarik egin.

source: No changes were made to your account.
ca: No s'han fet canvis en el compte.
eu_es: Ez dira aldaketarik egin zure kontuan.

source: No comments by default, stream for within stream display, threaded for below each activity item.
eu_es: Berez ez daude iruzkinak, transmisioaren barruan bistaratzeko transmisioa, jarduera elementu bakoitzaren azpirako haritua.

source: No components found.
ca: No s'han trobat components.
eu_es: Ez dira osagaiak aurkitu.

# email type taxonomy label
source: No email situations
ca: Sense situacions de email
eu_es: Ez dago posta elektroniko egoerarik

# email type taxonomy label
source: No email situations found.
ca: No s'han trobat situacions de email.
eu_es: Ez dira email egoerarik aurkitu.

# email post type label
source: No emails found
ca: No s'han trobat emails
eu_es: Ez da emailik aurkitu

# email post type label
source: No emails found in Trash
ca: No s'han trobat emails a la paperera
eu_es: Ez da emailik aurkitu zakarrontzian

source: No extended profile data available as the component is inactive
eu_es: Profil hedatuaren daturik ezin da erakutsi osagarria ez baitago aktibatuta

source: No file was uploaded.
ca: No s'ha penjat cap fitxer.
eu_es: Ez da fitxategia igo.

source: No group administrators were found.
ca: No s'ha trobat cap administrador de node.
eu_es: Ez da taldeko administratzailerik arkitu.

source: No group found with this ID.
ca: No s'ha trobat cap node amb aquest ID.
eu_es: Identifikatzaile honekin ez da talderik aurkitu.

source: No group members were found.
ca: No s'han trobat membres del node
eu_es: Ez da taldeko kiderik aurkitu.

source: No group moderators were found.
ca: No s'han trobat moderadors del node.
eu_es: Ez da taldeko moderatzailerik aurkitu.

# Group type taxonomy no terms label
source: No group types
eu_es: Ez dago talde-motarik

# Group type taxonomy not found label
source: No group types found.
eu_es: Ez da talde-motarik aurkitu.

source: No groups found.
ca: No s'han trobat nodes.
eu_es: Ez da talderik aurkitu.

source: No groups matched the current filter.
ca: No hi ha nodes que coincideixin amb el filtre actual.
eu_es: Ez dator bat talderik iragazki horrekin.

source: No member found by that ID.
ca: No hi ha cap usuari amb aquest identificador.
eu_es: Identifikatzaile horrekin ez da kideerik aurkitu.

# Member type taxonomy no terms label
source: No member types
eu_es: Ez dago kide-motarik

# Member type taxonomy not found label
source: No member types found.
eu_es: Ez da kide-motarik aurkitu.

source: No members of this type
ca: No hi ha membres d'aquest tipus
eu_es: Mota honetako kiderik ez

source: No members were found.
ca: No s'han trobat membres.
eu_es: Ez dira erabiltzailerik aurkitu.

source: No members were found. Try another filter.
ca: No s'ha trobat cap membre, proveu un altre filtre.
eu_es: Ez da kiderik aurkitu. Saiatu beste iragazki batekin.

source: No new notifications
ca: No hi ha avisos nous
eu_es: Ez dago jakinarazpen berririk

source: No new notifications.
ca: No teniu avisos nous.
eu_es: Ez duzu jakinarazpenik.

source: No one has signed up yet!
ca: No s'ha registrat ningú encara!
eu_es: Oraindik ez da inor erregistratu!

source: No pending accounts found.
ca: No s'han trobat comptes pendes.
eu_es: Ez da aktibatzeke dagoen konturik aurkitu.

source: No pending group invitations found.
eu_es: Ez da zain dagoen talde gonbidapenik aurkitu.
