Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: Use column navigation for the Members directory.
ca: Utilitzeu la navegació en columna pel directori de membres.
eu_es: Erabili zutabe nabigazioa Kideen direktorioan.

source: Use column navigation for the Sites directory.
ca: Utilitzeu la navegació en columna pel directori del lloc web.
eu_es: Erabili zutabe nabigazioa Guneak direktoriorako.

source: Use tab styling for Activity directory navigation.
ca: Utilitzeu l'estil de Pestanya per a la navegació del directori d'activitats.
eu_es: Erabili erlaitz estiloa Jardueren direktorioaren nabigaziorako.

source: Use tab styling for Groups directory navigation.
ca: Utilitzeu l'estil de Pestanya per a la navegació del directori dels nodes.
eu_es: Erabili erlaitz estiloa taldeko direktorioan nabigatzeko.

source: Use tab styling for Members directory navigation.
ca: Utilitzeu l'estil de Pestanya per a la navegació del directori els membres.
eu_es: Erabili erlaitz estiloa Kideen direktorioan nabigatzeko.

source: Use tab styling for Sites directory navigation.
ca: Utilitzeu l'estil de Pestanya per a la navegació del directori del lloc web.
eu_es: Erabili erlaitz estiloa Gune direktorioen nabigaziorako.

source: Use tab styling for primary nav.
ca: Utilitzeu l'estil de Pestanya per a la navegació principal.
eu_es: Erabili erlaitz estiloa nabigazio nagusirako.

source: Use tab styling for primary navigation.
eu_es: Erlaitz estiloa erabili lehenengo mailako nabigaziorako.

source: Use tab styling for secondary nav.
ca: Utilitzeu l'estil de Pestanya per a la navegació secundària.
eu_es: Erabili erlaitz estiloa bigarren maialako nabigaziorako.

source: Use tab styling for secondary navigation.
eu_es: Erlaitz estiloa erabili bigarren mailako nabigaziorako.

source: Use tab styling for the group creation process.
ca: Utilitzeu l'estil de Pestanya per al procés de creació del node.
eu_es: Erabili erlaitz estiloa talde sorrera prozesurako.

source: Use the "Send" button to send your invite or the "Cancel" button to abort.
ca: Utilitzeu el botó "Envia" per enviar la vostra invitació o el botó "Cancel·la" per cancel·lar.
eu_es: Erabili "Bidali" botoia zure gonbidapena bidaltzeko edo "Utzi" botoia ezeztatzeko.

# buddypress tools intro
source: Use the %s to repair these relationships.
ca: Useu el %s per reparar aquestes relacions.
eu_es: %s erabili erlazio hauek konpontzeko.

source: Use the round style for member and group avatars.
ca: Utilitzeu l'estil rodó per a avatars de membres i nodes.
eu_es: Estilo biribila erabili kide eta talde avatarrentzat.

source: Use the select box to define your bulk action and click on the &#10003; button to apply.
eu_es: Erabili hautapen kutxa multzokako ekintza definitzeko eta egin klik &#10003; botoian ezartzeko.

source: Use the tools below to manually recalculate these relationships.
ca: Useu les eines que hi ha a continuació per recalcular aquestes relacions manualment.
eu_es: Azpiko tresnak erabili harreman hauek eskuz birkalkulatzeko.

source: User Capabilities
ca: Competències de l'usuari
eu_es: Erabiltzailearen ahalmenak

source: User Groups
ca: Nodes d'usuari
eu_es: Erabiltzaile Taldeak

# Group screen page <title>
source: User Groups
ca: Nodes
eu_es: Erabiltzaile Taldeak

source: User account has not yet been activated
ca: El compte de l'usuari no s'ha activat encara
eu_es: Erabiltzailearen kontua oraindik ez da aktibatua izan

source: User ban removed successfully
ca: S'han eliminat les aplicacions correctament
eu_es: Erabiltzailearen debekua arrakastaz ezabatu da

source: User banned successfully
ca: S'ha prohibit l'usuari correctament
eu_es: Erabiltzailea arrakastaz debekatu da

source: User could not be marked as spammer.
ca: L'usuari no es pot marcar com a usuari brossa.
eu_es: Erabiltzailea ezin izan da spammer gisa markatu.

source: User could not be removed as spammer.
ca: L'usuari no es pot suprimir com a usuari brossa.
eu_es: Erabiltzailea ezin izan da spammer egoeratik kendu.

source: User demoted successfully
ca: S'ha degradat l'usuari correctament
eu_es: Erabiltzailea arrakastaz degradatu da

source: User information provided during account registration can be modified or removed on the Profile > Edit panel. In most cases, users also have control over who is able to view a particular piece of profile content, limiting visibility on a field-by-field basis to friends, logged-in users, or administrators only. Site administrators can read and edit all profile data for all users.
eu_es: Profila > Panela Editatu barruan izena ematean erabiltzailearen bete zen informazioa aldatu edo ezabatu ahal da. Gehienetan, erabiltzaileek edukiaren zati jakinak nork ikusi dezakeen aukeraren kontrola ere badute. Horrek eremuaren araberako ikusgarritasuna mugatzen du lagunei, erregistratutako erabiltzaileei edo administratzaileei soilik. Guneko administratzaileek erabiltzaile guztien profil datuak irakurri eta editatu ahal dituzte.

source: User is not allowed to approve membership requests to this group.
eu_es: Erabiltzaileak ez du talde honetarako bazkidetza eskaerarik baieztatzeko baimenik.

source: User is not allowed to delete this membership request.
eu_es: Erabiltzaileak ez du bazkidetza eskaera hau ezabatzeko baimenik.

source: User last_activity data is no longer stored in usermeta. Use bp_get_user_last_activity() instead.
ca: Les dades last_activity de l'usuari ja no es desen en les metadades de l'usuari. Utilitzeu bp_get_user_last_activity() per contra.
eu_es: Erabiltzailearen last_activity datuak ez dira dagoeneko usermeta-n gordetzen. Bere ordez, bp_get_user_last_activity() erabili.

source: User last_activity data is no longer stored in usermeta. Use bp_update_user_last_activity() instead.
ca: Les dades last_activity de l'usuari ja no es desen en les metadades de l'usuari. Utilitzeu bp_update_user_last_activity() per contra.
eu_es: Erabiltzailearen last_activity datuak ez dira dagoeneko usermeta-n gordetzen. Bere ordez, bp_update_user_last_activity() erabili.

# xprofile user-admin edit screen
source: User marked as a spammer
ca: S'ha marcat l'usuari com a brossa
eu_es: Erabiltzailea spammer gisa markatua

source: User marked as spammer. Spam users are visible only to site admins.
ca: Usuari marcat com a brossa. Els usuaris brossa són visibles tan sols per als administradors del lloc web.
eu_es: Erabiltzailea spammer bezala markatua. Erabiltzaile hauek administratzailearentzat bakarrik dira ikusgai.

source: User may not extend requests on behalf of another user.
eu_es: Erabiltzaileak ezin ditu beste erabiltzaile baten izenean eskaerak bete.

source: User promoted successfully
ca: L'ha promogut l'usuari correctament
eu_es: Erabiltzailea arrakastaz sustatu da

source: User registration is currently not allowed.
ca: El registre d'usuaris no està actualment permès.
eu_es: Erabiltzaileen izen ematea itxita dago une honetan.

source: User removed as spammer.
ca: L'usuari s'ha suprimit dels creadors de brossa
eu_es: Erabiltzailea spammer bezala ezabatua.

source: User removed from spam.
ca: S'ha mogut l'usuari de la brossa.
eu_es: Erabiltzailea spametik ezabatua.

source: User removed successfully
ca: S'han eliminat l'usuari correctament
eu_es: Erabiltzailea arrakastaz kendu da

source: Username
ca: Nom d'usuari
eu_es: Goitizena

source: Username must be at least 4 characters
ca: El nom d'usuari ha de tenir almenys 4 caràcters de longitud
eu_es: Erabiltzaile izenak gutxienez 4 karaktere izan behar ditu

source: Usernames can contain only letters, numbers, ., -, and @
ca: Només els noms d'usuari poden contenir lletres, números, ., -, i el símbol @
eu_es: Erabiltzaile izenak letra, zenbaki, ., -, eta @ ikurrez soilik osatua izan behar du

source: Users
ca: Usuaris
eu_es: Erabiltzaileak

source: Users with no member type
ca: Usuaris sense tipus de membre
eu_es: Kide mota gabeko erabiltzaileak

source: Using the search form, you can find pending accounts more easily. The Username and Email fields will be included in the search.
ca: En utilitzar el formulari de cerca, podeu trobar els comptes pendents amb més facilitat. Els camps nom d'usuari i correu electrònic estaran inclosos en la cerca.
eu_es: Bilaketa inprimakia erabiliz, zain dauden kontuak errazago aurkitu ditzakezu. Erabiltzaile izena eta posta elektroniko eremuak bilaketetan sartuko dira.

source: Value for the field, as it exists in the database.
eu_es: Eremuaren balioa, datu-basean dagoen bezela.

source: Value suppressed.
eu_es: Balioa ezabatuta.

source: Version
eu_es: Bertsioa

source: Video error. Please upload a photo instead.
ca: Error de vídeo. En comptes d'això pugeu una fotografia.
eu_es: Bideo errorea. Argazki bat igo bideoaren ordez, mesedez.

source: View
ca: Visualitza
eu_es: Ikusi

# Member profile view
source: View
ca: Mostra
eu_es: Ikusi

# My Account Profile sub nav
source: View
ca: Mostra
eu_es: Ikusi

# Profile header sub menu
source: View
ca: Mostra
eu_es: Ikusi

source: View Activity
ca: Mostra l'activitat
eu_es: Jarduera ikusi

source: View Conversation
ca: Visualitza la conversa
eu_es: Elkarrizketa ikusi

source: View Discussion
ca: Visualitza els debats
eu_es: Eztabaida ikusi

# email post type label
source: View Email
ca: Veure email
eu_es: Emaila ikusi

# email type taxonomy label
source: View Email Situation
ca: Visualitza la situació del correu electrònic
eu_es: Emailaren egoera ikusi

# Group type taxonomy view item label
source: View Group Type
eu_es: Ikusazu Talde-mota

# Member type taxonomy view item label
source: View Member Type
eu_es: Ikusazu Kide-mota

source: View Message
ca: Visualitza el missatge
eu_es: Mezua ikusi

source: View Profile
ca: Visualitza el perfil
eu_es: Ikusi Profila

source: View Thread / Permalink
ca: Visualitza el fil / enllaç permanent
eu_es: Ikusi Haria / Permalink

source: View activity.
ca: Mostra l'activitat
eu_es: Jarduera ikusi.

source: View all actions
ca: Visualitza totes les accions
eu_es: Akzio guztiak ikusi

source: View full conversation and reply.
ca: Mostra tota la conversa i respon.
eu_es: Elkarrizketa eta erantzun osoa ikusi.

source: View on %s
ca: Veure en %s
eu_es: %s-n ikusi

source: Viewing %1$s - %2$s of %3$s active member
ca: S'està mostrant %1$s - %2$s de %3$s membre actiu
eu_es: Aktibo dagoen kidea ikusten %1$s - %2$s - %3$s

source: Viewing %1$s - %2$s of %3$s group
ca: S'està mostrant %1$s - %2$s de %3$s node
eu_es: Taldea ikusten %1$s - %2$s - %3$s

source: Viewing %1$s - %2$s of %3$s invitation
ca: S'està mostrant %1$s - %2$s de %3$s invitació
eu_es: Gonbidapena ikusten %1$s - %2$s - %3$s

source: Viewing %1$s - %2$s of %3$s item
ca: Visualitzant %1$s - %2$s de %3$s element
eu_es: Elementua ikusten %1$s - %2$s - %3$s

source: Viewing %1$s - %2$s of %3$s member
ca: S'està mostrant %1$s - %2$s de %3$s membre
eu_es: Kidea ikusten %1$s - %2$s - %3$s

# Group members pagination in group admin
source: Viewing %1$s - %2$s of %3$s member
ca: S'està veient %1$s - %2$s de %3$s membre
eu_es: %3$s kideetatik %1$s-(e)tik %2$s ikusten

# group members pagination
source: Viewing %1$s - %2$s of %3$s member
eu_es: %1$s - %3$s kidearen %2$s ikusten

source: Viewing %1$s - %2$s of %3$s member with friends
ca: S'està mostrant %1$s - %2$s de %3$s membre amb amics
eu_es: Lagunak dituen kidea ikusten %1$s - %2$s - %3$s

source: Viewing %1$s - %2$s of %3$s message
ca: S'està mostrant %1$s - %2$s de %3$s missatges
eu_es: Mezua ikusten %1$s - %2$s - %3$s

source: Viewing %1$s - %2$s of %3$s notification
ca: Veient %1$s - %2$s de %3$s avís
eu_es: Jakinarazpena ikusten %1$s - %2$s - %3$s

source: Viewing %1$s - %2$s of %3$s online member
ca: S'està mostrant %1$s - %2$s de %3$s membre en línia
eu_es: Linean dagoen kidea ikusten %1$s - %2$s - %3$s

source: Viewing %1$s - %2$s of %3$s request
ca: S'està mostrant %1$s - %2$s de %3$s sol·licitud
eu_es: Eskaera ikusten %1$s - %2$s - %3$s

source: Viewing %1$s - %2$s of %3$s site
ca: Visualitzant %1$s - %2$s de %3$s lloc
eu_es: Gunea ikusten %1$s - %2$s / %3$s

source: Viewing 1 active member
ca: S'està mostrant 1 membre actiu
eu_es: Kide aktibo 1 ikusten

source: Viewing 1 group
ca: S'està mostrant 1 node
eu_es: Talde bat ikusten

source: Viewing 1 invitation
ca: S'està mostrant 1 invitació
eu_es: Gonbidapen 1 ikusten

source: Viewing 1 item
ca: S'està mostrant 1 element
eu_es: Elementu 1 ikusten

source: Viewing 1 member
ca: S'està mostrant 1 membre
eu_es: Kide 1 ikusten

source: Viewing 1 member with friends
ca: S'està mostrant 1 membre amb amics
eu_es: Partaide 1 lagunekin ikusten

source: Viewing 1 message
ca: S'està mostrant 1 missatge
eu_es: Mezu 1 ikusten

source: Viewing 1 notification
ca: S'està mostrant 1 avís
eu_es: Abisu 1 ikusten

source: Viewing 1 online member
ca: S'està mostrant 1 membre en línia
eu_es: Partaide 1 online ikusten

source: Viewing 1 request
ca: S'està mostrant 1 sol·licitud
eu_es: Eskaera 1 ikusten

source: Viewing 1 site
ca: S'està mostrant 1 lloc web
eu_es: Gune 1 ikusten

source: Viewing groups of the type: %s
ca: Veient els nodes de tipus: %s
eu_es: %s motatako taldeak ikusten

source: Viewing members of the type: %s
ca: S'estan mostrant membres del tipus: %s
eu_es: Mota honetako erabiltzaileak ikusten: %s

source: Visibility
ca: Visibilitat
eu_es: Ikusgarritasuna

source: Visit
ca: Visiteu
eu_es: Bisitatu

source: Visit Group
ca: Visita el node
eu_es: Taldea Bisitatu

source: Visit Site
ca: Visiteu el lloc web
eu_es: Bisitatu gunea

source: Visit the Support Forums
eu_es: Bisitatu laguntza foroak

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
ca: ADVERTÈNCIA: Si elimineu aquest node s'esborrarà completament TOT el contingut associat amb ell. Aneu amb cura amb aquesta opció doncs no hi ha marxa enrera.
eu_es: ADI: Talde hau ezabatzean, honi lotutako eduki GUZTIAK ezabatuko dituzu. Ez dago atzera bueltarik, mesedez, pentsatu ondo zer egingo duzun.

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back. Please be careful with this option.
ca: ADVERTÈNCIA: Si elimineu aquest node s'esborrarà completament TOT el contingut associat amb ell. Aneu amb cura amb aquesta opció doncs no hi ha marxa enrere.
eu_es: ABISUA: Kontu hau ezabatzean, honi lotutako eduki GUZTIAK ezabatuko dira. Ez dago atzera egiterik, kontuz izan aukera honekin mesedez.

source: WP-CLI is the command-line interface for WordPress. You can update plugins, configure multisite installs, and much more, all without using a web browser.
eu_es: WP-CLI WordPressen komando-lerroko interfazea da. Pluginak egunera ditzakezu; gune anitzeko instalazioak konfigura ditzakezu, eta askoz ere, gehiago; hori guztia, web arakatzailea erabili gabe.

source: We use a cookie to show success and failure messages to logged-in users, in response to certain actions, like joining a group. These cookies contain no personal data, and are deleted immediately after the next page load.
eu_es: Cookie-ak ibiltzen ditugu saioa hasi duten erabiltzaileei arrakasta edo hutsegite mezuak erakusteko, ekintza batzuei erantzuna emateko, talde batera sartzea bezelakoa. Cookie hauek ez dute datu pertsonalarik, eta hurrengo orrialdea kargatu bezain azkar ezabatzen dira.

source: We use cookies on group, member, and activity directories to keep track of a user's browsing preferences. These preferences include the last-selected values of the sort and filter dropdowns, as well as pagination information. These cookies contain no personal data, and are deleted after 24 hours.
eu_es: Talde, kide, eta jarduera karpetetan cookie-ak erabiltzen ditugu erabiltzaleen nabigazio lehentasunei jarraipena emateko. Lehentasun hauen artean sailkapen eta iragazkien goitibeherako menuen artean hautatutako azken balioak batera orrikatze informazioa dago. Cookie hauek ez dute datu pertsonalarik eta 24 ordu igaro ondoren ezabatzen dira.

source: We were unable to generate the data export request.
eu_es: Ezin izan dugu datuak esportatzeko eskaera sortu.

source: We're sorry, but we can't find the page that you're looking for. Perhaps searching will help.
ca: Ho sentim, però no podem trobar la pàgina que esteu cercant. Potser una cerca ajudarà.
eu_es: Sentitzen dugu, baina ezin dugu aurkitu begira ari zaren hori. Agian bilaketak lagundu ahal zaitu.

source: Website
ca: Pàgina web
eu_es: Webgunea

source: Wether the friendship has been accepted.
eu_es: Ea adiskidetasuna onartu den.

source: What personal data we collect and why we collect it
eu_es: Zer datu pertsonal biltzen ditugun eta zergatik biltzen ditugu

source: What's new in %1$s, %2$s?
eu_es: %2$s, zer berri dago %1$s(e)n?

source: What's new in %s, %s?
ca: Què hi ha de nou a %s, %s?
eu_es: Zer berri dago %s-n, %s?

source: What's new, %s?
ca: Què hi ha de nou, %s?
eu_es: %s, ze berri dago?

source: What's new?
eu_es: Zer berri?

source: When a logged-in user creates a new group, we use a number of cookies to keep track of the group creation process. These cookies contain no personal data, and are deleted either upon the successful creation of the group or after 24 hours.
eu_es: Saioa hasi duen erabiltzaile batek talde berri bat sortzen duenean, zenbait cookie erabiltzen ditugu taldearen sorrera prozesuaren jarraipena izateko. Cookie hauek ez dute datu pertsonalarik, eta taldea arrakastaz sortu edo 24 ordu igaro ondoren ezabatzen dira.

source: When you register for the site, you may be asked to provide certain personal data for display on your profile. The "Name" field is required as well as public, and user profiles are visible to any site visitor. Other profile information may be required or optional, as configured by the site administrator.
eu_es: Guean izena ematen duzunean, baliteke zure profilean bistaratzeko zenbait datu pertsonal emateko eskatzea. "Izena" eremua beharrezkoa eta publikoa da, eta erabiltzaileen profilak ikusgai daude edozein bisitarientzat. Profileko beste informazio batzuk beharrezkoak edo aukerakoak izan daitezke, guneko administratzaileak konfiguratu duen moduan.

source: Whether it's a new notification or not.
eu_es: Ea jakinarazpen berri bat den.

source: Whether results should exclude banned group members.
eu_es: Ea emaitzak debekatutako taldeko kideak kanpoan utzi behar dituen.

source: Whether results should exclude group admins and mods.
eu_es: Ea emaitzek taldeko administratzaileak eta modak kanpoan utzi behar dituzten.

source: Whether results should include hidden Groups.
eu_es: Ea emaitzek Talde ezkutuak eduki behar badituzten.

source: Whether the Group has a forum enabled or not.
eu_es: Ea Taldeak foro bat aktibatuta duen edo ez.

source: Whether the activity has been marked as spam or not.
eu_es: Ea jarduera zabor bezela markatu den.

source: Whether the activity object has been favorited by the current user.
eu_es: Ea oraingo erabiltzaileak objektu jarduera gogoko egin duen.

source: Whether the activity object should be sitewide hidden or not.
eu_es: Ea objektu jarduerak gune osoan ezkutatu behar diren.

source: Whether the friendship been confirmed/accepted.
eu_es: Ea adiskidetasuna berretsi/onartu den.

source: Whether the group of profile fields can be deleted or not.
eu_es: Ea profil eremu taldeak ezabatu ahal diren.

source: Whether the invite has been sent to the invitee.
eu_es: Ea gonbidapena gonbidatuari bidali zaion.

source: Whether the invite should be sent to the invitee.
eu_es: Ea gonbidapena gonbidatuari bidali behar zaion.

source: Whether the member has been banned from the group.
eu_es: Ea kidea taldetik egotzita dagoen.

source: Whether the member is a group administrator.
eu_es: Ea kidea taldeko administraria den.

source: Whether the member is a group moderator.
eu_es: Ea kidea taldeko moderatzailea den.

source: Whether the membership of this user has been confirmed.
eu_es: Ea erabiltzaile honen kidetza baieztatu den.

source: Whether the object is active or inactive.
eu_es: Ea objektua aktibo dagoen.

source: Whether the option is the default one for the profile field.
eu_es: Ea profil eremuaren aukera lehenetsia den.

source: Whether the profile field can be deleted or not.
eu_es: Ea profil eremuak borratu daitezen edo ez.

source: Whether the profile field must have a value.
eu_es: Ea profil eremuak balio bat eduki behar duen.

source: Whether to activate or deactivate the component.
eu_es: Ea osagaiak aktibatu edo desaktibatu behar diren.

source: Whether to allow members to set the visibility for the profile field data or not.
eu_es: Ea kideak profil eremuaren dataren ikuspena ezartzeko baimena duten.

source: Whether to disable the default Gravatar Admin user fallback.
eu_es: Gravatar administratzailearen erabiltzaile lehenetsia ea degaitu behar den adierazten du.

source: Whether to disable the default Gravatar fallback.
eu_es: Ea azken baliabideko Gravatar lehenetsia desgaitu behar den.

source: Whether to fetch data for each field. Requires a $user_id.
eu_es: Ea eremu bakoitzeko datuak eskuratu behar diren. $user_id bat behar du.

source: Whether to fetch data for the field. Requires a $user_id.
eu_es: Eremu-datuak ea eskuratu behar diren. $Erabiltzaile_IDentifikatzaile bat behar du.

source: Whether to fetch extra BP data about the returned group.
eu_es: Itzulitako taldeari buruzko BP datu gehigarriak ea eskuratu behar diren.

source: Whether to fetch extra BP data about the returned groups.
eu_es: Itzulitako taldeei buruzko BP datu gehigarriak ea eskuratu behar diren.

source: Whether to fetch extra BP data about the returned member.
eu_es: Ea itzulitako kidearen inguruko BP datu gehigarriak eskuratu behar diren.

source: Whether to fetch extra BP data about the returned members.
eu_es: Ea itzulitako kideei buruzko BP datu gehiago eskuratu behar diren.

source: Whether to fetch the fields for each group.
eu_es: Ea talde bakoitzeko eremuak eskuratzerik dagoen.

source: Whether to fetch the visibility level for each field.
eu_es: Ea eremu bakoitzerako ikusgarritasun maila eskuratu behar den.

source: Whether to force friendship removal.
eu_es: Ea adiskidetasuna kentzera behartu behar den.

source: Whether to force the friendship agreement.
eu_es: Ea adiskidetasun akordioa behartzen den.

source: Whether to hide profile fields where the user has not provided data or not.
eu_es: Ea erabiltzaileak datuak eman edo ez dituenean eman profil eremuak ezkutatu behar diren.

source: Whether to hide profile groups of fields that do not have any profile fields or not.
eu_es: Ea profil eremuak ez dituzten profil taldeak ezkutatu behar diren.

source: Whether to pre-fetch xprofilemeta for all retrieved groups, fields, and data.
eu_es: Ea xprofilmeta aurretik eskuratu daiteken, talde, eremu eta datu guztientzako.

source: Whether to return an <img> HTML element, vs a raw URL to a group avatar.
eu_es: Ea HTML <img> elementu bat edo avatar talde baten URLa itzuli behar den.

source: Whether to return an <img> HTML element, vs a raw URL to an avatar.
eu_es: Ea HTML <img> elementu bat edo avatar gordin baten URLa itzuli behar den.

source: Which members of this group are allowed to invite others?
ca: Membres d'aquest node que poden invitar-hi a altres:
eu_es: Taldeko zein partaidek dute besteei goinbidapena luzatzeko baimena?

source: Who can invite others to this group?
ca: Qui pot convidar altres a aquest node?
eu_es: Nork egin ditzake talde honetara gonbidapenak?

source: Who can see this field?
ca: Com veieu aquest camp?
eu_es: Nork ikusi dezake eremu hau?

source: Who is allowed to see this field?
ca: Qui pot veure aquest camp?
eu_es: Nork du eremu hau ikusteko baimena?

source: Who may see the saved value for this profile field.
eu_es: Nork ikusi ahal duen profil eremu honen gordetako balioa.

source: Who's Online
ca: Qui està en línia
eu_es: Nor dago online
