Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

# Group type taxonomy all items label
source: All Group Types
eu_es: Talde-mota guztiak

source: All Groups
ca: Tots els grups
eu_es: Talde Guztiak

source: All Groups %s
ca: Tots els nodes %s
eu_es: Talde guztiak %s

source: All Groups <span>%s</span>
ca: Tots els nodes <span>%s</span>
eu_es: Talde guztiak <span>%s</span>

# Member type taxonomy all items label
source: All Member Types
eu_es: Kide-mota guztiak

source: All Members
ca: Tots els membres
eu_es: Kide Guztiak

# Visibility level setting
source: All Members
ca: Tots els membres
eu_es: Kide Guztiak

source: All Members %s
ca: Tots els membres %s
eu_es: Kide guztiak %s

source: All Members <span>%s</span>
ca: Tots els membres <span>%s</span>
eu_es: Erabiltzaile guztiak <span>%s</span>

source: All Messages
ca: Tots els missatges
eu_es: Mezu Guztiak

source: All Sites
ca: Tots els llocs web
eu_es: Gune Guztiak

source: All Sites %s
ca: Tots els llocs %s
eu_es: Gune guztiak %s

source: All Sites <span>%s</span>
ca: Tots els llocs web <span>%s</span>
eu_es: Gune guztiak <span>%s</span>

source: All Topics <span>%s</span>
ca: Tots els temes <span>%s</span>
eu_es: Gai guztiak <span>%s</span>

source: All capabilities assigned to the user.
eu_es: Gaitasun guztiak esleitu zaizkio erabiltzaileari.

source: All group members
ca: Tots els membres del node
eu_es: Taldeko kide orok

# Group Manage Members dropdown default option
source: All members
eu_es: Kide guztiak

source: All of your friends already belong to this group.
ca: Tots els amics ja pertanyen a aquest node.
eu_es: Zure lagun guztiak jada talde honen barruan daude.

source: All your friends are already members of this group, or have already received an invite to join this group, or have requested to join it.
ca: Tots els vostres amics ja són membres d'aquest grup, o ja han rebut una invitació per unir-se a aquest grup, o han sol·licitat unir-s'hi.
eu_es: Zure lagun guztiak dagoeneko talde honetako kideak dira, edo dagoeneko talde honetara sartzeko gonbidapena jaso dute edo bertan sartzea eskatu dute.

source: Allow Akismet to scan for activity stream spam
ca: Permet l'Akismet escanejar si hi ha brossa al flux d'activitat
eu_es: Baimendu Akismet jarduera jarioko spama eskaneatzera

source: Allow activity stream commenting on posts and comments
ca: Permet els comentaris al flux d'activitat dels articles i comentaris
eu_es: Jarduera jarioa baimendu bidalketetan eta iruzkinetan iruzkindutzeko

source: Allow customizable avatars for groups
ca: Permet imatges de perfil personalitzades pels nodes
eu_es: Taldeetarako abatar pertsonalizatuak baimendu

source: Allow customizable cover images for groups
ca: Permet imatges de la coberta personalitzades pels nodes
eu_es: Baimendu taldeentzako azal-irudi pertsonalizagarriak

source: Allow members to override
ca: Permetre als membres anul·lar
eu_es: Baimendu kideak jaramonik ez egitea

source: Allow registered members to delete their own accounts
ca: Permet els membres registrats esborrar els seus propis comptes
eu_es: Erregistratutako kideek beraien kontua ezabatzea baimendu

source: Allow registered members to upload avatars
ca: Permet els membres registrats penjar avatars
eu_es: Erregistratutako kideek avatarrak igotzea baimendu

source: Allow registered members to upload cover images
ca: Permet als usuaris registrats pujar imatges de la coberta
eu_es: Erregistratutako partaideei azal irudiak igotzen utzi

source: Allow your users to modify their account and notification settings directly from within their profiles.
ca: Permet als usuaris modificar el seu compte i configuració d'avisos dels seus perfils.
eu_es: Erabiltzaileei profiletik bertatik beraien kontu eta jakinarazpen ezarpenak aldatzeko aukera eman.

source: Allow your users to talk to each other directly and in private. Not just limited to one-on-one discussions, messages can be sent between any number of members.
ca: Permet als usuaris parlar amb els altres directament i en privat. No només limitat a discusions d'un a un, els missatges es poden enviar entre qualsevol nombre de membres.
eu_es: Baimendu erabiltzaileei zuzenean eta modu pribatuan hitz egiteko. batetik-batera eztabaidetara mugatu ordez, mezuak edozein kideen artean bidail daitezke.

source: Allowed HTML content for the activity.
eu_es: Jardueraren HTML eduki baimendua.

source: Alphabetical
ca: Alfabètica
eu_es: Alfabetikoki

source: Alphabetically
ca: Alfabèticament
eu_es: Alfabetikoki

source: Amount of group members
eu_es: Taldekide kopurua

source: An alphanumeric identifier for the Member.
eu_es: Partaidearentzako identifikatzaile alfanumeriko bat.

source: An error occurred when trying to modify the following members: %s
ca: S'ha produït un error en intentar modificar els membres següents: %s
eu_es: Akats bat gertatu da hurrengo kideak aldatzean: <em>%s</em>

source: An error occurred when trying to update activity ID #%s.
ca: S'ha produït un error en intentar actualitzar l'activitat amb identificador #%s.
eu_es: Errore bat egon da #%s IDa duen jarduera eguneratzen saiatzerakoan.

source: An error occurred when trying to update your group details.
ca: S'ha produït un error en intentar actualitzar els detalls del node.
eu_es: Taldearen xehetasunak eguneratzean akats bat gertatu da.

source: An error occurred while trying to update the profile.
ca: S'ha produït un problema mentre s'intentava actualitzar el perfil.
eu_es: Errore bat gertatu da zure profila eguneratzean.

source: An error occurred. Please try again later.
ca: S'ha produït un error. Intenteu-ho de nou més tard.
eu_es: Errore bat gertatu da. Mesedez saiatu beranduago.

source: An unexpected error occured. Please try again.
eu_es: Errore bat gertatu da. Mesedez saiatu berriro.

source: Any extra capabilities assigned to the user.
eu_es: Erabiltzaileari esleitutako edozein gaitasun gehigarri.

source: Any site member can join this group.
ca: Qualsevol membre d'aquest web pot unir-se a aquest node.
eu_es: Edozein erabiltzailek parte hartu dezake talde honetan.

source: Append one or more type to a group. To append more than one type, use a comma separated list of types.
eu_es: Gehi iezaiozu talde bati mota bat edo gehiago. Mota bat baino gehiago eransteko, erabil ezazu komaz bereizitako mota-zerrenda.

source: Applied to links and other decorative areas.
ca: Aplicat als enllaços i a altres àrees decoratives.
eu_es: Esteketan eta beste eremu apaingarrietan aplikatzen da.

source: Apply
ca: Aplica
eu_es: Aplikatu

# button
source: Apply
eu_es: Ezarri

source: Approved
ca: Aprovat
eu_es: Onartua

source: April
ca: Abril
eu_es: Apirila

source: Are these emails not written in your site's language? Go to <a href="%s">BuddyPress Tools and try the "reinstall emails"</a> tool.
eu_es: E-posta hauek ez daude zure guneko hizkuntzatan gordeta? <a href="%s"> Buddy Presseko erremintetara joan eta saiatu "e-postak berrinstalatu"</a> erreminta.

source: Are you sure you want to leave this group?
ca: Segur que voleu deixar aquest node?
eu_es: Zihur al zaude talde honetatik irten nahi duzula?

source: Are you sure?
ca: Esteu segurs?
eu_es: Ziur zaude?

source: Argument `membership_id` passed to %1$s is deprecated. See the inline documentation at %2$s for more details.
eu_es: %1$s-ri pasatako `membership_id` argumentua zaharkituta dago. Xehetasun gehiagorako %2$s. lerroko dokumentazioa ikusi.

source: Argument `membership_id` passed to %1$s is deprecated. See the inline documentation at %2$s for more details.
eu_es: %1$s-(e)ra pasatutako "kide_id" argumentua zaharkituta dago. Xehetasun gehiago izateko, ikusazu lineako dokumentazioa %2$s helbidean.

source: Arguments passed to %1$s should be in an associative array. See the inline documentation at %2$s for more details.
ca: Els arguments passats a %1$s haurien d'estar en una matriu associativa. Mireu la documentació a %2$s per a més detalls.
eu_es: %1$s(e)ra aurkeztutako argumentuak elkarketa-matrize batean egon beharko lukete. Ikusi lerroko dokumentazioa %2$s xehetasun gehiagorako.

source: As a result, the form elements for the "%s" meta key cannot be displayed
eu_es: Ondorioz, "%s" meta-gakoaren inprimaki elementuak ezin dira bistaratu

source: As the only admin, you cannot leave the group.
ca: Com a administrador, no podeu deixar el node.
eu_es: Administratzaile bakarra izanda, ezin duzu taldea utzi.

source: As we were pretty hot on the subject, we also improved Member Types assignment. You can now %s to users from their extended profile in the WordPress Dashboard.
eu_es: Gaiari buruz nahiko arduratuta ginenez, Kide-moten esleipena ere hobetu genuen. Erabiltzaileei, %s eman diezaiekezu WordPress Arbeleko profil luzetik.

source: Ascending
ca: Ascendent
eu_es: Goruntz

source: Assign a member type to a member, use a comma separated list of member types to assign more than one.
eu_es: Kide bati esleitu egiozu kide-mota; bat baino gehiago esleitzeko, erabil ezazu komaz bereizitako kide moten zerrenda.

source: Assign one or more type to a group. To assign more than one type, use a comma separated list of types.
eu_es: Eslei ezaiozu talde bati mota bat edo gehiago. Mota bat baino gehiago esleitzeko, erabil ezazu komaz bereizitako mota zerrenda.

source: Associate WordPress Pages with the following BuddyPress Registration pages.
ca: Associa les pàgines del WordPress amb les següents pàgines de registre del BuddyPress.
eu_es: WordPress Orrialdeak hurrengo BuddyPress Erregistro orrialdeekin asoziatu.

source: Associate a WordPress Page with each BuddyPress component directory.
ca: Associa una pàgina del WordPress amb cada directori de components del BuddyPress.
eu_es: Lotu WordPress orrialde bat BuddyPress osagaien direktorio bakoitzarekin.

source: August
ca: Agost
eu_es: Abuztua

# Admin SWA column header
source: Author
ca: Autor
eu_es: Egilea

source: Author ID
ca: Identificador de l'autor
eu_es: Egile ID

# activity admin edit screen
source: Author ID
ca: Identificador de l'autor
eu_es: Egilearen IDa

source: Autolink
ca: Autoenllaç
eu_es: Autoesteka

source: Autolink status for this field
ca: Estat de l'autoenllaç per a aquest camp
eu_es: Eremu honen autoestekatze egoera

source: Autolink status for this profile field
eu_es: Profil eremu honetarako esteka automatikoaren egoera

source: Automatically check for new items while viewing the activity stream
ca: Verifica automaticament els elements nous mentre es visualitza el flux d'activitat
eu_es: Elementu berriak automatikoki egiaztatu jarduera jarioa ikusiten den bitartean

source: Available Tools
ca: Eines disponibles
eu_es: Tresna eskuragarriak

source: Avatar URL with full image size (%1$d x %2$d pixels).
eu_es: Avatar URLa tamaina osoko irudiarekin (%1$d x %2$d pixelak).

source: Avatar URL with thumb image size (%1$d x %2$d pixels).
eu_es: Avatar URLa miniatura irudiaren tamainarekin (%1$d x %2$d pixelak).

source: Avatar URLs for the author of the activity.
eu_es: Jardueraren egilearen avatar URLa.

source: Avatar URLs for the blog.
eu_es: Blogaren Avatar URLak.

source: Avatar URLs for the group.
eu_es: Taldearen Avatar URLak.

source: Avatar URLs for the member.
eu_es: Erabiltzailearen profil irudiaren URLa.

source: Avatar preview
ca: Previsualització de l'avatar
eu_es: Aurreikusi Abatarra

source: Avatar size
eu_es: Avatarraren tamaina

source: Avatar to crop
ca: Avatar a retallar
eu_es: Kimatu beharreko abatarra

source: BP Blocks needs to be registered hooking `bp_blocks_init`
eu_es: BP Blokeak `bp_blocks_init` kakoaren izena behar du

source: BP Nouveau is ready for Twenty Twenty-One
eu_es: BP Nouveau prest dago Twenty Twenty-One-rentzat

source: Back to Previous Step
ca: Torna al pas anterior
eu_es: Aurreko pausura itzuli

source: Background color
ca: Color del fons
eu_es: Atzeko-kolorea

source: Ban
ca: Prohibeix
eu_es: Debekatu

# group member ban link
source: Ban
eu_es: Blokeatu

source: Banned
ca: Blocat
eu_es: Debekatua

source: Banned Members
ca: Membres inhabilitats
eu_es: Debekatutako kideak

# group manage members ban feedback
source: Banning member... Please wait.
eu_es: Kidea debekatzen ... itxaron mesedez.

source: Blog Authors
ca: Autors del bloc
eu_es: Blogen autoreak

source: Blog Details
ca: Detalls del bloc
eu_es: Blogeko xehetasunak

source: Blog URL
ca: URL del bloc
eu_es: Blogaren URL

# search form
source: Blogs
ca: Blocs
eu_es: Blogak

# email
source: Body
ca: Cos
eu_es: Gorputza

# customizer menu section title
source: BuddyPress (logged-in)
ca: BuddyPress (autenticat)
eu_es: BuddyPress (saioa hasita)

# customizer menu section title
source: BuddyPress (logged-out)
ca: BuddyPress (no autentificats)
eu_es: BuddyPress (saioa itxita)

source: BuddyPress Activity Data
eu_es: BuddyPressko Jardueraren Data

source: BuddyPress Activity URL
eu_es: BuddyPressen URL Jarduera

source: BuddyPress Components
ca: Components del BuddyPress
eu_es: BuddyPress Osagaiak

source: BuddyPress Components use WordPress Pages for their root directory/archive pages. You can change the page associations for each active component by using the form below.
ca: Els components del BuddyPress fan servir pàgines del WordPress per a les pàgines d'arxiu/del directori arrel. Podeu canviar les pàgines associades per a cada component actiu utilitzant el formulari següent.
eu_es: BuddyPresseko osagaiek WordPress orrialdeak erabiltzen dituzte beraien root direktorio edo artxibo orrialdetarako.Osagai aktibo bakoitzeko orrialde-elkarteak aldatu ditzakezu beheko inprimakia erabilita.

source: BuddyPress Core
ca: Nucli del BuddyPress
eu_es: BuddyPress Muina

source: BuddyPress Credits
ca: Crèdits
eu_es: BuddyPresseko Kredituak

# email post type label
source: BuddyPress Emails
ca: Emails de BuddyPress
eu_es: BuddyPress Emailak

# screen heading
source: BuddyPress Emails
ca: Emails de BuddyPress
eu_es: BuddyPress emailak

source: BuddyPress Extended Profile Data
eu_es: BuddyPresseko Profil Datu Hedatuak

source: BuddyPress Friend Requests (Received)
eu_es: BuddyPresseko Adiskidetasun Eskaerak (Jasotakoak)

source: BuddyPress Friend Requests (Sent)
eu_es: Buddypresseko Lagun Eskaerak (Bidaliak)

source: BuddyPress Friends
eu_es: Buddypresseko Lagunak

source: BuddyPress Group
eu_es: BuddyPress Taldea

source: BuddyPress Group Memberships
eu_es: BuddyPresseko Talde Bazkidetzak

# Group type taxonomy description
source: BuddyPress Group Types
eu_es: BuddyPressen Talde-mota

source: BuddyPress Group's Home
ca: Inici dels nodes de BuddyPress
eu_es: BuddyPresseko Taldearen Hasiera

source: BuddyPress Group.
eu_es: BuddyPress Taldea.

source: BuddyPress Groups
eu_es: BuddyPress Taldeak

source: BuddyPress Groups.
eu_es: BuddyPress Taldeak.

source: BuddyPress Help
ca: Ajuda del BuddyPress
eu_es: BuddyPress Laguntza

source: BuddyPress Member
eu_es: BuddyPressen Kide

# Member type taxonomy description
source: BuddyPress Member Types
eu_es: BuddyPressen Kide-motak

source: BuddyPress Member's Home
eu_es: BuddyPresseko Kidearen Hasiera

source: BuddyPress Member.
eu_es: BuddyPressen Kidea.

source: BuddyPress Members
eu_es: BuddyPress-kideak

source: BuddyPress Members.
eu_es: BudiPressen Kideak.

source: BuddyPress Messages
eu_es: BuddyPressen Mezuak

source: BuddyPress Notifications Data
eu_es: BuddyPressen Jakinarazpen Datuak

source: BuddyPress Nouveau
ca: Novetat BuddyPress
eu_es: BuddyPress Berrikuntza

source: BuddyPress Options
ca: Opcions de BuddyPress
eu_es: BuddyPress aukerak

source: BuddyPress Pages
ca: Pàgines del BuddyPress
eu_es: BuddyPress Orrialdeak

source: BuddyPress Pending Group Invitations (Received)
eu_es: BuddyPresseko Zain Dauden Talde Gonbidapenak (Jasotakoak)

source: BuddyPress Pending Group Invitations (Sent)
eu_es: BuddyPresseko Zain Dauden Talde Gonbidapenak (Bidalitakoak)

source: BuddyPress Pending Group Membership Requests
eu_es: BuddyPresseko Zain Dauden Talde Bazkidetza Eskaerak

source: BuddyPress Settings
ca: Paràmetres del BuddyPress
eu_es: Buddypress-eko ezarpenak

source: BuddyPress Settings Data
eu_es: BuddyPressen Ezarpen Datuak

source: BuddyPress Team
ca: L'equip de BuddyPress
eu_es: BuddyPress Taldea

source: BuddyPress Tools
ca: Eines del BuddyPress
eu_es: BuddyPress tresnak

source: BuddyPress adds community features to WordPress. Member Profiles, Activity Streams, Direct Messaging, Notifications, and more!
ca: BuddyPress afegeix característiques d'una comunitat a WordPress. Perfils pels seus membres, fluxos d'activitat, missatgeria directa, notificacions i molt més!
eu_es: BuddyPressek komunitateko ezaugarriak gehitzen dizkio WordPresseri. Kide Profilak, Jarduera Jarioak, Mezularitza Zuzena, Jakinarazpenak, eta gehiago!

# email type taxonomy description
source: BuddyPress email types
ca: Tipus d'email de BuddyPress
eu_es: BuddyPress posta elektroniko motak

# email post type description
source: BuddyPress emails
ca: Emails de BuddyPress
eu_es: BuddyPress emailak

source: BuddyPress extra information
eu_es: BuddyPressen informazio gehigarria

source: BuddyPress keeps track of various relationships between members, groups, and activity items.
eu_es: BuddyPressek kideen, taldeen eta jarduera elementuen arteko harremanen jarraipena egiten du.

source: BuddyPress keeps track of various relationships between users, groups, and activity items. Occasionally these relationships become out of sync, most often after an import, update, or migration.
ca: El BuddyPress fa un seguiment de vàries relacions entre els usuaris, els nodes, i les activitats. Ocasionalment aquestes relacions no estan sincronitzades, la majoria de vegades després d'una importació, actualització, o migració.
eu_es: BuddyPress-ek erabiltzaile, talde, eta jarduera elementuen arteko hainbat erlazioaren jarraipena egiten du. Noizean behin, erlazio hauek desinkronizatu egiten dira; gehienetan inportatze, eguneraketa edo migrazio baten ondoren.

source: Built with %1$s by <a href="%2$s">%3$d volunteer</a>.
eu_es: <a href="%2$s">%3$d bolondresez</a> %1$s rekin eraikita.

source: Bulk Actions
ca: Accions en massa
eu_es: Bolumen handiko Akzioak

source: Bulk actions allow you to perform these 3 actions for the selected rows.
ca: Les accions en massa us permeten realitzar aquestes 3 accions en les files seleccionades.
eu_es: Multzokako ekintzek aukeratutako errenkadetan 3 ekintza hauek gauzatzeko aukera ematen dizute.

source: By %1$s on %2$s
ca: Per %1$s a %2$s
eu_es: %2$s(e)n %1$s(e)k egindakoa

source: By clicking on a Username you will be able to activate a pending account from the confirmation screen.
ca: En fer clic a un nom d'usuari podreu activar un compte pendent des de la pantalla de confirmació.
eu_es: Erabiltzaile-izen batean klik egin ezkero, zain dagoen kontu bat baieztatze pantailatik aktibatzeko aukera izango duzu.

source: By default the latest message of the thread will be updated. Specify this message ID to edit another message of the thread.
eu_es: Defektuz, hariaren azken mezua eguneratuko da. Zehaztu mezu honen IDa hariaren beste mezu bat editatzeko.

source: By default, all but four of the BuddyPress components are enabled. You can selectively enable or disable any of the components by using the form below. Your BuddyPress installation will continue to function. However, the features of the disabled components will no longer be accessible to anyone using the site.
ca: Per defecte, tots els components del BuddyPress estan habilitats. Pots habilitar o deshabilitar qualsevol dels components utilitzant el formulari següent. La instal·lació del BuddyPress continuarà. De tota manera, les característiques dels components deshabilitats ja no seran accessibles per a ningú que faci servir el lloc web.
eu_es: Berez, BuddyPresseko lau osagai ezik beste guztiak gaituta daude. Osagairen bat gaitu edo desgaitu dezakezu beheko inprimakia erabilita. BuddyPress instalazioak funtzionatzen jarraituko du. Hala ere, ezgaituen osagaien ezaugarriak ez dira webgunea erabiltzen duen edozeinentzan eskuragarri izango.

source: By filling out the form below, you can
eu_es: Beheko formularioa betez egin dezakezu

source: Camera loaded. Click on the "Capture" button to take your photo.
ca: S'ha carregat la càmera. Feu clic al boto "Captura" per fer una fotografia.
eu_es: Kamera hasieratu da. Sakatu "Atzeman" botoian zure argazkia ateratzeko.

source: Cancel
ca: Cancel·la
eu_es: Utzi

# button
source: Cancel
eu_es: Utzi

source: Cancel Friendship
ca: Cancel·la l'amistat
eu_es: Ezeztatu adiskidetasuna

source: Cancel Friendship Request
ca: Cancel·la la sol·licitud d'amistat
eu_es: Atzera bota lagun eskaera

source: Cancel invitation
eu_es: Gonbidapena utzi

# button
source: Cancel invitation
eu_es: Gonbidapena utzi

source: Cancel invitation %s
eu_es: %s Gonbidapena utzi

source: Cancel password change
eu_es: Bertan behera utzi pasahitza aldatzea

source: Cannot create new XProfile field group.
eu_es: Ezin da eremu taldean XProfil berri bat sortu.

source: Cannot create new XProfile field.
eu_es: Ezin da XProfil eremu berria sortu.

source: Cannot create new activity.
eu_es: Ezin da jarduera berria sortu.

source: Cannot create new group.
eu_es: Ezin da talde berria sortu.

source: Cannot create new notification.
eu_es: Ezin da jakinarazpen berria sortu.

source: Cannot create new signup.
eu_es: Ezin da erregistro berria sortu.

source: Cannot save XProfile data.
eu_es: Ezin dira XProfileko datuak gorde.

source: Cannot update XProfile field group.
eu_es: Ezin da XProfil eremu taldea eguneratu.

source: Cannot update XProfile field.
eu_es: Ezin da XProfil eremua eguneratu.

source: Cannot update existing activity.
eu_es: Ezin da existitzen den jarduera eguneratu.

source: Cannot update existing group.
eu_es: Ezin da existitzen den taldea eguneratu.

source: Cannot update the status of this notification.
eu_es: Ezin da jakinarazpen honen egoera eguneratu.

source: Capabilities
ca: Competències
eu_es: Ahalmenak

source: Capture
ca: Captura
eu_es: Kapturatu

# button
source: Capture
eu_es: Atzitu

source: Change
ca: Canvia
eu_es: Aldatu

# Change profile field visibility level
source: Change
ca: Canvia
eu_es: Aldatu

# button
source: Change
eu_es: Aldatu

source: Change Avatar
ca: Canvia l'avatar
eu_es: Abatarra aldatu

source: Change Cover Image
ca: Canvia la imatge de la coberta
eu_es: Azaleko Irudia aldatu

# My Account Profile sub nav
source: Change Cover Image
ca: Canvia la imatge de la coberta
eu_es: Azaleko Irudia aldatu

# Profile header sub menu
source: Change Cover Image
ca: Canvia la imatge de la coberta
eu_es: Azaleko Irudia aldatu

source: Change Group Avatar
ca: Canvia l'avatar del node
eu_es: Taldeko Abatarra Aldatu

source: Change Group Settings
ca: Canvia els paràmetres del node
eu_es: Taldeko Ezarpenak Aldatu

source: Change Password <span>(leave blank for no change)</span>
ca: Canvia la contrasenya <span>(deixeu en blanc si no voleu canviar-la)</span>
eu_es: Aldatu pasahitza <span>(hutsean utzi ez aldatzeko)</span>

source: Change Profile Photo
ca: Canvia la foto del perfil
eu_es: Profil argazkia aldatu

# My Account Profile sub nav
source: Change Profile Photo
ca: Canvia la foto del perfil
eu_es: Profil argazkia aldatu

# Profile header sub menu
source: Change Profile Photo
ca: Canvia la foto del perfil
eu_es: Profil Argazkia Aldatu

source: Change group type to&hellip;
ca: Canviar el tipus de node a&hellip;
eu_es: Aldatu talde mota &hellip;-(e)ra

source: Change member type to&hellip;
ca: Canviar el tipus de membre a&hellip;
eu_es: Aldatu kide mota &hellip;-(e)ra;

# group manage members row edit
source: Change role for:
eu_es: Aldatu role hau:

source: Change the email footer here
ca: Canvieu aquí el peu de pàgina del email
eu_es: Emailaren oina aldatu hemen

source: Changelog
eu_es: Aldaketa-erregistroa

source: Changes saved.
ca: S'han desat els canvis
eu_es: Aldaketak gordeta.

source: Cheatin&#8217; huh?
ca: Fent trampes, eh?
eu_es: Tranpetan, ala?
