Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: Display the biographical info from the member's WordPress profile.
eu_es: Bistaratu informazio biografikoa kidearen WordPress profiletik.

source: Display the group description in the body of the group's front page.
ca: Mostra la descripció del node al cos de la portada.
eu_es: Taldearen azalpena taldeko azalaren orrialdearen gorputzean bistaratu.

source: Display the group navigation vertically.
ca: Mostra el menú del node vertical
eu_es: Talde nabigazioa bertikalki bistaratu.

source: Display the group's name
eu_es: Bistara ezazu taldearen izena

source: Display the latest updates of your community having the types of your choice.
eu_es: Bistaratu zure aukerako motakoak diren komunitateko azken eguneraketak.

source: Display the member navigation vertically.
eu_es: Kide nabigazioa bertikalean bistaratu.

source: Display the user name
eu_es: Bistara ezazu erabiltzailearen izena

source: Displays BuddyPress primary nav in the sidebar of your site. Make sure to use it as the first widget of the sidebar and only once.
eu_es: BuddyPresseko nabigazio nagusia bistaratzen da zure gunearen albo-barran. Ziurtatu alboko barraren lehen widgeta dela eta behin bakarrik erabiltzea.

source: Documentation on date and time formatting
ca: Documentació sobre el format de data i hora
eu_es: Data eta ordua formateatzeko buruzko dokumentazioa

source: Don't worry! We've moved the BuddyPress options into more convenient and easier to find locations. You're seeing this page because you are running a legacy BuddyPress plugin which has not been updated.
ca: No us preocupeu! Hem mogut les opcions del BuddyPress a un lloc més convenient i més fàcil de trobar. Esteu veient aquesta pàgina perquè esteu fent funcionar una extensió antiga del BuddyPress que no ha estat actualitzada.
eu_es: Ez kezkatu! BuddyPressen aukerak leku komenigarri eta bilatzeko errezagoa den kokaletu batera mugitu ditugu. Eguneratu gabeko Buddypressen plugina erabiltzen ari zarelako ari zara orrialde hau ikusten.

source: Download personal data
eu_es: Datu pertsonalak jeitsi

source: Drag each possible group navigation items that are listed below into the order you prefer, in some groups some of these navigation items might not be active.
eu_es: Arrastatu behean agertzen diren talde-nabigazioko elementu bakoitza zuk nahi duzun ordenan, talde batzuetan nabigazio elementu hauetako batzuk agian ez daude aktibo.

source: Drag each possible member navigation items that are listed below into the order you prefer.
eu_es: Arrastatu beheko zerrendan agertzen diren kide posibleak nahi dituzun ordenean.

# xprofile field type
source: Drop Down Select Box
ca: Caixa desplegable
eu_es: Goitibeherako Hautatze Koadroa

source: Drop your file here
ca: Arrossegueu el fitxer aquí
eu_es: Jaregin zure fitxategi hemen

source: Each BuddyPress Component needs its own WordPress page. The following WordPress Pages have more than one component associated with them: %s.
ca: Cada component del BuddyPress necessita la seva pròpia pàgina de WordPress. Les següents pàgines del WordPress tenen associat més d'un component a la vegada: %s.
eu_es: BuddyPresseko Osagai bakoitzak WordPressen bere orrialdea behar du. Hurrengo WordPress orrialdeek osagai bat baino gehiago dituzte haiekin lotuta: %s.

source: Edit
ca: Edita
eu_es: Aldatu

# Edit field link
source: Edit
ca: Edita
eu_es: Editatu

# My Account Profile sub nav
source: Edit
ca: Edita
eu_es: Editatu

# Profile header sub menu
source: Edit
ca: Edita
eu_es: Editatu

# group member edit role link
source: Edit
eu_es: Editatu

source: Edit %s's Profile
ca: Edita el perfil de %s
eu_es: Editatu %s-(r)en profile

# deprecated string
source: Edit %s's Profile Photo
eu_es: Edita ezazu %s Profileko Argazkia

source: Edit Activity
ca: Editar activitat
eu_es: Jarduera editatu

source: Edit Cover Image
ca: Edita la imatge de la coberta
eu_es: Azaleko irudia editatu

source: Edit Details
ca: Edita els detalls
eu_es: Editatu xehetasunak

# email post type label
source: Edit Email
ca: Edita l'adreça de correu electrònic
eu_es: Emaila editatu

# email type taxonomy label
source: Edit Email Situations
ca: Editar situacions de email
eu_es: Email egoerak editatu

source: Edit Field
ca: Edita el camp
eu_es: Aldatu eremua

source: Edit Field Group
ca: Edita el camp del node
eu_es: Taldeko eremua editatu

source: Edit Group
ca: Edita el node
eu_es: Taldea Eguneratu

# Edit Profile Fields Group
source: Edit Group
ca: Edita el grup
eu_es: Taldea Editatu

# Group WP Admin Bar manage links
source: Edit Group %s
ca: Edita el node %s
eu_es: %s taldea editatu

source: Edit Group Name &amp; Description
ca: Edita el nom del node &amp; Descripció
eu_es: Taldeko Izena eta Deskripzioa Editatu

# Group type taxonomy edit item label
source: Edit Group Type
eu_es: Edita ezazu Talde-mota

source: Edit Member
ca: Edita el membre
eu_es: Partaideak Eguneratu

# Member type taxonomy edit item label
source: Edit Member Type
eu_es: Edita ezazu Kide-mota

source: Edit My Profile
ca: Edita el meu perfil
eu_es: Nire Profila Aldatu

source: Edit Profile
ca: Edita el perfil
eu_es: Profila editatu

source: Edit Profile Photo
ca: Edita la fotografia del perfil
eu_es: Profilaren Argazkia Editatu

source: Edit URL
eu_es: Edita ezazu URLa

source: Edit User
ca: Edita l'usuari
eu_es: Erabiltzailea eguneratu

source: Edit activity action
ca: Acció d'edició de l'activitat
eu_es: Jarduera ekintza editatu

source: Edit activity content
ca: Editar contingut d'activitat
eu_es: Jardueraren edukia editatu

source: Edit comment
ca: Edita el comentari
eu_es: Iruzkina aldatu

source: Edit or update your avatar image for this group.
ca: Editeu o actualitzeu la imatge del vostre avatar per aquest node.
eu_es: Editatu edo eguneratu talde honetako zure avatar irudia.

source: Edit settings
ca: Edita la configuració
eu_es: Ezarpenak aldatu

source: Edit this entry
ca: Edita aquest article
eu_es: Sarrera hau editatu

source: Edit this page.
ca: Edita aquesta pàgina.
eu_es: Orrialde hau editatu.

source: Edit your bio
ca: Editeu la vostre biografia
eu_es: Zure bio-a editatu

source: Edit:
ca: Edita:
eu_es: Aldatu:

source: Editing "%s" Profile Group
eu_es: "%s" Taldearen Profile editatzen

source: Editing '%s' Profile Group
ca: S'està editant el perfil del node '%s'
eu_es: Editatu '%s'-ren talde profila

source: Editing Activity (ID #%s)
ca: S'està editant l'activitat (identificador #%s)
eu_es: Jarduera Eguneraketa (ID #%s)

source: Email
ca: Correu electrònic
eu_es: Emaila

# Pending signup action
source: Email
ca: Adreça electrònica
eu_es: Emaila

# email post type singular name
source: Email
ca: Correu electrònic
eu_es: Emaila

# email type taxonomy singular name
source: Email
eu_es: Emaila

source: Email & Password
ca: Correu i Contrasenya
eu_es: E.-posta eta Pasahitza

source: Email Address
ca: Adreça electrònica
eu_es: Posta elektronikoa

source: Email Notification
ca: Avís de correu electrònic
eu_es: Email jakinarazpena

source: Email Notifications
ca: Notificacions per correu electrònic
eu_es: Emailen jakinarazpenak

source: Email address cannot be empty.
ca: L'adreça electrònica no pot estar buida.
eu_es: Email helbidea ezin da hutsik egon.

source: Email background color
ca: Color de fons del email
eu_es: Emailaren atzoko planoaren kolorea

# email post type label
source: Email list
ca: Llista de email
eu_es: Email zerrenda

# email type taxonomy label
source: Email list
ca: Llista de email
eu_es: Email zerrenda

# email post type label
source: Email list navigation
ca: Navegació de la llista de email
eu_es: Email zerrenda nabigazioa

# email type taxonomy label
source: Email list navigation
ca: Navegació de la llista de email
eu_es: Email zerrenda nabigazioa

# email post type name
source: Emails
eu_es: Emailak

# screen heading
source: Emails
ca: Correus electrònics
eu_es: Emailak

source: Emails Sent
ca: Correos electrònics enviats
eu_es: Bidalitako emailak

source: Emails have been successfully reinstalled.
ca: Els correus electrònics s'han reinstal·lat correctament.
eu_es: Emailak arrakastaz berinstalatu dira.

source: Embed
eu_es: Kapsulatu

source: Embed an activity
eu_es: Kapsula ezazu jarduera bat

source: Embedded Activity Item
ca: Item d'activitat embeguda
eu_es: Jarduera elementua kapsulatua

source: Embedding…
eu_es: Kapsulatzen...

source: Enable BuddyPress to WordPress profile syncing
ca: Habilita la sincronització entre perfils del BuddyPress i del WordPress.
eu_es: BuddyPress eta WordPress profilen sinkronizazioa gaitu

source: Enable custom front pages for groups.
ca: Habilita la personalització de les pàgines inicial per als nodes.
eu_es: Azaleko orrialde pertsonalizatuak gaitu taldeentzako.

source: Enable default front page for member profiles.
ca: Habilita la portada predeterminada dels perfils dels membres.
eu_es: Kide profilentzako azaleko orrialde lehenetsia gaitu.

source: Enable discussion forum
ca: Activa el fòrum de discussió
eu_es: Baimendu eztabaida foroan

source: Enable group creation for all users
ca: Activa la creació de nodes per a tots els usuaris
eu_es: Gaitu taldeak sortzea erabiltzaile guztientzako

source: Enable or disable all optional components in bulk
ca: Activa o desactiva tots els components opcionals en massa
eu_es: Multzoan dauden osagai guztiak gaitu edo desgaitu

source: Enable widget region for group homepages. When enabled, the site admin can add widgets to group pages via the Widgets panel.
eu_es: Gaitu widget erregioa taldeko orrialdeetarako. Gaituta dagoenean, gunearen administratzaileak talde orrietara widgetak gehitu ditzake Widgets panelean.

source: Enabled
ca: Habilitat
eu_es: Gaituta

source: End:
ca: Final:
eu_es: Bukaera:

source: Enforce field visibility
ca: Força la visibilitat del camp
eu_es: Eremuaren ikuspena betearazi

source: Ensure result set excludes Groups with specific IDs
eu_es: Ziurtatu emaitzak identifikatzaile zehatzak dituzten taldeak kanpoan uzten dituela

source: Ensure result set excludes specific IDs.
eu_es: Ziurtatu emaitzak identifikatzaile jakinak kanpoan uzten dituela.

source: Ensure result set excludes specific member IDs.
eu_es: Ziurtatu emaitzak kide ID jakinak kanpoan uzten dituela.

source: Ensure result set excludes specific profile field groups.
eu_es: Ziurtatu emaitzak profil eremu talde jakinak kanpoan uzten dituela.

source: Ensure result set excludes specific profile fields.
eu_es: Ziurtatu emaitzak profil eremu jakinak kanpoan uzten dituela.

source: Ensure result set includes Groups with specific IDs.
eu_es: Ziurtatu emaitzak identifikatzaile zehatzak dituzten taldeak barne dituela.

source: Ensure result set includes specific IDs.
eu_es: Ziurtatu emaitzak identifikatzaile jakinak biltzen dituela.

source: Ensure result set includes specific group roles.
eu_es: Ziurtatu emaitzak taldeko role jakinak barne dituela.

source: Enter Group Name &amp; Description
ca: El nom del node i la descripció no poden estar buits.
eu_es: Taldea Izena eta Deskripzioa Sartu

source: Enter Group's name here…
eu_es: Idatz ezazu Talde-izena hemen...

source: Enter Item's name here…
eu_es: Sar ezazu elementuaren izena hemen...

source: Enter Member's username here…
eu_es: Hemen, idatz ezazu Kidearen erabiltzaile-izena...

source: Enter URL to embed here…
eu_es: Sar ezazu URLa hemen kapsulatzeko...

source: Enter a comma-separated list of user logins.
ca: Introduïu una llista de nom d'usuaris separats per coma.
eu_es: Sartu koma bidez bereiztutako erabiltzaile zerrenda bat.

# BP Member type ID description
source: Enter a lower-case string without spaces or special characters (used internally to identify the member type).
eu_es: Idatz ezazu letra minuskula bat zuriunerik edo karaktere berezirik gabe (barnean, kide mota identifikatzeko erabiltzen da).

source: Enter a lower-case string without spaces or special characters (used internally to identify the type).
eu_es: Idatz ezazu letra minuskula bat zuriunerik edo karaktere berezirik gabe (barnean, kide mota identifikatzeko erabiltzen da).

source: Enter custom time format
ca: Introduïu el format d'hora personalitzat
eu_es: Sartu orduaren formatu pertsonalizatua

source: Enter if you want the type slug to be different from its ID.
eu_es: Sar ezazu slug mota bere IDentifikatzailearen desberdina izatea nahi baduzu.

source: Enter the password to view comments.
ca: Introduïu la contrasenya per a veure els comentaris.
eu_es: Sartu zure pasahitza iruzkinak ikusteko.

source: Error accepting invitation
eu_es: Errorea gonbidapena onartzerakoan

source: Error joining group
ca: Error en unir-se al node
eu_es: Errore bat egon da taldera sartzean

source: Error joining this group.
ca: S'ha produït un error en unir-se al node.
eu_es: Errorea talde honetan sartzerakoan.

source: Error leaving group
ca: Error en deixar el node
eu_es: Errorea taldea uztean

source: Error leaving group.
ca: Error en deixar el node
eu_es: Errore bat gertatu da taldea uzterakoan.

source: Error requesting membership
ca: Error al sol·licitar l'admissió
eu_es: Errorea bazkidetza eskaeran

source: Error requesting membership.
ca: Error al sol·licitar l'admissió
eu_es: Errore bat egon da bazkidetza eskatzerakoan.

source: Error: Please type a reply.
eu_es: ERROREA: Mesedez idatzi erantzun bat.

source: Error: The item you are trying to reply to cannot be found, or it has been deleted.
eu_es: ERROREA: Erantzuten joan zaren elementua ezin da aurkitu edo ezabatua izan da.

source: Errors occurred when trying to update these activity items:
ca: S'han produït errors en intentar actualitzar aquests elements de l'activitat:
eu_es: Erroreak gertatu dira hurrengo jarduera elementuak eguneratzean:

# Visibility level setting
source: Everyone
ca: Tothom
eu_es: Guztiak

source: Everything in a BuddyPress community revolves around its members.
ca: En una comunitat BuddyPress tot gira al voltant dels seus membres.
eu_es: BuddyPress komunitate batean dena bere kideen inguruan dago jira-biraka.

source: Example:
ca: Exemple:
eu_es: Adibidea:

source: Export Data
eu_es: Datuak esportatu

source: Extended
ca: Ampliat
eu_es: Hedatua

source: Extended Profile
ca: Perfil estès
eu_es: Profil aurreratua

source: Extended Profile Data
eu_es: Profil Hedatuaren Datuak

# BuddyPress Extended Profile data exporter friendly name
source: Extended Profile information
eu_es: Profil hedatuaren informazioa

source: Extended Profiles
ca: Perfils extesos
eu_es: Profil hedatuak

# Component page <title>
source: Extended Profiles
ca: Perfils estesos
eu_es: Profil hedatuak

source: Extra configuration settings are provided and activated. You can selectively enable or disable any setting by using the form on this screen.
ca: Les configuracions extra estan disponibles i activades. En el formulari d'aquesta pantalla podeu habilitar o deshabilitar qualsevol opció de manera selectiva.
eu_es: Konfigurazio ezarpen gehigarriak ematen dira eta aktibatzen dira. Selektiboki gaitu edo desgaitu dezakezu edozein ezarpen pantaila honetako inprimakia erabiliz.

source: Fail to activate the signup.
eu_es: Ezin izan da erregistroa aktibatu.

source: Failed to create table!
eu_es: Taula sortzeak huts egin du!

source: Failed to migrate invitations!
eu_es: Gonbidapenak ezin izan dira migratu!

source: Failed to write file to disk.
ca: No s'ha pogut desar el fitxer al disc.
eu_es: Huts egin du fitxategiak diskoan idaztea.

source: Failed!
ca: Ha fallat!
eu_es: Huts egin du!

source: Favorite
ca: Preferit
eu_es: Gogokoa

# My Account Activity sub nav
source: Favorites
ca: Preferits
eu_es: Gogokoak

# Profile activity screen sub nav
source: Favorites
ca: Preferits
eu_es: Gogokoak

# Sticky post
source: Featured
ca: Destacat
eu_es: Nabarmena

source: February
ca: Febrer
eu_es: Otsaila

source: Field Group Description
ca: Camp de descripció del node
eu_es: Talde Deskribapen eremua

source: Field Group Name (required)
ca: Camp nom del node (necessari)
eu_es: Eremu Taldearen Izena (beharrezkoa)

source: Fields for "%s" Group
ca: Camps per al node "%s"
eu_es: "%s" Talderako eremuak

source: File canceled.
ca: Fitxer cancel·lat.
eu_es: Fitxategia ezeztatua.

source: File successfully uploaded.
ca: El fitxer s'ha penjat correctament
eu_es: Fitxategia arrakastaz igo da.

source: File upload stopped by extension.
ca: S'ha parat la càrrega del fitxer per extensió.
eu_es: Fitxategi igoera luzapena dela eta gelditu da.

source: Filter
ca: Filtre
eu_es: Iragazi

source: Filter Friends
ca: Filtra els amics
eu_es: Iragazi lagunak

source: Filter Groups
ca: Filtre de nodes
eu_es: Iragazi taldeak

source: Filter activities list
ca: Filtrar la llista d'activitats
eu_es: Aktibitate zerrenda iragazkia

source: Filter by activity type
ca: Filtra per tipus d'activitat
eu_es: Jarduera motarengatik iragazi

source: Filter components list
ca: Filtra la llista de components
eu_es: Osagaien zerrenda iragazi

# email post type label
source: Filter email list
ca: Filtra la llista de correus electrònics
eu_es: Email zerrenda iragazkia

source: Filter groups list
ca: Filtra la llista de nodes
eu_es: Talde zerrenda iragazi

source: Filter the result by box.
eu_es: Emaitzak postontziz mugatu.

source: Filter the result by thread status.
eu_es: Emaitzak hariaren egoeraz iragazi.

source: Filter users list
ca: Filtra la llista d'usuaris
eu_es: Iragazitako erabiltzaileen zerrenda

# group manage members roles filter
source: Filter:
eu_es: Iragazkia:

source: Finish
ca: Finalitza
eu_es: Amaitu

source: First Footer Widget Area
ca: Àrea del giny del primer peu de pàgina
eu_es: Lehenengo oin widget eremua

source: Flagged as spam by %s
ca: Marcat com a brossa per %s
eu_es: %s -k spam gisa markatua

source: Flagged as spam by Akismet
ca: Marcat com a brossa per l'Akismet
eu_es: Akismet-ek spam gisa markatua

source: Follow BuddyPress on Twitter
eu_es: Jarraitu Buddypress Twitterren

# email
source: Footer
ca: Peu de pàgina
eu_es: Oina

source: Footer text
ca: Text del peu
eu_es: Beheko testua

source: For better results, make sure to upload an image that is larger than %1$spx wide, and %2$spx tall.
ca: Per obtenir millors resultats, assegureu-vos de carregar una imatge més gran que %1$spx d'amplada i %2$spx d'alçada.
eu_es: Emaitza hobeak lortzeko, ziurtatu igotzen duzun irudia %1$spx-eko zabalera eta %2$spx-eko altuera baino handiagoa dela.

source: For information about when and how BuddyPress uses all of these settings, see the Managing Activity link in the panel to the side.
ca: Per obtenir informació sobre quan i com el BuddyPress fa servir totes aquestes opcions, mireu l'enllaç per gestionar l'activitat al panell lateral.
eu_es: BuddyPressek ezarpen guzti horiek noiz eta nola erabiltzen dituen jakiteko, ikusi alboko panelean Jarduera Kudeaketa esteka.

source: For more information, see <a href="%s">the release notes</a>.
ca: Per a més informació, mireu <a href="%s">les notes de la versió</a>.
eu_es: Informazio gehiagorako, ikusi <a href="%s">argitalpenaren oharrak</a>.

source: For more information:
ca: Per a més informació:
eu_es: Informazio gehiagorako:

source: Forum Directory
ca: Directori del fòrum
eu_es: Foro direktorioa

source: Forum Replies
ca: Respostes del fòrum
eu_es: Foroko erantzunak

source: Forum Topic Tags
ca: Etiquetes del tema del fòrum
eu_es: Foroetako etiketak

source: Forum Topics
ca: Temes del fòrum
eu_es: Foroko gaiak

source: Forums Directory
ca: Directori dels fòrums
eu_es: Foroen direktorioa

source: Four columns
ca: Quatre columnes
eu_es: Lau zutabe

source: Fourth Footer Widget Area
ca: Àrea del giny del quart peu de pàgina
eu_es: Laugarren oin widget eremua

source: Freshness
ca: Més recents
eu_es: Egunerokotasuna

source: Friend
eu_es: Laguna

source: Friend Connections
ca: Amistats
eu_es: Lagun Loturak

# Friends screen page <title>
source: Friend Connections
ca: Connexions entre amics
eu_es: Lagun konexioak

# BuddyPress Friend Requests data exporter friendly name
source: Friend Requests (Received)
eu_es: Adiskidetasun eskaerak (Jasotakoak)

# BuddyPress Friend Requests data exporter friendly name
source: Friend Requests (Sent)
eu_es: Adiskidetasun eskaerak (Bidalitakoak)

source: Friends
ca: Amics
eu_es: Lagunak

# BuddyPress Friends data exporter friendly name
source: Friends
eu_es: Lagunak

# Friend settings on notification settings page
source: Friends
ca: Amics
eu_es: Lagunak

# My Account Activity sub nav
source: Friends
ca: Amics
eu_es: Lagunak

# My Account Friends menu
source: Friends
ca: Amics
eu_es: Lagunak

# Profile activity screen sub nav
source: Friends
ca: Amics
eu_es: Lagunak

source: Friends %s
ca: Amics %s
eu_es: Lagunak %s

# My Account Friends menu
source: Friends %s
ca: Amics %s
eu_es: Lagunak %s

source: Friends menu
ca: Amics
eu_es: Lagunen menua

source: Friendship Date
eu_es: Adiskidetasun Data

source: Friendship Requested
ca: Sol·licitd d'amistat
eu_es: Adiskidetasun eskaera

source: Friendship Requests
ca: Sol·licituds d'amistat
eu_es: Adiskidetasun Eskaerak

source: Friendship accepted
ca: Amistat acceptada
eu_es: Adiskidetasuna onartua

source: Friendship accepted.
ca: Amistat acceptada
eu_es: Adiskidetasuna onartuta.

source: Friendship canceled
ca: Amistat cancel·lada
eu_es: Adiskidetasuna bertan behera utzi da

source: Friendship cancelled.
ca: Amistat cancel·lada.
eu_es: Adiskidetasuna ezeztatua.

source: Friendship could not be accepted
ca: L'amistat no ha pogut ser acceptada
eu_es: Adiskidetasuna ezin da onartu

source: Friendship could not be canceled.
ca: L'amistat no es pot cancel·lar.
eu_es: Adiskidetasuna ezin da utzi.

source: Friendship could not be cancelled.
ca: La sol·licitud d'amistat no pot ser cancel·lada.
eu_es: Ezin izan da adiskidetasuna ezeztatu.

source: Friendship could not be rejected
ca: L'amistat no ha pogut ser rebutjada
eu_es: Adiskidetasuna ezin da baztertu

source: Friendship could not be requested.
ca: L'ha mistat no es pot sol·licitar.
eu_es: Adiskidetasuna ezin da prozesatu.

source: Friendship does not exist.
eu_es: Adiskidetasuna ez da existitzen.

source: Friendship rejected
ca: Amistat rebutjada
eu_es: Adiskidetasuna baztertua

source: Friendship rejected.
ca: Amistat rebutjada
eu_es: Adiskidetasuna baztertua.

source: Friendship relation with, current, logged in user.
eu_es: Adiskidetasun harremana; uneko erabiltzailearekin saioa hasi da.

source: Friendship request could not be cancelled.
ca: La sol·licitud d'amistat no pot ser cancel·lada.
eu_es: Lagun eskaera ezin izan da atzera bota.

source: Friendship request could not be withdrawn
ca: La sol·licitud d'amistat no pot ser retirada
eu_es: Lagun eskaera ezin izan da atzera bota

source: Friendship request withdrawn
ca: Sol·licitud d'amistat retirada
eu_es: Lagun eskaera atzera bota da

source: Friendship requested
ca: Sol·licitud d'amistat
eu_es: Adiskidetasun eskaera burutua

source: Friendship requests
ca: Sol·licituds d'amistat
eu_es: Adiskidetasun eskaera

source: Friendships
ca: Amistats
eu_es: Lagun Loturak

# Friends screen sub nav
source: Friendships
ca: Amistats
eu_es: Lagunak

# My Account Friends menu sub nav
source: Friendships
ca: Amistats
eu_es: Adiskideak

source: Friendships accepted
ca: Amistat acceptada
eu_es: Lagun eskaera onartua

source: From
ca: Des de
eu_es: Nork

source: From the BuddyPress blocks category of the WordPress Block Inserter, you can pick a BP Block to feature a list of members, a list of groups or embed a public BuddyPress Activity into your post or page.
eu_es: WordPress Block Inserter-en BuddyPress bloke-kategorian, BP Block bat hauta dezakezu kide-zerrenda bat ezaugarritzeko eta talde-zerrenda bat edo BuddyPress Activity publikoa zure bidalketa edo orrialdean kapsulatzeko.
