Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: {{poster.name}} mentioned you in the group "{{group.name}}": "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{mentioned.url}}}
ca: {{poster.name}} us ha mencionat en el node "{{group.name}}": "{{usermessage}}" Aneu a la discussió per a respondre o posar-vos al dia de la conversa: {{{mentioned.url}}}
eu_es: {{poster.name}}(e)k "{{group.name}}" taldean aipatu zaitu : "{{usermessage}}" Joan eztabaidara elkarrizketa erantzuteko edo ulertzeko: {{{mentioned.url}}}

source: {{poster.name}} mentioned you in the group "{{group.name}}": <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{mentioned.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
ca: {{poster.name}} us ha mencionat en el node "{{group.name}}": <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{mentioned.url}}}">Aneu a la discussió</a> per a respondre o posar-vos al dia de la conversa.
eu_es: {{poster.name}}(e)k "{{group.name}}" taldean aipatu zaitu: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{mentioned.url}}}">Joan eztabaidara</a> elkarrizketa erantzuteko edo ulertzeko.

source: {{poster.name}} replied to one of your comments: "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{thread.url}}}
ca: {{poster.name}} ha respost a un dels vostres comentaris: "{{usermessage}}" Aneu a la discussió per respondre o posar-vos al dia de la conversa. {{{thread.url}}}
eu_es: {{poster.name}}(e)k zure iruzkin bat erantzun du: "{{usermessage}}" Joan eztabaidara elkarrizketa erantzuteko edo ulertzeko: {{{thread.url}}}

source: {{poster.name}} replied to one of your comments: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
ca: {{poster.name}} ha respost a un dels vostres comentaris: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Aneu a la discussió</a> per respondre o posar-vos al dia de la conversa.
eu_es: {{poster.name}}(e)k zure iruzkin bat erantzun du: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Joan eztabaidara</a> elkarrizketa erantzuteko edo ulertzeko.

source: {{poster.name}} replied to one of your updates: "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{thread.url}}}
ca: {{poster.name}} ha respost a una de les teves actualitzacions: "{{usermessage}}" Aneu a la discussió per respondre o posar-vos al dia de la conversa: {{{thread.url}}}
eu_es: {{poster.name}(e)k zure eguneraketa bat erantzun du: "{{usermessage}}" Joan eztabaidara elkarrizketa erantzuteko edo ulertzeko: {{{thread.url}}}

source: {{poster.name}} replied to one of your updates: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
ca: {{poster.name}} ha respost a una de les teves actualitzacions: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Aneu a la discussió</a>per respondre o posar-vos al dia de la conversa.
eu_es: {{poster.name}}(e)k zure eguneraketa bat erantzun du: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Joan eztabaidara</a> elkarrizketa erantzuteko edo ulertzeko.

source: {{requesting-user.name}} wants to join the group "{{group.name}}". As you are the administrator of this group, you must either accept or reject the membership request. To manage this and all other pending requests, visit: {{{group-requests.url}}} To view {{requesting-user.name}}'s profile, visit: {{{profile.url}}}
ca: {{requesting-user.name}} vol unir-se al node "{{group.name}}". Com que sou l'administrador d'aquest node, heu d'acceptar o rebutjar la sol·licitud d'admissió. Per gestionar aquesta i totes les altres sol·licituds pendents, visiteu: {{{group-requests.url}}} To view {{requesting-user.name}}'s profile, visit: {{{profile.url}}}
eu_es: {{requesting-user.name}} erabiltzaileak "{{group.name}}" taldean sartu nahi du. Talde honen administratzailea zarenez, bazkidetza eskaera onartu edo baztertu behar duzu. Eskaera hau eta zain dauden beste batzu kudeatzeko, hona joan: {{{group-requests.url}}} {{requesting-user.name}} erabiltzailearen profila ikusteko, hona joan: {{{profile.url}}}

source: {{sender.name}} sent you a new message: "{{usersubject}}" "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{message.url}}}
ca: {{sender.name}} t'ha enviat un nou missatge: "{{usersubject}}" "{{usermessage}}" Anar a la discussió per a respondre o posar-vos al dia de la conversa: {{{message.url}}}
eu_es: {{sender.name}}(e)k mezu berri bat bidali dizu: &quot;{{usersubject}}&quot; &quot;{{usermessage}}&quot; Joan eztabaidara erantzuteko edo egunean jartzeko elkarrizketarekin: {{{message.url}}}

source: {{sender.name}} sent you a new message: &quot;{{usersubject}}&quot; <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{message.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
ca: {{sender.name}} t'ha enviat un nou missatge: &quot;{{usersubject}}&quot; <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{message.url}}}">Anar a la discussió</a> per a respondre o posar-vos al dia de la conversa.
eu_es: {{sender.name}}-(e)k mezu berri bat bidali dizu: &quot;{{usersubject}}&quot; <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{message.url}}}">Joan eztabaidara</a> erantzuteko edo egunean jartzeko elkarrizketarekin.

source: matching tag "%s"
ca: etiqueta que concorda "%s"

# Activity Custom Post Type post comment action
source: %1$s commented on the <a href="%2$s">item</a>
ca: %1$s ha comentat sobre el <a href="%2$s">tema</a>

# Activity Custom Post Type comment action
source: %1$s commented on the <a href="%2$s">item</a>, on the site %3$s
ca: %1$s ha comentat sobre el <a href="%2$s">tema</a>, en el lloc %3$s

source: %1$s commented on the post, %2$s
ca: %1$s ha comentat l'article, %2$s

source: %1$s commented on the post, %2$s, on the site %3$s
ca: %1$s ha comentat l'article, %2$s, del lloc web %3$s

source: %1$s edited the forum topic %2$s in the group %3$s
ca: %1$s ha editat el tema %2$s del fòrum al node %3$s

source: %1$s mentioned you in the group "%2$s"
ca: %1$s t'ha mencionat en el node "%2$s"

source: %1$s mentioned you in the group "%2$s": "%3$s" To view and respond to the message, log in and visit: %4$s ---------------------
ca: %1$s us ha mencionat al node "%2$s": "%3$s" Per veure i respondre al missatge, inicieu sessió i visiteu: %4$s ---------------------

source: %1$s replied to one your activity comments
ca: %1$s ha contestat a un dels vostres comentaris d'activitat

source: %1$s replied to the forum topic %2$s in the group %3$s
ca: %1$s ha respost al tem de fòrum %2$s en el node %3$s

source: %1$s started the forum topic %2$s in the group %3$s
ca: %1$s ha començat el tema de fòrum %2$s en el node %3$s

# Activity Custom Post Type post action
source: %1$s wrote a new <a href="%2$s">item</a>
ca: %1$s ha escrit un <a href="%2$s">element</a> nou

# Activity Custom Post Type post action
source: %1$s wrote a new <a href="%2$s">item</a>, on the site %3$s
ca: %1$s ha escrit un <a href="%2$s">element</a> nou, en la pàgina web %3$s

source: %1$s wrote a new post, %2$s
ca: %1$s ha escrit un article nou, %2$s

source: %1$s wrote a new post, %2$s, on the site %3$s
ca: %1$s ha escrit un article nou, %2$s, al lloc web %3$s

source: %1$s | %2$s | Activity
ca: %1$s | %2$s | Activitat

source: %d accepted group membership requests
ca: %d sol·licituds d'admissió al node acceptades

source: %d friends
ca: %s amics

source: %d post
ca: %d article

source: %d rejected group membership requests
ca: %d sol·licituds d'admissió al node rebutjades

source: %d topics
ca: %d temes

source: %s created the site %s
ca: %s ha creat el lloc web %s

source: %s file location:
ca: Ubicació del fitxer %s:

source: %s friend
ca: %s amic

source: %s has been deleted from the system.
ca: %s s'ha suprimit del sistema

source: %s updated their profile
ca: El perfil de %s ha estat actualitzat

source: (Installed)
ca: (Instal·lat)

# Group update email text
source: * Description changed from "%s" to "%s".
ca: * S'ha canviat la descripció de "%s" a "%s"

# Group update email text
source: * Name changed from "%s" to "%s".
ca: * S'ha canviat el nom de "%s" a "%s"

# Group update email text
source: * Permalink changed from "%s" to "%s".
ca: * S'ha canviat la descripció de "%s" a "%s"

source: <a href="{{{inviter.url}}}">{{inviter.name}}</a> has invited you to join the group: &quot;{{group.name}}&quot;. <a href="{{{invites.url}}}">Go here to accept your invitation</a> or <a href="{{{group.url}}}">visit the group</a> to learn more.
ca: <a href="{{{inviter.url}}}">{{inviter.name}}</a> us ha convidat a unir-vos al node: &quot;{{group.name}}&quot;. <a href="{{{invites.url}}}">Aneu aquí per acceptar la seva invitació</a> o <a href="{{{group.url}}}">visiteu el node</a> per obtenir més informació.

source: <a href="{{{profile.url}}}">{{requesting-user.name}}</a> wants to join the group &quot;{{group.name}}&quot;. As you are an administrator of this group, you must either accept or reject the membership request. <a href="{{{group-requests.url}}}">Go here to manage this</a> and all other pending requests.
ca: <a href="{{{profile.url}}}">{{requesting-user.name}}</a> vol unir-se al node &quot;{{group.name}}&quot;. Com que sou l'administrador d'aquest node, heu d'acceptar o rebutjar la sol·licitud d'admissió. <a href="{{{group-requests.url}}}">Aneu aquí per administrar-ho</a>, així com totes les altres sol·licituds pendents.

source: <em>Logged-In</em> links are relative to the current user, and are not visible to visitors who are not logged in.
ca: Els enllaços <em>Logged-In</em> tenen a veure amb l'usuari actual, i no són visibles pels usuaris que no han iniciat sessió.

source: <em>Logged-Out</em> links are not visible to users who are logged in.
ca: Els enllaços <em>Logged-Out</em> no son visibles pels usuaris que han iniciat sessió.

source: <strong>ERROR</strong>: Your account has already been activated.
ca: <strong>ERROR</strong>: el compte ja s'ha activat.

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
ca: <strong>ERROR</strong>: El vostre compte s'ha marcat com a brossa.

source: <strong>ERROR</strong>: Your account has not been activated. Check your email for the activation link.
ca: <strong>ERROR</strong>: El compte no s'ha activat. Reviseu al correu electrònic l'enllaç d'activació.

source: @ Mention Integration
ca: @ integració de les mencions

source: A configuration file could not be created. No problem, but you will need to save the text shown below into a file named %s in the root directory of your WordPress installation before you can start using the forum functionality.
ca: No s'ha pogut crear un fitxer de configuració. Cap problema, però haureu de desar el text següent en fitxer amb el nom %s al directori arrel de la instal·lació del WordPress abans de començar a utilitzar la funcionalitat del fòrum.

# Admin Dashbord SWA menu
source: Activity
ca: Activitat

# Admin Dashbord SWA page title
source: Activity
ca: Activitat

source: Activity Stream Integration
ca: Integració del flux d'activitat

source: Add to Menu
ca: Afegeix al menú

source: All Topics %s
ca: Tots els temes %s

source: All done! Configuration settings have been saved to the %s file in the root of your WordPress install.
ca: Tot fet! Els paràmetres de configuració s'han desat a l'arxiu %s en l'arrel de la instal·lació de WordPress.

source: And more!
ca: I més!

source: BuddyPress Legacy
ca: Llegat del BuddyPress

# Customizer Panel
source: BuddyPress Nouveau
ca: Novetat BuddyPress

source: BuddyPress can make use of your existing bbPress install. Just provide the location of your %s file, and BuddyPress will do the rest.
ca: EL BuddyPress pot fer ús de la instal·lació existent del bbPress. SImplement proporcioneu la ubicació del fitxer %s, i el BuddyPress farà la resta.

source: BuddyPress keeps track of various relationships between members, groups, and activity items. Occasionally these relationships become out of sync, most often after an import, update, or migration.
ca: El BuddyPress fa un seguiment de vàries relacions entre els usuaris, els nodes, i les activitats. Ocasionalment aquestes relacions no estan sincronitzades, la majoria de vegades després d'una importació, actualització o migració. Useu les eines que hi ha a continuació per recalcular aquestes relacions manualment.

source: BuddyPress will now use its internal copy of bbPress to run the forums on your site. If you wish, you can remove your old bbPress installation files, as long as you keep the %s file in the same location.
ca: El BuddyPress utilitzarà una còpia interna del bbPress per fer funcionar els fòrums al lloc web. Si voleu, podeu eliminar els fitxers de la vella instal·lació del bbPress, però deixeu el fitxer %s al mateix lloc.

source: By filling out the form below, you can <strong>add a site to your account</strong>. There is no limit to the number of sites that you can have, so create to your heart's content, but blog responsibly!
ca: En emplenar el formulari següent, podeu <strong>afegir un lloc web al vostre compte</strong>. No hi ha limit en el nombre de llocs que podeu tenir, així que creeu el que us demani el cor, però bloguegeu amb responsabilitat!

source: Close Topic
ca: Tanca el tema

source: Close pop-up
ca: Tanca

source: Complete Installation
ca: Instal·lació completada

source: Components, Pages, Settings, and Forums, have been moved to <a href="%s">Settings &gt; BuddyPress</a>. Profile Fields has been moved into the <a href="%s">Users</a> menu.
ca: Els components, pàgines, opcions i forums han estat moguts a <a href="%s">Opcions &gt; BuddyPress</a>. Els camps de perfil han estat moguts al menu d'<a href="%s">usuaris</a>.

source: Configure bbPress
ca: Configura el bbPress

source: Contributors to BuddyPress %s
ca: Col·laboradors del BuddyPress %s

source: Delete %s's Account
ca: Suprimeix el compte de %s

source: Delete Topic
ca: Suprimeix el tema

source: Discussion Forums
ca: Fòrums de discussió

source: ERROR: Please type a reply.
ca: ERROR: escriviu una resposta.

source: ERROR: The item you are trying to reply to cannot be found, or it has been deleted.
ca: ERROR: L'element al qual esteu intentant respondre no es pot trobar, o bé s'ha eliminat.

source: Edit %s's Profile Photo
ca: Edita la foto del perfil de %s

source: Edit Topic
ca: Edita el tema

source: Edit text
ca: Editar text

source: Existing bbPress Installation
ca: Instal·lació del bbPress existent

source: F j, Y
ca: j F Y

source: Favorite Topics
ca: Temes preferits

source: Features
ca: Característiques

source: Forum posts cannot be empty. Please enter some text.
ca: Les entrades del fòrum no podem estar buides. Introduïu algun text.

source: Forums
ca: Fòrums

source: Forums directory main navigation
ca: Navegació principal del directori de fòrums

source: Forums for Groups
ca: Fòrums per nodes

source: Forums secondary navigation
ca: Navegació secundària als fòrums

source: Forums were set up correctly using your existing bbPress install!
ca: Els fòrums s'han configurat correctament en fer servir la instal·lació del bbPress existent!

source: Give each individual group its own discussion forum. Choose this if you'd like to keep your members' conversations separated into distinct areas.
ca: Dóna a cada node el seu propi fòrum de discussió. Seleccioneu-ho si us agradaria mantenir les converses dels membres separades en àrees diferents.

source: Group Integration
ca: Integració del node

source: Group logo for %s
ca: Logo del node per a %s

source: Hidden <span class="count">(%s)</span>
ca: Ocult <span class="count">(%s)</span>

# Group member user_id in group admin
source: ID
ca: Identificador

source: If you decide to use bbPress, you will need to deactivate the legacy group forum component. For more info, <a href="%s">read this codex article</a>.
ca: Si decidiu utilitzar el bbPress, necessitareu desactivar l'antic component de nodes. Per a més informació <a href="%s">llegiu aquest article del codex</a>.

source: If you&#8217;re not going to use a great domain, leave it for a new user. Now have at it!
ca: Si no aneu a usar un gran domini, deixeu-lo per a un usuari nou. Ara en teniu!

source: Install Group Forums
ca: Instal·la fòrums de node

source: Install bbPress
ca: Instal·la el bbPress

source: It boasts a bunch of cool features that the BP Legacy Discussion Forums does not have including:
ca: Compta amb un munt de característiques interessants que els fòrums de discussió de BP antics no incloïen:

source: It looks like you've already said that!
ca: Sembla que ja heu dit això!

source: Leave password fields blank for no change
ca: Canvia la contrasenya <span>(deixeu en blanc si no voleu canviar-la)</span>

source: Log in
ca: Entra

source: Member Profile Integration
ca: Integració del perfil de membre

source: Messages <span class="%s">%s</span>
ca: Missatges <span class="%s">%s</span>

source: Moderation via the WP admin dashboard
ca: Moderació des del panell d'administració del WP

source: Must be at least 4 characters, letters and numbers only. It cannot be changed so choose carefully!)
ca: Ha de tenir almenys 4 caràcters, lletres i números solament. No es pot canviar així que trieu amb cura!)

source: My Topics %s
ca: Els meus temes %s

source: Navigator
ca: Navegador

source: New bbPress Installation
ca: Instal·lació del bbPress nova

source: New! bbPress
ca: El nou bbPress

source: Non-group specific forum creation
ca: Creació d'un fòrum sense node

source: Note: This component is retired and will not be receiving any updates in the future. Only use this component if your current site relies on it.
ca: Nota: Aquest component està obsolet i no rebrà cap més actualització en el futur. Feu servir aquest component només si el lloc web actual es basa en ell.

source: Open Topic
ca: Obre el tema

source: Please make sure you fill in all required fields in this profile field group before saving.
ca: Assegureu-vos que empleneu tots els camps necessaris d'aquest perfil de node abans de desar.

source: Please pick the group forum where you would like to post this topic.
ca: Seleccioneu el fòrum del node on vos agradaria publicar aquest tema:

source: Please provide a title for your forum topic.
ca: Proporcioneu un títol per al tema del fòrum.

source: Please upload only this file type: %s.
ca: Pugueu només un fitxer d'aquest tipus: %s.

source: Private <span class="count">(%s)</span>
ca: Privat <span class="count">(%s)</span>

# xprofile user-admin edit screen
source: Profile Photo
ca: Foto del perfil

source: Profile picture of site author %s
ca: Imatge del perfil de l'autor %s del lloc

source: Public <span class="count">(%s)</span>
ca: Públic <span class="count">(%s)</span>

source: Re: %s
ca: A: %s

source: Recent Rockstars
ca: Estrelles recents

source: Release Lead
ca: Cap de la versió

source: Replied To
ca: Respost a

source: Replies
ca: Respostes

source: Request form
ca: Formulari de sol·licitud

source: Search Forums...
ca: Cerca als fòrums...

source: Select All
ca: Selecciona-ho tot

source: Settings Saved.
ca: Opcions desades.

source: Spam
ca: Brossa

source: Spam <span class="count">(%s)</span>
ca: Brossa <span class="count">(%s)</span>

source: Spam management
ca: Gestió de la brossa

source: Sticky Topic
ca: Enganxa el tema

source: Subscriptions
ca: Subscripcions

source: Thanks for registering! To complete the activation of your account, go to the following link: <a href="{{{activate.url}}}">{{{activate.url}}}</a>
ca: Gràcies per registrar-vos! Per a completar l'activació del vostre compte i lloc, aneu a l'enllaç següent: <a href="{{{activate.url}}}">{{{activate.url}}}</a>

source: Thanks for registering! To complete the activation of your account, go to the following link: {{{activate.url}}}
ca: Gràcies per registrar-vos! Per a completar l'activació del vostre compte, aneu a l'enllaç següent: {{{activate.url}}}

source: That image is too big. Please upload one smaller than %s
ca: Aquesta imatge és massa gran. Si us plau, pujeu-ne una inferior a %s

source: That photo is too big. Please upload one smaller than %s
ca: Aquesta foto és massa gran. Pengeu una més petita que %s

source: The %s file was not found at that location. Please try again.
ca: El fitxer %s no s'ha trobat on cal. Proveu-ho de nou.

source: The forums component has not been set up yet.
ca: El component dels fòrums no s'ha establert encara.

source: The new password fields did not match.
ca: Els camps de la contrasenya nova no coincideixen.

source: The post was deleted successfully
ca: L'article s'ha esborrat correctament.

source: The post was edited successfully
ca: L'article s'ha editat correctament.

source: The topic was closed successfully
ca: El tema s'ha tancat correctament

source: The topic was created successfully
ca: S'ha creat el tema correctament

source: The topic was deleted successfully
ca: El tema s'ha suprimit correctament.

source: The topic was edited successfully
ca: El tema s'ha editat correctament

source: The topic was made sticky successfully
ca: El tema s'ha enganxat correctament

source: The topic was opened successfully
ca: El tema s'ha obert correctament

source: The topic was unstuck successfully
ca: El tema s'ha desenganxat correctament

source: There was an error deleting %s from the system. Please try again.
ca: S'ha produït un error en suprimir %s del sistema. Torneu-ho a provar.

source: There was an error deleting that post
ca: S'ha produït un error en suprimir aquest article

source: There was an error deleting the topic
ca: S'ha produït un error en esborrar el tema

source: There was an error when closing that topic
ca: S'ha produït un error en tancar aquest tema

source: There was an error when creating the topic
ca: S'ha produït un error en crear el tema

source: There was an error when editing that post
ca: S'ha produït un error mentre s'editava l'article

source: There was an error when editing that topic
ca: S'ha produït un error en editar aquest tema

source: There was an error when making that topic a sticky
ca: S'ha produït un error en enganxar en portat aquest tema

source: There was an error when opening that topic
ca: S'ha produït un error en obrir aquest tema

source: There was an error when replying to that topic
ca: S'ha produït un error en respondre a aquest tema

source: There was an error when unsticking that topic
ca: S'ha produït un error en desenganxar aquest tema

source: This group does not have a forum setup yet.
ca: Aquest node no té un fòrum configurat encara.

source: Topic splitting
ca: Divisió de temes

source: Topics Started
ca: Temes creats

source: URL
ca: Adresse web

source: Un-stick Topic
ca: Desenganxa el tema

source: Uninstall Group Forums
ca: Desinstal·la els fòrums de node

source: Use Existing Installation
ca: Useu una instal·lació existent

source: Viewing %1$s - %2$s of %3$s post
ca: S'està mostrant %1$s - %2$s de %3$s article

source: Viewing %1$s - %2$s of %3$s topic
ca: S'està mostrant %1$s - %2$s de %3$s tema

source: Viewing 1 post
ca: S'està mostrant 1 article

source: Viewing 1 topic
ca: S'està mostrant 1 tema

source: You have been banned from this group.
ca: S'us ha expulsat d'aquest node.

# Comment blacklist
source: You have posted an inappropriate word.
ca: Heu publicat una paraula inadequada.
