Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress-group-email-subscription.po
Languages: ca, es_ve, fr_fr

source: Some migrations are currently in progress. Please reload this page in a few moments.
ca: Actualment hi ha algunes migracions en curs. Torneu a carregar aquesta pàgina d'aquí a un moment.

source: Spam Prevention
ca: Prevenció de correu brossa
es_ve: Prevención SPAM
fr_fr: Prévention des pourriels

source: The email notice was not sent. Please enter email content.
ca: La notificació per correu electrònic no s'ha enviat. Afegiu contingut al missatge.

source: The email notice was sent successfully.
ca: La notificació s'ha enviat correctament.
es_ve: La notificación fue enviada exitosamente.
fr_fr: L'avis a été envoyé avec succès.

source: The server timezone is %s (%s); the current server time is %s (%s); and the day is %s.
ca: La zona horària del servidor és %s (%s); l'hora actual del servidor és %s (%s); i el dia és %s.
es_ve: La zona horaria del servidor es %s (%s); la hora actual del servidor es %s (%s); y el día es %s.
fr_fr: Le fuseau horaire du serveur est:%s (%s); l'heure actuelle du serveur est %s (%s); et le jour est %s.

source: The welcome email option has been saved.
ca: L'opció de missatge de benvinguda s'ha desat correctament.
es_ve: La opción de mensaje de bienvenida se ha guardado correctamente.
fr_fr: L'option de courriel de bienvenue a été enregistré.

source: There was a problem unsubscribing you from all of your groups.
ca: S'ha produït un problema en cancel·lar la subscripció de tots els vostres nodes.

source: There was a problem unsubscribing you from the group.
ca: S'ha produït un problema en cancel·lar la subscripció del node.
es_ve: Se ha producido un problema en cancelar la suscripción del nodo.

source: This conversation is muted. Click to follow it
ca: Aquesta conversa està silenciada. Feu clic per seguir-la
es_ve: Esta conversación está silenciada. Haz click para seguirla
fr_fr: Cette conversation est coupée. Cliquez pour suivre

source: This email is handled by the Group Email Subscription plugin and uses customized tokens. <a target="_blank" href="%s">Learn more about GES tokens on our wiki</a>.
ca: Aquest correu és gestionat pel connector de Subscripció de correu grupal i utilitza tokens personalitzats. <a target="_blank" href="%s"> Més informació sobre aquest token a la wiki</a>.

source: This is a notice from the group "{{{group.name}}}": "{{{usermessage}}}" ---- Please note: admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator. To visit the group homepage, click on the link below: {{{group.url}}}
ca: Aquesta és una notificació del grup "{{{group.name}}}": "{{{usermessage}}}" ---- Tingueu en compte: les notificacions d'administració s'envien a tothom del node i no es poden deshabilitar. Si creieu que el servei s'està utilitzant malament contacteu amb l'administrador del lloc web. Visiteu la pàgina d'inici del node en aquest enllaç: {{{group.url}}}

source: This is a notice from the group '%s': "%s" To view this group log in and follow the link below: %s ---------------------
ca: Aquesta és una notificació del node '%s': "%s" Per veure aquest node, entreu i feu clic a l'enllaç següent: %s ---------------------
es_ve: Esta es una notificación del grupo '%s': "%s" Para ver este grupo, identifícate y visita este enlace: %s ---------------------
fr_fr: Ceci est un avis du groupe '%s': "%s" Pour afficher ce groupe, connectez-vous et suivez le lien ci-dessous: %s ---------------------

source: This is a notice from the group {{{group.link}}}: {{{usermessage}}} &ndash; <strong>Please note:</strong> admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator.
ca: Aquesta és una notificació del grup {{{group.link}}}: {{{usermessage}}} &ndash; <strong>Tingueu en compte:</strong> les notificacions d'administració s'envien a tothom del node i no es poden deshabilitar. Si creieu que el servei s'està utilitzant malament contacteu amb l'administrador del lloc web.

source: This post has attachments:
ca: L'entrada conté adjuncions:
es_ve: La entrada contiene archivos adjuntos:

source: This user's has been unsubscribed from all groups notifications.
ca: S'ha cancel·lat la subscripció d'aquest usuari a tots els nodes.
fr_fr: Cet utilisateur a été de désabonné de toutes les notifications de groupes

source: To change the email notification settings for your groups, go to %s and click "Change" for each group.
ca: Per canviar la configuració de correu electrònic per als vostres nodes, aneu a %s i feu clic a "Canvia" a cadascun dels nodes.
fr_fr: Pour modifier les paramètres de courrier électronique de notification pour vos groupes , allez à %s et cliquez sur "Modifier" pour chaque groupe

source: To change your email setting for this group, please log in and go to: %s
ca: Per canviar la vostra configuració de correu electrònic per a aquest node, entreu i aneu a: %s
fr_fr: Pour modifier vos paramètres de messagerie pour ce groupe , s'il vous plait connectez-vous et allez à: %s

source: To change your email settings for this group only, click on this link
ca: Configureu els paràmetres del correu només per aquest node, clicant en aquest enllaç

source: To disable all notifications for this group, click on this link
ca: Per deshabilitar les notificacions d'aquest node feu clic

source: To disable all notifications for this group, click: %s
ca: Per deshabilitar totes les notificacions per a aquest node, feu clic a: %s
fr_fr: Pour désactiver toutes les notifications de ce groupe, cliquez sur: %s

source: To disable emails from all your groups at once click: %s
ca: Per deshabilitar el correu electrònic a tots els vostres nodes feu clic: %s
fr_fr: Pour désactiver les e-mails à partir de tous vos groupes à la fois cliquez : %s

source: To disable notifications from all your groups, click on this link
ca: O per deshabilitar les notificacions de tots els vostres nodes, feu clic a

source: To disable these notifications for this group click
ca: Per deshabilitar les notificacions d'aquest node feu clic
fr_fr: Pour désactiver les notifications pour ce groupe, cliquez sur

source: To disable these notifications per group please login and go to: %s where you can change your email settings for each group.
ca: Per deshabilitar les notificacions per a un node, entreu i aneu a: %s on podreu canviar les vostres preferències per a cadascun dels nodes.
fr_fr: Pour désactiver ces notifications, rendez-vous sur la page %s où vous pourrez changer vos options de messagerie pour chaque groupe.

source: To disable these notifications please log in and go to: %s
ca: Per deshabilitar aquestes notificacions, entreu i aneu a: %s
es_ve: Para desabilitar estas notificaciones por favor indentifícate y visita a: %s
fr_fr: Pour désactiver ces notifications s'il vous plaît de vous connecter et aller à: %s

source: To help protect against spam, you may wish to require a user to have been a member of the site for a certain amount of days before any group updates are emailed to the other group members. This is disabled by default.
ca: Per ajudar a protegir contra el correu brossa, és possible que vulgueu que un usuari porti un cert nombre de dies subscrit al node abans que les seves accions s'enviïn per correu electrònic als altres membres del node. Aquest paràmetre està desactivat per defecte.
es_ve: Para ayudar a proteger contra el SPAM, puedes requerir que un miembro haya sido miembro una cantidad determinada de días antes de que sus actualizaciones sean enviadas vía email a los demás miembros del grupo. Esta opción está deshabilitada de manera predeterminada.
fr_fr: Pour aider à se protéger des pourriels, vous pouvez demander à un utilisateur d'avoir été un membre du site pour un certain nombre de jours avant ces messages soient expédier aux autres. Cette option est désactivée par défaut.

source: To view or reply to this topic, go to:
ca: Per veure o respondre aquest tema, aneu a:
fr_fr: Pour voir ou répondre à l'annonce, aller sur:

source: To view or reply to this topic, log in and go to:
ca: Per veure o respondre aquest tema, entreu i aneu a:
fr_fr: Pour voir ou répondre à l'annonce, connectez vous et aller sur:

source: Unsubscribe
ca: Cancel·la la subscripció
es_ve: Cancelar la suscripción
fr_fr: Se désabonner

source: Unsubscribe from all groups
ca: Cancel·la les subscripcions de tots els nodes
es_ve: Cancelar las suscripciones de todos los nodos

source: Unsubscribe from group notifications
ca: Cancel·la la subscripció d'aquest node
es_ve: Cancelar la suscripción de este nodo

source: Unsubscribe from this group
ca: Cancel·la la subscripció d'aquest node
es_ve: Cancelar la suscripción de este nodo

source: User email status changed successfully
ca: La configuració del correu electrònic s'ha canviat correctament
es_ve: Status de email cambiado con éxito
fr_fr: Statut des courriels de l'utilisateur a été changé avec succès

source: View
ca: Visualitza
es_ve: Ver
fr_fr: Voir

source: View queued digest items</a></b> (in new window)<br>As admin, you can see what is currently in the email queue by adding ?sum=1 to your url. This will not fire the digest, it will just show you what is waiting to be sent.
ca: Visualitzeu els elements que estan en cua per ser enviats</a></b> (en una finestra nova)<br>Com a administrador, podeu veure el que està actualment en cua tot afegint ?sum=1 a l'URL. Això només mostrarà el que està pendent de ser enviat.
es_ve: Ver resúmenes en la cola</a></b> (en nueva ventana)<br>Como administrador, puedes ver lo que está actualmente en la cola de envío con sólo agregar ?sum=1 a su url. Esto no enviará el resumen, sólo mostrará lo que está próximo a ser enviado.
fr_fr: Voir en file d'attente le sommaire des éléments </a></b>(dans une nouvelle fenêtre) <br> Comme administrateur, vous pouvez voir ce qui se trouve actuellement dans la file d'attente des courriels en ajoutant ?sum=1 à votre url. Ça n'effacera pas votre sommaire, ça va juste vous montrer ce qui est en attente d'envoi.

source: Visit the BPGES settings page to fix this problem.
ca: Visiteu la pàgina de configuració de BPGES per solucionar aquest problema.

source: WEEKLY DIGEST:
ca: RESUM SETMANAL:
es_ve: RESUMEN SEMANAL:
fr_fr: RÉSUMÉ HEBDOMADAIRE:

source: Warning: this is not reversible so use with caution.
ca: Atenció! aquesta acció no es pot desfer, feu-la servir amb precaució.
es_ve: Advertencia: Acción no reversible así que úsala con cuidado.
fr_fr: Attention: ce n'est pas réversible, à utiliser avec prudence.

source: We can try to finish the migration at this time.
ca: Podem intentar acabar la migració en aquest moment.

source: Weekly
ca: Setmanal
es_ve: Semanal
fr_fr: Hebdomadaire

source: Weekly Summary
ca: Resum setmanal
es_ve: Resumen semanal
fr_fr: Sommaire hebdomadaire

source: Weekly Summary Email
ca: Resum setmanal de correu electrònic
es_ve: Resumen semanal por email
fr_fr: Résumé hebdomadaire par courriel

source: Weekly Summary Email (the week's topics - good for large groups)
ca: Resum setmanal per correu electrònic (els temes de la setmana - recomanat per a nodes grans)
es_ve: Resumen semanal (los temas de la semana - recomendado para grupos grandes)
fr_fr: Sommaire hebdomadaire par courriel (sujets de la semaine - bon pour les grands groupes)

source: Welcome Email
ca: Missatge de benvinguda
es_ve: Correo de bienvenida
fr_fr: Mail de bienvenue

source: When new users join this group, their default email notification settings will be:
ca: Quan els usuaris nous s'afegeixen a aquest node, la seva configuració de notificacions per correu electrònic serà:
es_ve: Cuando nuevos miembros se unan a este grupo, su configuración de notificación por email predeterminada será:
fr_fr: Lorsque de nouveaux utilisateurs rejoingnent ce groupe, les paramètres par défaut des courriels de notification seront les suivants:

source: Yes
ca: Sí
es_ve: Sí
fr_fr: Oui

source: Yes, send email
ca: Si, envia el correu electrònic
es_ve: Si, envía el correo electrónico

source: Yes, unsubscribe from all my groups
ca: Sí, cancel·la la subscripció de tots els meus nodes
es_ve: Sí, cancela la suscripción de todos mis nodos
fr_fr: Oui , désabonnez-moi de tous mes groupes

source: Yes, unsubscribe from this group
ca: Sí, dona'm de baixa d’aquest node
es_ve: Sí, dame de baja de este nodo

source: You are currently receiving notifications for your own posts.
ca: Esteu rebent notificacions dels vostres enviaments.
fr_fr: Vous recevez actuellement des notifications pour vos propres messages.

source: You are currently receiving notifications to topics that you have replied in.
ca: Esteu rebent notificacions als temes que heu respost.
fr_fr: Vous recevez actuellement des notifications sur des sujets auxquels vous avez répondu :

source: You are currently receiving notifications to topics that you have started.
ca: Esteu rebent notificacions als temes que heu començat.
fr_fr: Vous recevez actuellement des notifications aux sujets que vous avez commencé .

source: You are following this topic. Click to stop getting email updates
ca: Esteu seguint aquest tema. Feu clic per deixar de rebre les actualitzacions per correu electrònic
es_ve: Estás siguiendo este tema. Haz click para dejar de recibir actualizaciones por email
fr_fr: Vous suivez ce sujet. Cliquez pour arrêter de recevoir des mises à jour par courriel

source: You are not following this topic. Click to follow it and get email updates for new posts
ca: No esteu seguint aquest tema. Feu clic i rebreu avisos dels temes nous per correu electrònic
es_ve: No estás siguiendo este tema. Haz click para seguir y obtener actualizaciones por email de las nuevas respuestas
fr_fr: Vous ne suivent pas ce sujet. Cliquez pour suivre et obtenir les mises à jour par courriel des nouveaux commentaires

source: You can use the form below to send an email notice to all group members.
ca: Podeu fer servir el formulari de sota per enviar un missatge de correu electrònic a tots els membres del node.
es_ve: Puedes usar este formulario para enviar una notificación por email a todos los miembros del grupo.
fr_fr: Vous pouvez utiliser le formulaire ci-dessous pour envoyer un avis par courriel à tous les membres du groupe.

source: You have been unsubscribed from all groups notifications.
ca: S'ha cancel·lat la vostra subscripció a tots els nodes.
es_ve: Se ha cancelado su suscripción a todos los nodos.
fr_fr: Vous êtes désabonné de toutes les notifications de groupes .

source: You have received this message because you are subscribed to receive a digest of activity in some of your groups on %s.
ca: Heu rebut aquest missatge perquè esteu subscrit per rebre un resum de l'activitat en alguns dels vostres nodes de %s.
es_ve: Has recibido este mensaje porque estás suscrito a recibir un resumen de la actividad de algunos de tus grupos en %s.
fr_fr: Vous avez reçu ce message car vous êtes abonné au résumé des activité dans certains de vos groupes sur %s.

source: You successfully joined the group. Your group email status is:
ca: Us heu afegit correctament al node. L'estat de correu electrònic de node és:
es_ve: Te has unido al grupo con éxito. Tu status de suscripción por email es:
fr_fr: Vous avez rejoint le groupe avec succès. Votre statut des courriels pour ce groupe est:

source: Your daily digest of group activity
ca: El vostre resum diari de l'activitat del node
es_ve: Tu resumen diario de la actividad del grupo
fr_fr: Votre résumé quotidien des activités du groupe

source: Your email notifications are set to %s for this group.
ca: Les vostres notificacions de correu electrònic per a aquest node s'estableixen a %s.
es_ve: Tu configuración de notificaciones se ha establecido como %s para este grupo.
fr_fr: Vos notifications par mail sont mis à %s pour ce groupe .

source: Your email setting for this group is:
ca: La vostra configuració de correu per a aquest node es:
es_ve: Tu configuración de notificaciones para este grupo es:
fr_fr: Votre réglage courriel pour ce groupe est le suivant:

source: Your email setting for this group is: %s
ca: La vostra configuració de correu per a aquest node es: %s
es_ve: Tu configuración de notificaciones para este grupo es: %s

source: Your email status is
ca: L'estat del vostre correu electrònic és
es_ve: Tu status de email es
fr_fr: Votre statut de courriel est

source: Your unsubscription was successful. You will no longer receive email notifications from any of your groups.
ca: S'ha cancel·lat correctament la subscripció. No rebreu més notificacions per correu electrònic de cap node.
fr_fr: Votre désabonnement a réussi. Vous ne serez plus recevoir des notifications par e-mail à partir de l'un de vos groupes.

source: Your unsubscription was successful. You will no longer receive email notifications from the group %s.
ca: S'ha cancel·lat correctament la subscripció. No rebreu més notificacions per correu electrònic d'aquest node %s.
fr_fr: Votre désabonnement a réussi. Vous ne serez plus recevoir des notifications par e-mail à partir du groupe %s

source: Your weekly summary of group topics
ca: El vostre resum setmanal de temes dels nodes
es_ve: Tu resumen semanal de los temas del grupo
fr_fr: Votre résumé hebdomadaire des sujets du groupe

source: [{{{site.name}}}] {{{ges.subject}}} - from the group "{{{group.name}}}"
ca: [{{{site.name}}}] {{{ges.subject}}} - del node "{{{group.name}}}"

source: at
ca: a
es_ve: en
fr_fr: à

source: at %s, %s
ca: a %s, %s
es_ve: en %s, (%s)
fr_fr: à %s, %s

source: change
ca: canvia
es_ve: cambiar
fr_fr: changement

source: change
ca: canvieu
es_ve: cambiar
fr_fr: changement

source: close
ca: tanca
es_ve: cerrar

source: days
ca: dies
es_ve: días
fr_fr: jours

source: email notifications
ca: notificacions per correu electrònic
es_ve: notificaciones por email
fr_fr: des notifications par courriel

source: email options
ca: opcions de correu electrònic
es_ve: opciones de email
fr_fr: les options de messagerie

source: in the group
ca: al node
es_ve: para este grupo
fr_fr: dans le groupe

source: this topic
ca: aquest tema
es_ve: este tema
fr_fr: ce sujet

source: unsubscribe
ca: doneu-vos de baixa
fr_fr: me désabonner

source: yes
ca: sí
es_ve: sí
fr_fr: oui

source: {{{ges.action}}}: "{{{usermessage}}}" Go to the discussion to reply or catch up on the conversation: {{{thread.url}}} ---- {{{ges.email-setting-description}}} {{{ges.email-setting-links}}}
ca: {{{ges.action}}}: "{{{usermessage}}}" Ves a la discussió per respondre o posar-te al dia de la conversa: {{{thread.url}}} ---- {{{ges.email-setting-description}}} {{{ges.email-setting-links}}}

source: {{{ges.action}}}: <blockquote>{{{usermessage}}}</blockquote> &ndash; <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation. {{{ges.email-setting-description}}}
ca: {{{ges.action}}}: <blockquote>{{{usermessage}}}</blockquote> &ndash; <a href="{{{thread.url}}}">Ves a la discussió</a> per respondre o posar-se al dia de la conversa. {{{ges.email-setting-description}}}

source: {{{ges.digest-summary}}} {{{usermessage}}} ---- You have received this message because you are subscribed to receive a digest of activity in some of your groups on {{{site.name}}}. To disable these notifications per group, please login and [visit your groups page]({{{ges.settings-link}}}) where you can manage your email settings for each group.
ca: {{{ges.digest-summary}}} {{{usermessage}}} ---- Heu rebut aquest missatge perquè esteu subscrit per rebre el resum de l'activitat en algun dels vostres grups a {{{site.name}}}. Per desactivar aquestes notificacions per grup, inicieu sessió i [visiteu la pàgina dels vostres grups]({{{ges.settings-link}}}) on podreu gestionar la configuració del correu per cada grup.

source: {{{ges.digest-summary}}}{{{usermessage}}} &ndash; You have received this message because you are subscribed to receive a digest of activity in some of your groups on {{site.name}}.
ca: {{{ges.digest-summary}}}{{{usermessage}}} &ndash; Heu rebut aquest missatge perquè esteu subscrit per rebre el resum de l'activitat en algun dels vostres grups a {{site.name}}.
es_ve: {{{ges.digest-summary}}}{{{usermessage}}} &ndash; Has recibido este mensaje porque estás suscrito a recibir un resumen de la actividad de algunos de tus grupos en {{site.name}}.

source: Error
es_ve: Título de error
fr_fr: Erreur

source: No
fr_fr: Non

source: no
fr_fr: non
