Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: Why have all my BuddyPress menus disappeared?
ca: Per què han desaparegut tots els menús del BuddyPress?
eu_es: Zergatik desagertu dira nire BuddyPress-eko menu guztiak?

source: Wide width
eu_es: Zabalera zabala

source: With our thanks to these Open Source projects
ca: &#x1f496;Amb el nostre agraïment a aquests projectes de codi obert&#x1f496;
eu_es: Kode Irekiko Proiektu hauei eskerrak emanez

source: WordPress Administration Screens
eu_es: WordPress Administrazio Pantailak

source: Write caption…
eu_es: Idatz ezazu epigrafea...

source: Yahoo Messenger
eu_es: Yahoo Mezularitza

source: Year
ca: Any
eu_es: Urtea

source: Yes
ca: Si
eu_es: Bai

source: Yes, I'd like to create a new site
ca: Si, m'agradaria crear un nou lloc
eu_es: Bai, gune berri bat sortu nahi dut

source: Yes, i'd like to create a new site
eu_es: Bai, gune berria sortzea gustatuko litzaidake.

source: Yes, send email
ca: Si, envia el correu electrònic
eu_es: Bai, bidali emaila

source: You
ca: Vós mateix
eu_es: Zu

source: You already have a pending friendship request with this user
ca: Ja teniu una sol·licitud d'amistat pendent amb aquest usuari
eu_es: Jada baduzu adiskidetasun eskaera erabiltzaile honekin

source: You are about to activate the following account:
ca: Esteu apunt d'activar el següent compte:
eu_es: Ondorengo kontua aktibatzera zoaz:

source: You are about to activate the following accounts:
ca: Esteu a punt d'activar els següents comptes:
eu_es: Hurrengo kontuak aktibatzen zoaz:

source: You are about to delete the following %s:
eu_es: %s hau ezabatzera zoaz:

source: You are about to delete the following account:
ca: Esteu a punt de suprimir el següent compte:
eu_es: Ondorengo kontua ezabatzera zoaz:

source: You are about to delete the following accounts:
ca: Esteu a punt d'eliminar els comptes següents:
eu_es: Hurrengo kontuak ezabatzen zoaz:

source: You are about to delete the following activities:
eu_es: Jarduera hauek ezabatzera zoaz:

source: You are about to delete the following field group:
eu_es: Eremu multzo hau ezabatzera zoaz:

source: You are about to delete the following groups:
ca: Aneu a suprimir els següents nodes:
eu_es: Ondorengo taldeak ezabatzera zoaz:

source: You are about to resend an activation email to the following account:
ca: Esteu apunt de reenviar un correu electrònic d'activació al següent compte:
eu_es: Aktibazio email bat berbidaltzera zoaz ondorengo kontuari:

source: You are about to resend an activation email to the following accounts:
ca: Esteu a punt de reenviar un correu electrònic d'activació als següents comptes:
eu_es: Hurrengo kontuei berrespen emaila berbidaltzera zoaz:

source: You are alone in this conversation.
ca: Estas sol en aquesta conversa.
eu_es: Bakarrizketan ari zara.

source: You are already a member of the group.
ca: Ja sou membre del node.
eu_es: Dagoeneko talde honen kidea zara.

source: You are already friends with this user
ca: Ja sou amics d'aquest usuari
eu_es: Jada lagunak zarete

source: You are browsing the archive for %1$s.
ca: Esteu navegant per l'arxiu de %1$s.
eu_es: %1$s fitxategitik nabigatzen ari zara.

source: You are not a member of any groups so you don't have any group forums you can post in. To start posting, first find a group that matches the topic subject you'd like to start. If this group does not exist, why not <a href='%s'>create a new group</a>? Once you have joined or created the group you can post your topic in that group's forum.
ca: No sou membres de cap node, així que not teniu cap fòrum on publicar. Per començar a publicar, primer trobeu un node que es correspongui amb el subjecte del tema que us agradaria començar. Si aquest node no existeix, per què no <a href='%s'>creeu un node nou</a>? Una vegada us uniu o creeu un node, podeu publicar un tema en aquest fòrum de node.
eu_es: Ez zara talde bateko kidea, beraz ez duzu talde fororik bertan sarrerak idazteko. Idazten hasteko, sarreraren gaiarekin bat datorren talde bat aurkitu behar duzu lehenik. Taldea existitzen ez bada, zergatik ez duzu <a href='%s'>talde berri bar sortzen</a>? Behin elkartu edo sortzen duzunean, talde horretako foroan sarrerak idazteko gai izango zara.

source: You are not allowed to perform this action.
ca: No teniu permís per realitzar aquesta acció.
eu_es: Ezin duzu ekintza hau egikaritu.

source: You are not allowed to send invitations for this group.
eu_es: Ezin dituzu talde honeratarako gonbidapenak bidali.

source: You are not allowed to send or remove invites
ca: No teniu permisos per enviar o suprimir invitacions
eu_es: Gonbidapenak bidali edo kentzeko baimenik ez duzu

source: You are not an admin of this group.
ca: No sou administrador d'aquest node.
eu_es: Ez zara talde honetako administratzailea.

source: You are not yet friends with this user
ca: Aquest usuari no té encara amics.
eu_es: Jada ez zara erabiltzaile honen laguna

# group settings on notification settings page
source: You are promoted to a group administrator or moderator
ca: Us hàgin promogut a administrador o moderador de node
eu_es: Taldeko administrazaile edo moderatzaile mailara igo zara

source: You are requesting to become a member of the group "%s".
eu_es: "%s" taldeko kide egiteko eskaera bidaltzen ari zara,

source: You are requesting to become a member of the group '%s'.
ca: Esteu sol·licitant convertir-vos en membre del node '%s'.
eu_es: '%s' taldeko kidea izateko eskatzen ari zara.

source: You can also moderate the activity from this screen using the Status box, where you can also change the timestamp of the activity.
ca: També podeu moderar l'activitat des d'aquesta pantalla fent servir la caixa d'estat, des d'on podeu canviar també la data i hora de l'activitat.
eu_es: Jarduera pantaila honetatik ere moderatu dezakezu Egoera kutxa erabilita. Bertan jardueraren data ere aldatu dezakezu.

source: You can change this or any other email notification preferences in your email settings.
ca: Pots canviar aquesta o altres preferències d'avisos de correus electrònics a la teva configuració de correu.
eu_es: Hau edo beste edozein e-posta jakinarazpen aldatu dezakezu zure e-posta ezarpenetan.

source: You can manage activities made on your site similar to the way you manage comments and other content. This screen is customizable in the same ways as other management screens, and you can act on activities using the on-hover action links or the Bulk Actions.
ca: Podeu gestionar l'activitat del lloc de manera similar a com gestioneu els comentaris i altres continguts. Aquesta pantalla es pot personalitzar de la mateixa manera que altres pantalles d'administració, i podeu actuar sobre les activitats utilitzant els enllaços d'acció en passar el cursor per sobre, o utilitzant les accions en massa.
eu_es: Iruzkinak eta beste edukiak kudeatzen dituzun bezela zure guneko jarduerak kudeatu ditzakezu. Pantaila hau beste kudeaketa-pantailen modu berean pertsonalizatu daiteke, eta jarduera hauetan jarduteko hauen gaineko ekintza estekak edo Multzoko Ekintzak erabili ditzakezu.

source: You can manage groups much like you can manage comments and other content. This screen is customizable in the same ways as other management screens, and you can act on groups by using the on-hover action links or the Bulk Actions.
ca: Podeu gestionar els nodes de forma similar a com gestioneu els comentaris i altres continguts. Aquesta pantalla es pot personalitzar de la mateixa manera que altres pantalles de gestió, i podeu actuar sobre els nodes mitjançant l'enllaç que apareix al passar el ratolí o mitjançant accions en massa.
eu_es: Taldeak, iruzkinak eta bestelako edukiak kudeatzen dituzun bezela kudeatu ditzakezu. Pantaila hau beste kudeatzeko pantailak bezela pertsonalizatu dezakezu, eta taldeetan jardun dezakezu gainetik pasatzeko jarduera estekak eta multzoko jarduerak erabiliz.

source: You can reorder the list of your pending accounts by clicking on the Username, Email or Registered column headers.
ca: Podeu reordenar la llista dels comptes pendents fent clic a les capçaleres de les columnes nom d'usuari, correu electrònic o registrats.
eu_es: Zure zain dauden kontuen zerrenda berrantolatu dezakezu Erabiltzaile izena, Posta elektronikoa edo Erregistratutako zutabeetako goiburuetan klik eginez.

source: You can request an export of your personal data, containing the following items if applicable:
eu_es: Zure datu pertsonalen esportazio bat eskatu ahal duzu, ondorengo elementuak dauzkanak hala badagokio:

source: You can set the preferences of the %1$s or add %2$s to it.
ca: Podeu establir les preferències de %1$s o afegir-hi %2$s.
eu_es: Lehentasunak %1$s-ko ezarri ditzakezu, edo %2$s gehitu.

source: You can set your preferences for the %1$s or add %2$s to it.
ca: Podeu establir les vostre preferències de %1$s o afegir-hi %2$s.
eu_es: Zure lehentasunak %1$s-ko ezarri ditzakezu, edo %2$s gehitu.

source: You can view the group's pending invitations from this screen.
eu_es: Pantaila honetatik taldearen zain dauden gonbidapenak ikusi ditzakezu.

source: You cannot edit the requested user.
ca: No podeu editar l'usuari.
eu_es: Zuk ezin duzu aukeratutako erabiltzailea editatu.

source: You cannot join this group.
ca: No podeu ser membre d'aquest node.
eu_es: Ezin zara talde honetara sartu.

source: You cannot remove all administrators from a group.
ca: No podeu suprimir tots els administradors d'un node.
eu_es: Ezin dituzu administratzaileak taldetik kendu.

source: You do not have access to that conversation.
ca: No teniu accés a aquesta conversa.
eu_es: Ez duzu elkarrizketa honera sartzeko baimenik.

source: You do not have access to that page.
ca: No teniu accés a aquesta pàgina.
eu_es: Ez duzu orrialde hortan sartzeko baimenik.

source: You do not have access to this activity.
ca: No teniu accés a aquesta activitat
eu_es: Ez duzu jarduera honetarako atzipenik.

source: You do not have access to this content.
ca: No teniu accés a aquest contingut.
eu_es: Ez duzu eduki honetara sartzeko baimenik.

source: You do not have access to this group.
ca: No teniu accés a aquest node.
eu_es: Ez daukazu talde honetara sartzeko baimenik.

source: You do not have access to this page.
ca: No teniu accés a aquesta pàgina.
eu_es: Ez duzu atzipenik orrialde honetara.

source: You edit activities made on your site similar to the way you edit a comment. This is useful if you need to change which page the activity links to, or when you notice that the author has made a typographical error.
ca: Podeu editar les activitats fetes al lloc web d'una forma similar a com editeu un comentari. Això és útil si necessiteu canviar a quina pàgina enllaça l'activitat, o quan vegeu que l'autor ha comès errors tipogràfics.
eu_es: Editatu zure gunean egiten diren jarduerak, iruzkinak editatzeko moduaren antzean. Oso erabilgarria da jarduerari estekatzen zaion orrialdea aldatu behar baduzu edo konturatzen zarenean egileak errore tipografiko bat egin duela.

source: You have %1$d new comment replies
ca: Teniu %1$d respostes noves a comentaris
eu_es: %1$d iruzkin erantzun berria dituzu

source: You have %1$d new mentions
ca: Teniu %1$d mencions noves
eu_es: %1$d aipamen berri dituzu

source: You have %1$d new replies
ca: Hi ha %1$d respostes noves
eu_es: %1$d erantzun berri dituzu

source: You have %d new group invitations
ca: Teniu %d invitacions al node noves
eu_es: %d talde gonbidapen berri dituzu

source: You have %d new messages
ca: Teniu %d nous missatges
eu_es: %d mezu berri dituzuz

source: You have %d pending friendship requests
ca: Teniu %d sol·licituds d'amistats pendents
eu_es: %d adiskidetasun eskaera dituzu oraindik

source: You have %s new private message
ca: Teniu %s missatge privat nou
eu_es: Mezu pribatu %s duzu

source: You have a friendship request from %s
ca: Petició de subscripció nova de %s
eu_es: Adiskidetasun eskaera bat duzu %s-(e)gandik

source: You have a pending friendship request with this user
ca: Teniu una sol·licitud d'amistat pendent amb aquest usuari
eu_es: Adiskidetasun eskaera bat duzu erabiltzaile honekin

source: You have an invitation to the group: %s
ca: Teniu una invitació al node: %s
eu_es: %s taldearen gonbidapena duzu

source: You have attempted to queue too many files.
ca: Heu intentat enviar a la cua massa fitxers.
eu_es: Ilaran fitxategi larregi jartzen saiatu zara.

source: You have been promoted to <b>{{promoted_to}}</b> in the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot;.
ca: Heu estat promoguts a <b>{{promoted_to}}</b> en el nodeb &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot;.
eu_es: &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; taldean <b>{{promoted_to}}</b> mailara igo zara.

source: You have been promoted to {{promoted_to}} in the group: "{{group.name}}". To visit the group, go to: {{{group.url}}}
ca: Heu estat promoguts a {{promoted_to}} en el nodeb: "{{group.name}}". Per visitar el node, aneu a: {{{group.url}}}
eu_es: {{promoted_to}}-ra bultzatua izan zara talde hontan: "{{group.name}}". Taldea bisitatzeko hona joan: "{{group.name}}"

source: You have no friends!
ca: Encara no teniu amics
eu_es: Ez duzu lagunik!

# You have no profile fields groups.
source: You have no groups.
ca: No teniu cap grup.
eu_es: Ez duzu talderik.

source: You have no notifications.
ca: No teniu avisos.
eu_es: Ez daukazu jakinarazpenik.

source: You have no outstanding group invites.
ca: No teniu invitacions de node pendents.
eu_es: Ez duzu talde gonbidapenik onartzeke.

source: You have no pending friendship requests.
ca: No teniu sol·licituds d'amistat pendents.
eu_es: Ez duzu adiskidetasun eskaerarik ikusteke.

source: You have no unread notifications.
ca: No teniu avisos sense llegir.
eu_es: Ez daukazu irakurri gabeko jakinarazpenik.

# Comment disallowed key
source: You have posted an inappropriate word.
eu_es: Hitz desegokia argitaratu duzu.

# Comment moderation
source: You have posted an inappropriate word.
ca: Heu publicat una paraula inadequada.
eu_es: Hitz desegokia argitaratu duzu.

source: You have posted too many links
ca: Haeu publicat massa enllaços
eu_es: Esteka gehiegi argitaratu dituzu

source: You have selected an image that is smaller than recommended. For best results, upload a picture larger than %1$d x %2$d pixels.
eu_es: Gomendatutakoa baino txikiagoa den irudi bat aukeratu duzu. Emaitza ona lortzeko, %d x %d pixel baino handiagoa den irudi bat igo.

source: You have selected an image that is smaller than recommended. For best results, upload a picture larger than %1$s x %2$s pixels.
eu_es: Gomendaduta dagoena baino irudi txikiago bat hautatu duzu. Emaitza onenak lortzeko, %1$s x %2$s pixel baino handigoa den irudi bat igo.

source: You have selected an image that is smaller than recommended. For better results, make sure to upload an image that is larger than %1$spx wide, and %2$spx tall.
eu_es: Gomendatutakoa baino txikiagoa den irudia hautatu duzu. Emaitza hobeak lortzeko, ziurta ezazu %1$spx zabal eta %2$spx altuera baino handiagoa duen irudia igotzen duzula.

source: You have successfully created your account! Please log in using the username and password you have just created.
ca: Heu creat un compte correctament! Entreu amb el nom d'usuari i contrasenya que acabeu de crear.
eu_es: Zure kontua ongi aktibatu da! Mesedez hasi saioa sortu duzun erabiltzaile izena eta pasahitza erabiliz.

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
ca: Heu creat correctament un compte! Per començar a fer servir aquest lloc web, necessitareu activar el compte mitjançant el correu electrònic que s'acaba d'enviar a la vostra adreça.
eu_es: Arrakastaz sortu duzu kontua! Gunea erabilten hasteko, beharrezkoa duzu kontua aktibatzea bidali dizugun emailaren bitartez.

source: You have successfully dismissed your pending email change.
ca: Heu descartat correctament el canvi de correu electrònic que hi havia pendent.
eu_es: Zure email kontua aldatzea ezeztu egin da.

source: You have successfully verified your new email address.
ca: Heu verificat correctament el correu electrònic nou.
eu_es: Ondo baieztatu duzu zure email kontu berria.

source: You haven't added any friend connections yet.
ca: No heu afegit cap connexió d'amic encara.
eu_es: Ez duzu lagunik gehitu oraindik.

source: You joined the group!
ca: Us heu unit al node!
eu_es: Talde batera sartu zara!

source: You love the latest default WordPress Theme, so do we!
eu_es: WordPress gai lehenetsia maite duzu; guk ere, bai!

source: You may delete your account by visiting the %s page.
eu_es: Zure kontua ezabatu dezakezu %s orrira joanaz.

source: You may download your personal data by clicking on the link below. For privacy and security, we will automatically delete the file on %s, so please download it before then.
eu_es: Zure datu pertsonalak deskargatu ahal dituzu beheko estekan klik egiten. Pribatasun eta segurtasunerako, %s-an automatikoki fitxategia ezabatuko dugu, beraz deskargatu hori baino lehen.

source: You may not register a group type with this name.
ca: No podeu registrar un tipus de node amb aquest nom.
eu_es: Ezin duzu izen honekin talde mota bat erregistratu.

source: You may not register a member type with this name.
ca: No podeu registrar un tipus de membre amb aquest nom.
eu_es: Ezin duzu izen horrekin kide mota bat erregistratu.

source: You may only upload 1 file.
ca: Només podeu pujar un fitxer.
eu_es: Fitxategi bat bakarrik igo dezakezu.

source: You must accept your pending invitation before you can access this private group.
ca: Heu d'acceptar la invitació pendent abans de poder accedir a aquest node privat.
eu_es: Zain dagoen gonbidapena onartu behar duzu talde pribatu honetan sartu ahal izateko.

source: You must be <a href="%1$s">logged in</a> to post a comment.
ca: Heu d'<a href="%1$s">iniciar sessió</a> per a publicar un comentari.
eu_es: <a href="%1$s">Saioa hasita</a> izan behar duzu iruzkin bat bidaltzeko.

source: You must indicate that you have read and agreed to the Privacy Policy.
eu_es: Pribatutasun politika irakurri eta onartu duzula adierazi behar duzu.

source: You must log in to access the page you requested.
ca: T'has d'identificar per accedir a la pàgina sol·licitada.
eu_es: Saioa hasi behar duzu eskatu duzun orria ikusteko.

source: You need to define a component parameter to insert activity.
eu_es: Jarduera txertatzeko, osagaiaren parametro bat definitu behar duzu.

source: You need to define a type parameter to insert activity.
eu_es: Jarduera txertatzeko, mota-parametro bat definitu behar duzu.

source: You previously requested an export of your personal data on %s.
eu_es: Zure datu pertsonalen esportazio bat eskatu zenuen lehenago %s-an.

source: You recently changed the email address associated with your account on {{site.name}} to {{user.email}}. If this is correct, <a href="{{{verify.url}}}">go here to confirm the change</a>. Otherwise, you can safely ignore and delete this email if you have changed your mind, or if you think you have received this email in error.
ca: ecentment heu canviat l'adreça de correu electrònic associada amb el compte de '{{site.name}}' a {{user.email}}. Si això és correcte, <a href="{{{verify.url}}}">aneu aquí per confirmar el canvi</a>. D'altra banda, podeu ignorar i eliminar aquest missatge si heu canviat d'opinió, o si penseu que heu rebut aquest missatge per error.
eu_es: Orain dela gutxi zure kontuarekin lotutako e-posta helbidea honetara {{user.email}} aldatu duzu {{site.name}} gunean. Ondo ba dago, <a href="{{{verify.url}}}">hona joan</a> aldaketa egiaztatzeko. Bestela, posta elektroniko hau aldera batera utzi eta arazo gabe ezabatu dezakezu erabakiz aldatu baduzu edo e-posta hau errore bat ba dela uste baduzu.

source: You recently changed the email address associated with your account on {{site.name}} to {{user.email}}. If this is correct, go to the following link to confirm the change: {{{verify.url}}} Otherwise, you can safely ignore and delete this email if you have changed your mind, or if you think you have received this email in error.
ca: Recentment heu canviat l'adreça de correu electrònic associada amb el compte de '{{site.name}}' a {{user.email}}. Si això és correcte, aneu al següent enllaç per confirmar el canvi: {{{verify.url}}} D'altra banda, si heu canviat d'opinió o si penseu que heu rebut aquest missatge per error el podeu ignorar i eliminar.
eu_es: Orain dela gutxi zure kontuarekin lotutako posta e-posta helbidea honetara {{user.email}} aldatu duzu {{site.name}} gunean. Ondo ba dago, joan hurrengo estekara aldaketa egiaztatzeko: {{{verify.url}}} Bestela, e-posta hau aldera batera utzi eta arazo gabe ezabatu dezakezu erabakiz aldatu baduzu edo e-posta hau errore bat ba dela uste baduzu.

source: You successfully left the group.
ca: Heu deixat el node correctament.
eu_es: Arrakastaz utzi duzu taldea.

source: You were promoted to a mod in %d groups
ca: Esteu promoguts a moderadors en %d nodes
eu_es: Moderatzaile mailara igo zara %d taldeetan

source: You were promoted to a mod in the group "%s"
ca: Heu estat promoguts a moderador en el node "%s"
eu_es: "%s" taldean mod mailara igo zara

source: You were promoted to an admin in %d groups
ca: Esteu promogut a administrador en %d nodes
eu_es: Administratzaile mailara igo zara %d taldeetan

source: You were promoted to an admin in the group "%s"
ca: Heu estat promoguts a administrador en el node "%s"
eu_es: "%s" taldean admin mailara igo zara

source: You will auto join this group when you reply to this topic.
ca: Us unireu a aquest node de manera automàtica quan contesteu aquest tema.
eu_es: Hari bati erantzuterakoan automatikoki talde honetako partaide bihurtuko zara.

source: You will auto join this group when you start a new topic.
ca: Quan comenceu un tema nou, us unireu automàticament a aquest node.
eu_es: Hari bat hasten duzunean automatikoki hartuko talde hortako partaide bihurtuko zara.

source: You will no longer receive emails when one of your groups is updated.
ca: Ja no rebràs més missatges de correu electrònic quan s'actualitzi un dels teus nodes.
eu_es: Ez duzu gehiago e-postarik jasoko zure talderen bat eguneratzen denean.

source: You will no longer receive emails when someone accepts your friendship request.
ca: Ja no rebràs més missatges de correu electrònic quan algú accepti la teva sol·licitud d'amistat.
eu_es: Ez duzu gehiago e-postarik jasoko norbaitek zure adiskidetasun eskaera onartzen duenean.

source: You will no longer receive emails when someone mentions you in an update.
ca: Ja no rebràs més missatges de correu electrònic quan algú et mencioni en una actualització.
eu_es: Ez duzu gehiago e-postarik jasoko norbaitek eguneratzeren batean aipatzen zaituenean.

source: You will no longer receive emails when someone replies to an update or comment you posted.
ca: Ja no rebràs més missatges de correu electrònic quan algú respongui a una actualització o comentari que hagis publicat.
eu_es: Ez duzu gehiago e-postarik jasoko, norbaitek zuk argitaratuko eguneraketa edo iruzkin bati erantzuten dionean.

source: You will no longer receive emails when someone requests to be a member of your group.
ca: Ja no rebràs més missatges de correu electrònic quan algú sol·liciti ser un membre del teu node.
eu_es: Ez duzu gehiago e-postarik jasoko zure taldeko kide izateko eskatzen duenean.

source: You will no longer receive emails when someone sends you a friend request.
ca: Ja no rebràs més missatges de correu electrònic quan algú t'enviï una sol·licitud d'amistat.
eu_es: Ez duzu gehiago e-postarik jasoko norbaitek adiskidetasun eskaera bat bidaltzen dizunean.
