Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: You have selected an image that is smaller than recommended. For best results, upload a picture larger than %d x %d pixels.
ca: Heu seleccionat una imatge més petita que la recomanada. Per millors resultats, pengeu una imatges més gran que %s x %d oíxels.

source: You've decided to set up a new installation of bbPress for forum management in BuddyPress. This is very simple and is usually just a one click process. When you're ready, hit the link below.
ca: Heu decidit realitzar una instal·lació del bbPress nova per la gestió dels fòrums al BuddyPress. És molt senzill i el procés es realitza normalment amb un sol clic → → → →. Quan estigueu preparats, seguiu el següent enllaç.

source: Your address will be
ca: La vostra adreça serà

source: Your profile photo will be used on your profile and throughout the site. If there is a <a href="https://gravatar.com">Gravatar</a> associated with your account email we will use that, or you can upload an image from your computer.
ca: La foto del perfil s'utilitzarà al vostre perfil i a tot el lloc web. Si hi ha un <a href="http://gravatar.com">Gravatar</a> associat amb el vostre compte de correu, s'utilitzarà aquest, o podeu penjar una imatge des del vostre ordinador.

source: Your reply was posted successfully
ca: La resposta s'ha publicat correctament

source: Your site is currently running PHP version %s, while BuddyPress 2.8 will require version 5.3+.
ca: El vostre lloc actualment està executant la versió %s de PHP mentre BuddyPress 2.8 requerirà la versió 5.3+.

source: bbPress files were not found. To install the forums component you must download a copy of bbPress and make sure it is in the folder: "%s"
ca: No s'han trobat els fitxers del bbPress. Per instal·lar els components dels fòrums heu de descarregar una còpia del bbPress i assegurar-vos que està a la carpeta: "%s"

source: bbPress is a brand-new forum plugin from one of the lead developers of BuddyPress.
ca: El bbPress és una extensió nova dels fòrums d'un dels programadors líders del BuddyPress.

source: blogname
ca: nom del bloc

source: domain.
ca: domini.
