Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/buddypress.po
Languages: ca, eu_es

source: Select range
ca: Seleccioneu el rang
eu_es: Hautatu tartea

source: Select the BuddyPress container width for your site.
eu_es: Aukera ezazu BuddyPress edukiontziaren zabalera zure gunerako.

source: Select the layout style for directory content &amp; navigation.
eu_es: Hautatu edukiaren direktorioaren eta nabigazioaren antolaketa.

source: Select the types this group should be a part of.
ca: Seleccioneu els tipus dels que ha de ser part aquest node.
eu_es: Aukeratu talde honek izan behar dituen motak.

source: Select this message
ca: Selecciona aquest missatge
eu_es: Mezu hau aukeratu

source: Select this notification
ca: Selecciona aquest avís
eu_es: Jakinarazpen hau aukeratu

source: Select user: %s
ca: Selecciona l'usuari: %s
eu_es: Aukeratu erabiltzailea: %s

source: Select visibility
ca: Selecciona la visibilitat
eu_es: Ikusgarritasuna aukeratu

source: Select who may see your profile details.
ca: Seleccioneu qui pot veure els vostres detalls del perfil.
eu_es: Hautatu nork ikus ditzakeen zure profilaren xehetasunak.

source: Select your File
ca: Seleccioneu el fitxer
eu_es: Aukeratu zure fitxategia

source: Select your file
eu_es: Hautatu zure fitxategia

# button
source: Select your file
eu_es: Hautatu zure fitxategia

source: Select:
ca: Seleccioneu:
eu_es: Aukeratu:

# button
source: Send
eu_es: Bidali

source: Send @Username
ca: Enviat a (nom d'usuari o nom de l'amic)
eu_es: @Username-(e)ri Bidali

source: Send Invites
ca: Envia les invitacions
eu_es: Gonbidapenak bidali

# My Group screen nav
source: Send Invites
ca: Envia invitacions
eu_es: Gonbidapenak Bidali

source: Send Message
ca: Envia el missatge
eu_es: Mezua bidali

source: Send Reply
ca: Envia la resposta
eu_es: Erantzun

# button
source: Send Reply
eu_es: Erantzuna Bidali

source: Send Request
ca: Envia la sol·licitud
eu_es: Bidali eskaera

# button
source: Send Request
eu_es: Eskaera bidali

source: Send To (Username or Friend's Name)
ca: Enviat a (nom d'usuari o nom de l'amic)
eu_es: Honi bidali (Erabiltzaile izena edo lagunaren izena)

source: Send a Reply
ca: Envia una resposta
eu_es: Erantzun

source: Send an email notice when:
ca: Envia'm un correu d'avís quan:
eu_es: Bidali emaila honako kausetan:

source: Send invites
ca: Envia invitacions
eu_es: Gonbidapenak bidali

source: Sending group invitations. Please wait.
eu_es: Talde gonbidapenak bidaltzen. Itxaron mesedez.

source: Sent
ca: Enviat
eu_es: Bidalia

source: Sent %s
ca: Enviat %s
eu_es: Bidalia %s

source: Sent Messages
ca: Missatges enviats
eu_es: Bidalitako mezuak

source: Sent To
eu_es: Nori Bidalita

source: Sent:
ca: Enviat:
eu_es: Bidalia:

# Group type taxonomy separate items with commas label
source: Separate group types with commas
eu_es: Bereizi talde-motak komez

# Member type taxonomy separate items with commas label
source: Separate member types with commas
eu_es: Bereiz ezazu kide-motak komez

source: September
ca: Setembre
eu_es: Iraila

source: Set initial Blog options.
eu_es: Ezar itzazu hasierako Blogaren aukerak.

source: Set the number of columns to use for BuddyPress loops.
eu_es: Ezarri BuddyPress begiztak erabiltzeko zutabe kopurua.

source: Set your email notification preferences.
ca: Establiu les preferències de notificació per correu electrònic.
eu_es: Ezarri e-posta jakinarazpenen hobespenak.

source: Settings
ca: Paràmetres
eu_es: Ezarpenak

# Group screen nav
source: Settings
ca: Paràmetres
eu_es: Ezarpenak

# group admin edit screen
source: Settings
ca: Paràmetres
eu_es: Ezarpenak

source: Settings menu
ca: Menú de configuració del correu electrònic
eu_es: Ezarpen menua

source: Shorthand for certain orderby/order combinations.
eu_es: Zenbait "ordenatu honen arabera" / "ordenatu" konbinazioren laburdura.

source: Should this group have a forum?
ca: Ha de tenir aquest node un fòrum?
eu_es: Talde honek foroa izan beharko luke?

source: Show a Log In form to logged-out visitors, and a Log Out link to those who are logged in.
ca: Mostra un formulari d'inici de sessió per a visitants desconnectats, i un enllaç per desconnectar-se a aquells que han iniciat sessió.
eu_es: Bisitariei saioa hasteko formulario bat erakutsi, eta saioa hasi dutenei saioa amaitzeko esteka bat.

source: Show all
ca: Mostra-ho tot
eu_es: Denak erakutsi

source: Show all %d comments
ca: Mostra tots els %d comentaris
eu_es: %d iruzkin guztiak erakutsi

source: Show all comments (%d)
ca: Mostra tots els comentaris (%d)
eu_es: Iruzkin guztiak erakutsi (%d)

source: Show all comments for this thread
ca: Mostra tots els comentaris d'aquest fil
eu_es: Hari honen iruzkin guztiak erakutsi

source: Show during group creation, and when a group admin is on the group&rsquo;s settings page.
eu_es: Erakuts ezazu taldea sortzean eta taldeko administratzaile bat taldearen ezarpen-orrialdean dagoenean.

# BP Group type show in list
source: Show on Group
eu_es: Erakuts ezazu Taldean

# BP Group type show in create screen
source: Show on Group Creation
eu_es: Erakuts ezazu Taldea sortzean

# BP Member type show in list
source: Show on Member
eu_es: Erakuts ezazu Kidetan

source: Show the Toolbar for logged out users
ca: Mostra la barra d'eines als usuaris desconnectats
eu_es: Saioa amaitu duten erabiltzaileentzako tresna-barra bistaratu

source: Show where group types may be listed, like in the group header.
eu_es: Erakuts ezazu talde-motak non zerrendatu daitezkeen taldearen goiburuan bezala.

source: Show where member types may be listed, like in the member header.
eu_es: Erakuts ezazu kide-motak non zerrendatu daitezkeen kideen goiburuan bezala.

source: Show:
ca: Mostra:
eu_es: Erakutsi:

source: Sign Up
ca: Registre
eu_es: Izena Eman

# xprofile field type category
source: Single Fields
ca: Camps simples
eu_es: Banako Eremuak

# BP Type singular name label
source: Singular name
eu_es: Izena, singularrean

source: Site
ca: Lloc
eu_es: Gunea

source: Site Activity
ca: Activitat del lloc web
eu_es: Guneko Jarduera

source: Site Details
eu_es: Gunearen Xehetasunak

source: Site Directory
ca: Directori del lloc
eu_es: Gune Direktorioa

source: Site Domain:
ca: Domini del lloc:
eu_es: Gunearen Domeinua:

source: Site Name:
ca: Nom del lloc web:
eu_es: Gunearen izena:

source: Site Notices
ca: Avisos
eu_es: Guneko Oharrak

# Admin Users menu
source: Site Notices
ca: Avisos
eu_es: Guneko Oharrak

# Notices admin page title
source: Site Notices
ca: Avisos
eu_es: Guneko Oharrak

source: Site Title
ca: Títol del lloc
eu_es: Gunearen Izenburua

source: Site Title:
ca: Títol del lloc:
eu_es: Gunearen izenburua:

source: Site Tracking
ca: Seguiment del lloc web
eu_es: Gunearen jarraipena

source: Site URL
ca: URL del lloc
eu_es: Gunearen URL

source: Site Wide Activity RSS Feed
ca: Fils de subscripció RSS de tot el lloc web
eu_es: Komunitateko Jardueraren RSS jarioa

source: Site icon for %s
ca: Icona de lloc per a %s
eu_es: %s-(r)entzat gune ikonoa

source: Site icon for the blog
eu_es: Blogaren ikonoa gunearentzat

source: Site registration is currently disabled
ca: El registre al lloc web està desactivat
eu_es: Guneko erregistroa oraintxe desgaituta dago

source: Site registration is currently disabled.
ca: El registre al lloc web està desactivat
eu_es: Gunearen izenematea oraingoz desgaituta dago.

# component directory title
source: Site-Wide Activity
ca: Activitat a tot el lloc web
eu_es: Komunitateko Jarduera

source: Sites
ca: Llocs
eu_es: Guneak

# Page title for the Sites directory.
source: Sites
ca: Llocs
eu_es: Guneak

# component directory title
source: Sites
ca: Llocs web
eu_es: Guneak

source: Sites %s
ca: Llocs %s
eu_es: Guneak %s

source: Sites directory
ca: Directori de llocs
eu_es: Guneen direktorioa

source: Sites directory main navigation
ca: Navegació principal del directori de llocs
eu_es: Guneen direktorioaren nabigazio nagusia

source: Sites directory secondary navigation
ca: Navegació secundària dels directoris de llocs
eu_es: Guneen direktorioaren bigarren mailako nabigazioa

source: Sites loop:
eu_es: Gunearen begizta

source: Sites menu
ca: Menú
eu_es: Guneen menua

source: Sites powered by BuddyPress rely heavily on user-provided data. In this section, you should note what data you collect, from both registered users and anonymous visitors.
eu_es: BuddyPressek bultzatutako guneak erabiltzaileek emandako datuetan oinarritzen dira. Atal honetan, erregistratutako erabiltzaileen eta bisitari anonimoen zer datu biltzen dituzun, kontutan izan beharko zenuke.

source: Sitewide Notices
ca: Avisos en tot el lloc
eu_es: Gune osoko Oharrak

source: Sitewide activities navigation
ca: Navegació d'activitats en tot el lloc
eu_es: Gune osoko jarduera nabigazioa

source: Sitewide notice dismissed
ca: Avís descartat
eu_es: Gune osorako abisua baztertua

# email type taxonomy name
source: Situation
ca: Situació
eu_es: Egoera

# Email post type
source: Situations
ca: Situacions
eu_es: Egoerak

# email type taxonomy label
source: Situations
ca: Situacions
eu_es: Egoerak

source: Slug of the friendship status with current logged in user.
eu_es: Adiskidetasun egoeraren slug-a, unean sartutako erabiltzailearekin.

source: Some of these tools create substantial database overhead. Avoid running more than one repair job at a time.
ca: Algunes d'aquestes eines necessiten molts recursos de la base de dades. Eviteu llançar més d'una tasca de reparació a la vegada.
eu_es: Tresna hauetako batzuk datubasean karga itzela sortzen dute. Ez ezazu konponketa ataza bat baino gehiago batera abiarazi.

source: Something has gone wrong.
ca: Alguna cosa ha anat malament.
eu_es: Zerbait gaizki joan da.

source: Sorry, This Group type is registered using code, deactivate the plugin or remove the custom code before trying to delete it again.
eu_es: Barkatu! Talde-mota hau kodea erabiliz erregistratu da; plugina desaktiba ezazu, edo kode pertsonalizatua kendu berriro ezabatzen saiatu aurretik.

source: Sorry, This Member type is registered using code, deactivate the plugin or remove the custom code before trying to delete it again.
eu_es: Barkatu! Kide mota hau kodea erabiliz dago erregistratuta; berriro ezabatzen saiatu aurretik, plugina desaktiba ezazu, edo ken ezazu kode pertsonalizatua.

source: Sorry, blog avatar is disabled.
eu_es: Barkatu! blogaren avatarra desgaituta dago.

source: Sorry, blog creation is disabled.
eu_es: Barkatu! Blogaren sortzea desgaituta dago.

source: Sorry, but you are looking for something that isn't here.
ca: Esteu cercant alguna cosa que no està aquí.
eu_es: Sentitzen dugu, baina hemen ez dagoen zerbait bilatu nahian ari zara.

source: Sorry, group avatar upload is disabled.
eu_es: Barkatu, taldearen avatarraren karga desgaituta dago.

source: Sorry, group cover upload is disabled.
eu_es: Barkatu! Taldearen estalki-igotzea desgaituta dago.

source: Sorry, member avatar upload is disabled.
eu_es: Barkatu, kidearen avatarraren karga desgaituta dago.

source: Sorry, no attachments matched your criteria.
ca: Cap document adjunt correspon a la cerca.
eu_es: Sentitzen dugu, ez dago zure irizpideekin bat datozen fitxategi erantsirik.

source: Sorry, no members were found.
ca: No s'han trobat membres.
eu_es: Barkatu, ez da kiderik aurkitu.

source: Sorry, no messages were found.
ca: No s'ha trobat cap missatge.
eu_es: Barkatu, ez da mezurik aurkitu.

source: Sorry, no notices were found.
ca: No s'han trobat avisos.
eu_es: Barkatu, ez da oharrik aurkitu.

source: Sorry, no posts matched your criteria.
ca: No hi ha entrades que coincideixin amb els vostres criteris de cerca.
eu_es: Sentitzen dugu, ez dago zure irizpideekin bat datorren sarrerarik.

source: Sorry, that email address is already used!
ca: Aquesta adreça electrònica ja està en ús!
eu_es: Barkatu, email helbide hori erabilita dago jada!

source: Sorry, that email address is not allowed!
ca: Aquesta adreça de correu electrònic no està permesa!
eu_es: Barkatu, email helbide hori ez dago baimenduta!

source: Sorry, that username already exists!
ca: Aquest nom d'usuari ja existeix
eu_es: Barkatu, erabiltzaile izen hori existitzen da!

source: Sorry, the Group type was not deleted: it does not exist.
eu_es: Barkatu! Talde-mota ez da ezabatu, ez baita existitzen.

source: Sorry, the Member type was not deleted: it does not exist.
eu_es: Barkatu! Kide-mota ez da ezabatu; ez da existitzen.

source: Sorry, the default term cannot be deleted.
eu_es: Barkatu! Ezin da lehenetsitako terminoa ezabatu.

source: Sorry, the page you requested was not found.
eu_es: Barkatu, eskatutako orrialdea ez da aurkitu.

source: Sorry, the profile field value is not viewable for this user.
eu_es: Barkatu, ezin da erebiltzaile honen profil eremuaren balioa ikusi.

source: Sorry, the term ID and the taxonomy are required arguments.
eu_es: Barkatu! IDentifikatzaile terminoa eta taxonomia beharrezko argudioak dira.

source: Sorry, the term does not exist.
eu_es: Barkatu! terminoa ez da existitzen.

source: Sorry, there are no uploaded avatars for this group on this site.
eu_es: Barkatu, ez daude talde honen igotako avatarrak gune honetan.

source: Sorry, there are no uploaded avatars for this user on this site.
eu_es: Barkatu, gunean ez dago erabiltzaile honen igotako avatarrik.

source: Sorry, there was a problem deleting the avatar.
eu_es: Barkatu, arazo bat egon da avatarra ezabatzean.

source: Sorry, there was a problem deleting this group avatar.
eu_es: Barkatu, arazo bat egon da talde honen avatarra ezabatzean.

source: Sorry, there was a problem deleting this group cover.
eu_es: Barkatu! Arazo bat izan da talde-azal hau ezabatzean.

source: Sorry, there was a problem deleting this user cover.
eu_es: Barkatu! arazo bat gertatu da erabiltzaileen estalkia ezabatzean.

source: Sorry, there was a problem fetching the avatar.
eu_es: Barkatu, arazo bat egon da avatarra eskuratzean.

source: Sorry, there was a problem fetching the blog avatar.
eu_es: Barkatu! arazo bat gertatu da blogaren avatarra eskuratzean.

source: Sorry, there was a problem fetching this group avatar.
eu_es: Barkatu, arazo bat egon da talde honen avatarra eskuratzean.

source: Sorry, there was a problem fetching this group cover.
eu_es: Barkatu! Arazo bat izan da talde-estalkia eskuratzean.

source: Sorry, there was a problem fetching this user cover.
eu_es: Barkatu! Arazo bat gertatu da erabiltzailearen estalkia eskuratzean.

source: Sorry, there was an error and the Group type wasn’t added.
eu_es: Barkatu! Errore bat gertatu da, eta ez da Talde-mota gehitu.

source: Sorry, there was an error and the Member type wasn’t added.
eu_es: Barkatu! Errore bat gertatu da, eta ez da Kide-mota gehitu.

source: Sorry, there was an error while trying to delete this Group type.
eu_es: Barkatu! Talde mota hau ezabatzen saiatzean, errore bat gertatu da.

source: Sorry, there was an error while trying to delete this Member type.
eu_es: Barkatu! Errore bat gertatu da kide mota hau ezabatzen saiatzean.

source: Sorry, there was no activity found. Please try a different filter.
ca: No s'ha trobat cap activitat. Proveu un filtre diferent.
eu_es: Barkatu, ez da jarduerarik aurkitu. Mesedez saiatu iragazki desberdin batekin.

source: Sorry, there was no member of that name found in this group.
ca: No s'ha trobat cap membre amb aquest nom en aquest node.
eu_es: Barkatu, ez da izen hori duen kiderik aurkitu talde honetan.

source: Sorry, there were no forum topics found.
ca: No s'han trobat temes al fòrum.
eu_es: Sentitzen dugu, ez dugu haririk aurkitu foroetan.

source: Sorry, there were no group members found.
ca: No s'han trobat membres del node
eu_es: Barkatu, ez da taldeko kiderik aurkitu.

source: Sorry, there were no groups found.
ca: No s'han trobat nodes.
eu_es: Barkatu, ez da talderik aurkitu.

source: Sorry, there were no posts found. Why not write one?
ca: No s'han trobat entrades. Per què no escriviu una?
eu_es: Barkatu baina ez dugu sarrerarik aurkitu. Eta bat idatziko bazenu?

source: Sorry, there were no sites found.
ca: No s'ha trobat cap lloc.
eu_es: Barkatu, ez dira gunerik aurkitu.

source: Sorry, this Group type already exists.
eu_es: Barkatu! Talde-mota hau dagoeneko badago.

source: Sorry, this Member type already exists.
eu_es: Barkatu! Kide-mota hau badago.

source: Sorry, this component does not exist.
eu_es: Barkatu, osagai hau ez da existitzen.

source: Sorry, this component is already active.
eu_es: Barkatu, osagai hau dagoeneko aktibo dago.

source: Sorry, this component is not active.
eu_es: Barkatu, osagai hau ez dago aktibo.

source: Sorry, this message does not exist.
eu_es: Barkatu, mezu hau ez da existitzen.

source: Sorry, this thread does not exist.
eu_es: Barkatu, hari hau ez da existitzen.

source: Sorry, uploading the file failed.
ca: Ha fallat la càrrega del fitxer.
eu_es: Barkatu, fitxategiak huts egin du igotzerakoan.

source: Sorry, user cover upload is disabled.
eu_es: Barkatu! Erabiltzaileen estaldura-igotzea desgaituta dago.

source: Sorry, usernames may not contain the character "_"!
ca: Els noms d'usuari no poden contenir el caràcter "_"!
eu_es: Sentitzen dugu, goitizenak ezin du "_" karakterea eduki!

source: Sorry, usernames must have letters too!
ca: Els noms d'usuari han de tenir lletres també!
eu_es: Barkatu, erabiltzaile izenak letrak izan behar ditu ere!

source: Sorry, we cannot create the site. Please try again later.
eu_es: Barkatu! Ezin dugu gunea sortu. Mesedez, saia zaitez berriro geroago.

source: Sorry, you are not allowed to accept the invitation as requested.
eu_es: Barkatu, ezin duzu eskatu duzun bezala gonbidapena onartu.

source: Sorry, you are not allowed to ban this group member.
eu_es: Barkatu, ez duzu taldeko kide hau blokeatzeko baimenik.

source: Sorry, you are not allowed to create a XProfile field.
eu_es: Barkatu, ezi duzu XProfil eremu bat sortu.

source: Sorry, you are not allowed to create activities.
eu_es: Barkatu, ezin dituzu jarduerak sortu.

source: Sorry, you are not allowed to create groups.
ca: No teniu permís per a crear nodes.
eu_es: Barkatu, ez duzu taldeak sortzeko baimenik.

source: Sorry, you are not allowed to create the invitation as requested.
eu_es: Barkatu, ezin duzu eskatu duzun bezala gonbidapena sortu.

source: Sorry, you are not allowed to delete the invitation as requested.
eu_es: Barkatu, ezin duzu eskatu duzun bezala gonbidapena ezabatu.

source: Sorry, you are not allowed to delete this activity.
eu_es: Barkatu, ezin duzu jarduera hau ezabatu.

source: Sorry, you are not allowed to delete this field.
eu_es: Barkatu, ezin duzu eremu hau ezabatu.

source: Sorry, you are not allowed to delete this group.
eu_es: Barkatu, ezin duzu talde hau ezabatu.

source: Sorry, you are not allowed to demote this group member.
eu_es: Barkatu ezin duzu taldeko kide hau degradatu.

source: Sorry, you are not allowed to fetch an invitation.
eu_es: Barkatu, ezin duzu gonbidapen bat eskuratu.

source: Sorry, you are not allowed to fetch group invitations with those arguments.
eu_es: Barkatu, ezin dituzu argumentu horiekin talde gonbidapenak eskuratu.

source: Sorry, you are not allowed to perform this action.
eu_es: Barkatu, ez duzu ekintza hau egikaritzeko baimenik.

source: Sorry, you are not allowed to promote this group member.
eu_es: Barkatu, ez duzu taldeko kide hau sustatzeko baimenik.

source: Sorry, you are not allowed to see the notification.
eu_es: Barkatu, ezin duzu jakinarazpena ikusi.

source: Sorry, you are not allowed to see the notifications.
eu_es: Barkatu, ezin dituzu jakinarazpenak ikusi.

source: Sorry, you are not allowed to see this thread.
eu_es: Barkatu, ezin duzu hari hau ikusi.

source: Sorry, you are not allowed to star/unstar messages.
eu_es: Barkatu, ez duzu mezuak nabarmentzeko/gutxiesteko baimenik.

source: Sorry, you are not allowed to unban this group member.
eu_es: Barkatu, ez duzu taldeko kide hau desblokeatzeko baimenik.

source: Sorry, you are not allowed to update favorites.
eu_es: Barkatu, ezin dituzu gogokoak eguneratu.

source: Sorry, you are not allowed to update this activity.
eu_es: Barkatu, ezin duzu jarduera hau eguneratu.

source: Sorry, you are not allowed to update this group.
eu_es: Barkatu, ezin duzu talde hau eguneratu.

source: Sorry, you are not allowed to view a membership request.
eu_es: Barkatu, ezin dituzu bazkidetza eskaerak ikusi.

source: Sorry, you are not allowed to view members with the edit context.
eu_es: Barkatu! Editatu testuingurua duten kideak ezin dituzu ikusi.

source: Sorry, you are not allowed to view members.
eu_es: Barkatu, ez duzu partaideak ikusteko baimenik.

source: Sorry, you are not allowed to view membership requests.
eu_es: Barkatu, ezin dituzu bazkidetza eskaerak ikusi.

source: Sorry, you are not allowed to view this XProfile field group.
eu_es: Barkatu, ez duzu XProfil eremu talde hau ikusteko baimenik.

source: Sorry, you are not authorized to perform this action.
eu_es: Barkatu, ez duzu ekintza hau egikaritzeko baimenik.

source: Sorry, you cannot add the activity to your favorites.
eu_es: Barkatu, ezin duzu jarduera zure gogokoetara gehitu.

source: Sorry, you cannot add the message to your starred box.
eu_es: Barkatu, ezin duzu mezua gehitu zure nabarmendutako laukian.

source: Sorry, you cannot deactivate a required component.
eu_es: Barkatu, ezin duzu beharrezko osagai bat desaktibatu.

source: Sorry, you cannot remove the activity from your favorites.
eu_es: Barkatu, ezin duzu jarduera zure gogokoengatik ezabatu.

source: Sorry, you cannot remove the message from your starred box.
eu_es: Barkatu, ezin duzu mezua nabarmendutako laukitik kendu.

source: Sorry, you cannot save XProfile field data.
eu_es: Barkatu, ezin dituzu XProfilan eremu datuak gorde.

source: Sorry, you cannot view the activities.
eu_es: Barkatu, ezin dituzu jarduerak ikusi.

source: Sorry, you cannot view the group.
eu_es: Barkatu, ezin duzu taldea ikusi.

source: Sorry, you cannot view the messages.
eu_es: Barkatu, ezin dituzu mezuak ikusi.

source: Sorry, you cannot view this notification.
eu_es: Barkatu, ezin duzu jakinarazpen hau ikusi.

source: Sorry, you need an image file to upload.
eu_es: Barkatu, irudi fitxategi bat behar duzu igotzeko.

source: Sorry, you need to be logged in to create a membership request.
eu_es: Barkatu, saioa hasi behar duzu bazkidetza esakera bat sortzeko.

source: Sorry, you need to be logged in to create a message.
eu_es: Barkatu, saioa hasi behar duzu mezu bat sortzeko.

source: Sorry, you need to be logged in to create an invitation.
eu_es: Barkatu, saioa hasi behar duzu gonbidapen bat sortzeko.

source: Sorry, you need to be logged in to delete a request.
eu_es: Barkatu, saioa hasi behar duzu eskaera bat ezabatzeko.

source: Sorry, you need to be logged in to delete this group.
eu_es: Barkatu, saioa hasi behar duzu taldea ezabatzeko.

source: Sorry, you need to be logged in to get a membership.
eu_es: Barkatu, saioa hasi behar duzu bazkidetza lortzeko.

source: Sorry, you need to be logged in to join a group.
eu_es: Barkatu, saioa hasi behar duzu talde batean sartzeko.

source: Sorry, you need to be logged in to make an update.
eu_es: Barkatu, saioa hasi behar duzu eguneratze bat egiteko.

source: Sorry, you need to be logged in to perform this action.
eu_es: Barkatu, saioa hasi behar duzu ekintza hau egikaritzeko.

source: Sorry, you need to be logged in to save XProfile data.
eu_es: Barkatu, saioa hasi berhar duzu XProfilaren datuak gordetzeko.

source: Sorry, you need to be logged in to see the group invitations.
eu_es: Barkatu, saioa hasi behar duzu taldeko gonbidapenak ikusteko.

source: Sorry, you need to be logged in to update this group.
eu_es: Barkatu, saioa hasi behar duzu talde hau eguneratzeko.

source: Sorry, you need to be logged in to view a group membership.
eu_es: Barkatu, saioa hasi behar duzu taldeko bazkidetza bat ikusteko.
