Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/disable-gutenberg.po
Languages: ca, gl_es

source: or higher, and has been deactivated!
ca: o superior, i s'ha desactivat!
gl_es: ou superior, e foi desactivado!

source: (Classic)
ca: (Clàssic)
gl_es: (Clásico)

source: ACF Support
ca: Compatibilitat amb ACF
gl_es: Compatibilidade con ACF

source: Block Edit
ca: Edició de blocs
gl_es: Edición de bloques

source: Classic Edit
ca: Edició clàssica
gl_es: Edición clásica

source: Click here
ca: Feu clic aquí
gl_es: Fai clic aquí

source: Click here to rate and review this plugin on WordPress.org
ca: Fes clic aquí per valorar i fer una ressenya d'aquest connector a WordPress.org
gl_es: Fai clic aquí para puntuar e facer unha valoración deste plugin en WordPress.org

source: Complete Disable
ca: Desactiva completament
gl_es: Desactivar completamente

source: Confirm Reset
ca: Confirma el restabliment
gl_es: Confirmar restablecemento

source: Default options restored.
ca: S'ha restaurat la configuració per defecte.
gl_es: Restauradas as opcións por defecto.

source: Disable "Try Gutenberg" nag
ca: Desactiva l'avís «Prova Gutenberg»
gl_es: Desactiva o aviso «Proba Gutenberg»

source: Disable Gutenberg
ca: Desactiva Gutenberg

source: Disable Gutenberg everywhere
ca: Desactiva Gutenberg a tot arreu
gl_es: Desactivar Gutenberg en todas partes

source: Disable Nag
ca: Desactiva l'avís
gl_es: Desactivar aviso

source: Disable Post IDs
ca: Desactiva els IDs d'entrada
gl_es: Desactivar IDs de entradas

source: Disable Templates
ca: Desactiva les plantilles
gl_es: Desactivar modelos

source: Disable for
ca: Desactiva per a
gl_es: Desactivar para

source: Disables Gutenberg Block Editor and restores the Classic Editor and original Edit Post screen. Provides options to enable on specific post types, user roles, and more.
ca: Desactiva l'editor de blocs Gutenberg i restaura l'editor clàssic i la pantalla d'editar entrades original. Ofereix opcions per permetre-ho en tipus de contingut específic, perfils d'usuaris i més.
gl_es: Desactiva o editor de bloques Gutenberg e restaura o editor clásico e a pantalla de editar entradas orixinal. Ofrece opcións para permitilo en tipos de contido específico, perfís de usuarios e máis.

source: Display "Add New (Classic)" menu link and Classic/Block edit links
ca: Mostra l'enllaç de menú «Afegeix nou (clàssic)» i els enllaços d'edició clàssic/blocs.
gl_es: Mostrar o enlace do menú «Engadir novo (clásico)» e os enlaces de edición clásico/bloques.

source: Display Edit Links
ca: Mostra enllaços d'edició
gl_es: Mostrar enlaces de editar

source: Display Whitelist settings
ca: Mostra la configuració de la llista blanca
gl_es: Mostrar os axustes da lista branca

source: Edit &#8220;%s&#8221; in the Block Editor
ca: Editeu &#8220;%s&#8221; a l'editor de blocs
gl_es: Editar &#8220;%s&#8221; no editor de bloques

source: Edit &#8220;%s&#8221; in the Classic Editor
ca: Editeu &#8220;%s&#8221; a l'editor clàssic
gl_es: Editar &#8220;%s&#8221; no editor clásico

source: Enable Custom Fields Meta Box (ACF disables by default),
ca: Activa la caixa de camps personalitzats (ACF les desactiva per defecte).
gl_es: Activar a caixa meta de campos personalizados (ACF desactívaas por defecto).

source: Enable Frontend
ca: Activa la portada
gl_es: Activar en portada

source: Enable frontend Gutenberg styles
ca: Activa els estils de Gutenberg de portada
gl_es: Activar estilos de Gutenberg en portada

source: Enable this setting to completely disable Gutenberg (and restore the Classic Editor). Or, disable this setting to display more options.
ca: Activeu aquesta opció per desactivar completament Gutenberg (i restaurar l'editor clàssic). O desactiveu aquesta configuració per mostrar més opcions.
gl_es: Activa este axuste para desactivar completamente Gutenberg (e restaurar o editor clásico). Ou desactiva este axuste para mostrar máis opcións.

source: Gutenberg Menu Item
ca: Element del menú Gutenberg
gl_es: Elemento do menú Gutenberg

source: Hide Gutenberg plugin&rsquo;s menu item (for WP &lt; 5.0)
ca: Amaga l'element de menú del connector Gutenberg (per WP &lt; 5.0)
gl_es: Oculta o elemento do menú do plugin Gutenberg (para WP &lt; 5.0)

source: Hide this plugin&rsquo;s menu item
ca: Amaga l'element de menú d'aquest connector
gl_es: Oculta o elemento do menú deste plugin

source: Homepage
ca: Pàgina d'inici
gl_es: Páxina de inicio

source: No changes made to options.
ca: No s'han fet canvis a les opcions.
gl_es: Non se fixeron cambios ás opcións.

source: No, abort mission.
ca: No, avorta la missió.
gl_es: Non, abortar misión.

source: Please give a 5-star rating! A huge THANK YOU for your support!
ca: Si us plau, doneu-nos una valoració de 5 estrelles! GRÀCIES pel vostre suport!
gl_es: Por favor, danos unha valoración de 5 estrelas! GRAZAS polo teu apoio!

source: Please return to the
ca: Si us plau, torna a
gl_es: Por favor, volve ao

source: Plugin Homepage
ca: Pàgina d'inici del connector
gl_es: Páxina de inicio do plugin

source: Plugin Menu Item
ca: Element de menú del connector
gl_es: Elemento de menú do plugin

source: Post IDs that always should use the Block Editor
ca: IDs d'entrades que sempre han d'usar l'editor de blocs
gl_es: IDs de entradas que sempre deberían usar o editor de bloques

source: Post Type =
ca: Tipus de contingut =
gl_es: Tipo de contido =

source: Post slugs that always should use the Block Editor
ca: Slug d'entrades que sempre han d'usar l'editor de blocs
gl_es: Slug de entradas que sempre deberían usar o editor de bloques

source: Post titles that always should use the Block Editor
ca: Títols d'entrades que sempre han d'usar l'editor de blocs
gl_es: Títulos de entradas que sempre deberían usar o editor de bloques

source: Rate Plugin
ca: Valora el connector
gl_es: Valora o plugin

source: Rate this plugin
ca: Valora aquest connector
gl_es: Valora este plugin

source: Reset Options
ca: Restableix les opcions
gl_es: Restablecer opcións

source: Restore default options?
ca: ¿Voleu restablir les opcions per defecte?
gl_es: Restauramos as opcións por defecto?

source: Restore default plugin options
ca: Restableix les opcions predeterminades del connector
gl_es: Restaurar as opcións predeterminadas do plugin

source: Select the post IDs for which Gutenberg should be disabled.
ca: Trieu els IDs d'entrades pels quals s'hauria desactivar Gutenberg.
gl_es: Elixe os IDs de entradas nos que se debería desactivar Gutenberg.

source: Select the post types for which Gutenberg should be disabled.
ca: Trieu els tipus de contingut pels quals s'hauria desactivar Gutenberg.
gl_es: Elixe os tipos de contido nos que se debería desactivar Gutenberg.

source: Select the posts that always should use the Gutenberg Block Editor. Separate multiple values with commas.
ca: Seleccioneu les entrades que sempre han d'usar l'editor de blocs Gutenberg. Separeu els diferents valors amb comes.
gl_es: Selecciona as entradas que sempre deberían usar o editor de bloques Gutenberg. Separa os distintos valores con comas.

source: Select the theme template files for which Gutenberg should be disabled.
ca: Trieu els fitxers de plantilla del tema en els quals s'hauria desactivar Gutenberg.

source: Select the user roles for which Gutenberg should be disabled.
ca: Trieu els perfils d'usuari pels quals s'hauria desactivar Gutenberg.
gl_es: Elixe os perfís de usuario nos que se debería desactivar Gutenberg.

source: Separate multiple post IDs with commas
ca: Separeu els diferents IDs d'entrada amb comes
gl_es: Separa os distintos IDs de entrada con comas

source: Separate multiple templates with commas
ca: Separeu les diferents plantilles amb comes
gl_es: Separa os distintos modelos con comas

source: Settings
ca: Ajustaments
gl_es: Axustes

source: Show support with a 5-star rating&nbsp;&raquo;
ca: Mostreu el vostre suport amb una valoració de 5 estrelles&nbsp;&raquo;
gl_es: Mostra o teu apoio cunha valoración de 5 estrelas&nbsp;&raquo;

source: Sorry, pal!
ca: Ho sento amic!
gl_es: Síntoo amigo!

source: Toggle More Tools
ca: Mostra/oculta altres eines
gl_es: Mostrar/ocultar máis ferramentas

source: User Role =
ca: Rol d'usuari =
gl_es: Perfil de usuario =

source: WP Admin Area
ca: Àrea d'administració de WP
gl_es: área de administración de WP

source: Whitelist Options
ca: Opcions de la llista blanca
gl_es: Opcións de lista blanca

source: Whitelist Post IDs
ca: IDs d'entrades a la llista blanca
gl_es: IDs de entradas na lista branca

source: Whitelist Post Slugs
ca: Slugs d'entrades a la llista blanca
gl_es: Slugs das entradas na lista branca

source: Whitelist Post Titles
ca: Títols d'entrades a la llista blanca
gl_es: Títulos das entradas na lista branca

source: Yes, make it so.
ca: Sí, fes-ho.
gl_es: Si, faino.

source: learn more
ca: apreneu-ne més
gl_es: aprende máis

source: requires WordPress
ca: requereix WordPress
gl_es: require WordPress

source: to display more tools and options. Note: these options remain in effect even when hidden on this page.
ca: per mostrar més eines i opcions. Nota: aquestes opcions segueixen tenint efecte fins i tot quan estiguin ocultes en aquesta pàgina.
gl_es: para mostrar máis ferramentas e opcións. Nota: estas opcións seguen tendo efecto incluso cando estean ocultas nesta páxina.

source: to upgrade WordPress and try again.
ca: per actualitzar WordPress i intentar-ho de nou.
gl_es: para actualizar WordPress e intentalo de novo.

source: Select the theme template files for which Gutenberg should be disabled (e.g., custom-page.php).
gl_es: Seleciona os arquivos dos modelos do tema para os que Gutenberg debería desactivarse (p.ex., custom-page.php).
