Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/email-subscribers.po
Languages: ca

source: (How to modify the existing email content like Confirmation email, Welcome email, Admin emails)
ca: (Com modificar el contingut de missatges de correu electrònic existents com el correu electrònic de confirmació, ell correu de benvinguda, els correus d'administració)

source: (like Confirmation, Welcome, Admin emails), Cron Settings and Assign User Roles
ca: (com ara correus de confirmació, de benvinguda i d'administració), configuració del cron i assignació de rols d'usuari

source: to view details.
ca: per veure els detalls.

source: %s for Newsletter: {{NAME}}, {{EMAIL}}
ca: %s pel butlletí de notícies: {{NAME}}, {{EMAIL}}

source: %s for Post Notification: {{NAME}}, {{EMAIL}}, {{DATE}}, {{POSTTITLE}}, {{POSTIMAGE}}, {{POSTEXCERPT}}, {{POSTDESC}}, {{POSTAUTHOR}}, {{POSTLINK}}, {{POSTLINK-WITHTITLE}}, {{POSTLINK-ONLY}}, {{POSTFULL}}
ca: %s per notificacions d'articles: {{NAME}}, {{EMAIL}}, {{DATE}}, {{POSTTITLE}}, {{POSTIMAGE}}, {{POSTEXCERPT}}, {{POSTDESC}}, {{POSTAUTHOR}}, {{POSTLINK}}, {{POSTLINK-WITHTITLE}}, {{POSTLINK-ONLY}}, {{POSTFULL}}

source: %s for Post Notification: {{POSTTITLE}}
ca: %s per notificacions d'articles: {{POSTTITLE}}

source: (Optional)
ca: (Opcional)

source: (Use compose menu to create new)
ca: (Utilitzeu el menú de plantilles per crear-ne de nous)

source: (Use templates menu to create new)
ca: (Utilitzeu el menú de plantilles per crear-ne de nous)

source: (Your web host has limits. We suggest 50 emails per hour to be safe)
ca: (El vostre amfitrió (hosting) té límits. Suggerim 50 correus electrònics per hora per estar segurs)

source: (Your web host has limits. We suggest 50 emails per hour to be safe.)
ca: (El vostre amfitrió (hosting) té límits. Suggerim 50 correus electrònics per hora per estar segurs)

source: (or)
ca: (o)

source: 1 to 200 emails
ca: 1 a 200 correus electrònics

source: 1 to 500 emails
ca: 1 a 200 correus electrònics

source: 1001 to 1500
ca: 1001 a 1500

source: 1001 to 2000
ca: 1001 a 2000

source: 1501 to 2000
ca: 1501 a 2000

source: 2. WP PLAINTEXT MAIL
ca: 2. WP TEXT PLA MAIL

source: 2001 to 4000
ca: 2001 a 4000

source: 2001 to 5000
ca: 2001 a 5000

source: 201 to 400
ca: 201 a 400

source: 4. PHP PLAINTEXT MAIL
ca: 4. PHP TEXT PLA MAIL

source: 4001 to 6000
ca: 4001 a 6000

source: 401 to 600
ca: 401 a 600

source: 5001 to 10000
ca: 5001 a 10000

source: 501 to 1000
ca: 501 a 1000

source: 6001 to 10000
ca: 6001 a 10000

source: 601 to 800
ca: 601 a 800

source: 801 to 1000
ca: 801 a 1000

source: <a target="_blank" href="http://www.icegram.com/documentation/es-how-to-schedule-cron-emails-in-cpanel/">Setup cron job in cPanal</a>
ca: <a target="_blank" href="http://www.icegram.com/documentation/es-how-to-schedule-cron-emails-in-cpanel/">Configuració del cron a cPanel</a>

source: <a target="_blank" href="http://www.icegram.com/documentation/es-how-to-schedule-cron-emails-in-parallels-plesk/">Setup cron job in Plesk</a>
ca: <a target="_blank" href="http://www.icegram.com/documentation/es-how-to-schedule-cron-emails-in-parallels-plesk/">Configuració del cron en Plesk</a>

source: <a target="_blank" href="http://www.icegram.com/documentation/es-how-to-schedule-cron-emails/">What is Cron?</a>
ca: <a target="_blank" href="http://www.icegram.com/documentation/es-how-to-schedule-cron-emails/">Què és Cron?</a>

source: <a target="_blank" href="http://www.icegram.com/documentation/es-what-to-do-if-hosting-doesnt-support-cron-jobs/">Hosting does not support cron jobs?</a>
ca: <a target="_blank" href="http://www.icegram.com/documentation/es-what-to-do-if-hosting-doesnt-support-cron-jobs/">El vostre servidor no suporta els treballs de cron?</a>

source: <a target="_blank" href="https://www.icegram.com/documentation/es-how-to-schedule-cron-emails-in-cpanel/?utm_source=es&utm_medium=in_app&utm_campaign=view_docs_help_page">Setup cron job in cPanel</a>
ca: <a target="_blank" href="https://www.icegram.com/documentation/es-how-to-schedule-cron-emails-in-cpanel/?utm_source=es&utm_medium=in_app&utm_campaign=view_docs_help_page">Configureu el cron a cPanel</a>

source: <a target="_blank" href="https://www.icegram.com/documentation/es-how-to-schedule-cron-emails-in-parallels-plesk/?utm_source=es&utm_medium=in_app&utm_campaign=view_docs_help_page">Setup cron job in Plesk</a>
ca: <a target="_blank" href="https://www.icegram.com/documentation/es-how-to-schedule-cron-emails-in-parallels-plesk/?utm_source=es&utm_medium=in_app&utm_campaign=view_docs_help_page">Configureu el cron a Plesk</a>

source: <a target="_blank" href="https://www.icegram.com/documentation/es-how-to-schedule-cron-emails/?utm_source=es&utm_medium=in_app&utm_campaign=view_docs_help_page">What is Cron?</a>
ca: <a target="_blank" href="https://www.icegram.com/documentation/es-how-to-schedule-cron-emails/?utm_source=es&utm_medium=in_app&utm_campaign=view_docs_help_page">Què és el Cron?</a>

source: <a target="_blank" href="https://www.icegram.com/documentation/es-what-to-do-if-hosting-doesnt-support-cron-jobs/?utm_source=es&utm_medium=in_app&utm_campaign=view_docs_help_page">Hosting does not support cron jobs?</a>
ca: <a target="_blank" href="https://www.icegram.com/documentation/es-what-to-do-if-hosting-doesnt-support-cron-jobs/?utm_source=es&utm_medium=in_app&utm_campaign=view_docs_help_page">L'allotjament web no suporta el Cron?</a>

source: <b style="text-color: #000000">Want to protect your email list using captcha?</b>
ca: <b style="text-color: #000000">Vols protegir la teva llista de correu utilitzant captcha?</b>

source: <b>Like Email Subscribers?</b> If yes, then consider %s to support further developments.
ca: <b>T'agrada Email Subscribers?</b> Si és així,considera %s donar suport a nous desenvolupaments.

source: <br/><br/>%s for Newsletter: {{NAME}}, {{EMAIL}}
ca: <br/><br/>%s pel butlletí de notícies: {{NAME}}, {{EMAIL}}

source: <br><br><strong>Your Recipients count is above 100.<br>We strongly recommend that you change above Mail Type to Cron and Send Mail via Cron Job.</strong><br>Click on Help for more information.
ca: <br><br><strong>Teniu més de 100 usuaris.<br>Us recomanem que canvieu el tipus de missatges a Cron i els envieu via treball del Cron.</strong><br>Feu clic a Ajuda per a més informació.

source: <br><br>Note: Different email services (like gmail, yahoo etc) display email content differently. So there could be a slight variation on how your customer will view the email content.
ca: <br><br>Nota: els diferents serveis de correu electrònic (com ara Gmail, Yahoo, et.) mostren contingut de correu de manera diferent. Per tant, podria haver una lleugera variació sobre la visualització del contingut del correu electrònic per part dels vostres usuaris.

source: <br><br>This Post Notification preview has replaced keywords from your last published blog post.
ca: <br><br>Aquesta previsualització de la notificació de publicació reemplaça les paraules clau de la vostra última publicació al bloc.

source: <span style="color:#0000FF">Single Opt In</span>
ca: <span style="color:#0000FF">Opció individual</span>

source: <span style="color:#006600;font-weight:bold;">Confirmed</span>
ca: <span style="color:#006600;font-weight:bold;">Confirmat</span>

source: <span style="color:#00CC00;font-weight:bold;">Viewed</span>
ca: <span style="color:#00CC00;font-weight:bold;">Vist</span>

source: <span style="color:#00FF00;font-weight:bold;">Sent</span>
ca: <span style="color:#00FF00;font-weight:bold;">Enviat</span>

source: <span style="color:#20b2aa;font-weight:bold;">via Cron</span>
ca: <span style="color:#ffd700;font-weight:bold;">via Cron</span>

source: <span style="color:#993399;">Immediately</span>
ca: <span style="color:#993399;">Correu instantani</span>

source: <span style="color:#993399;">Instant Mail</span>
ca: <span style="color:#993399;">Correu instantani</span>

source: <span style="color:#999900">Unsubscribed</span>
ca: <span style="color:#999900">Cancel·lat</span>

source: <span style="color:#999900;">Nodata</span>
ca: <span style="color:#999900;">No hi ha dades</span>

source: <span style="color:#FF0000">Disable</span>
ca: <span style="color:#FF0000">Desactiva</span>

source: <span style="color:#FF0000">Disabled</span>
ca: <span style="color:#FF0000">Desactivat</span>

source: <span style="color:#FF0000">In Queue</span>
ca: <span style="color:#FF0000">A la cua</span>

source: <span style="color:#FF0000">Unconfirmed</span>
ca: <span style="color:#FF0000">Per confirmar</span>

source: <span style="color:#f18500;font-weight:bolder;">Help & Info
ca: <span style="color:#f18500;font-weight:bolder;">Ajuda

source: <span style="color:#f18500;font-weight:bolder;">Help & Info</span>
ca: <span style="color:#f18500;font-weight:bolder;">Ajuda

source: <strong>Note:</strong> If you delete record for the emails with Status = <span style="color:#FF0000;">In Queue</span>, then cron job in queue will be deleted too and email will not be sent.
ca: <strong>Nota:</strong> Si suprimiu el registre de correus amb l'estat = <span style="color:#FF0000;">A la cua</span>, el cron a la cua també serà eliminat i el correu no s'enviarà.

source: Action
ca: Acció

source: Actions
ca: Accions

source: Active Subscribers (Status: Confirmed & Single Opt In)
ca: Subscriptors actius (Estat: Confirmat i afegit)

source: Active Subscribers: %s
ca: Subscriptors actius: %s

source: Add New
ca: Afegeix

source: Add New Subscriber
ca: Afegeix un subscriptor nou

source: Add Notification
ca: Afegeix una notificació

source: Add Subscribe form
ca: Afegiu un formulari de Subcripció

source: Add Subscriber
ca: Afegeix subscriptor

source: Add new Email
ca: Redacta un missatge

source: Add new Template
ca: Afegiu una nova plantilla

source: Add subscription forms on website, send HTML newsletters & automatically notify subscribers about new blog posts once it gets published.
ca: Permet afegir formularis de subscripció a la pàgina web, enviar butlletins HTML i notificar automàticament als subscriptors sobre nous missatges al blog una vegada que es publiquen.

source: Add subscription forms on website, send HTML newsletters & automatically notify subscribers about new blog posts once it is published.
ca: Permet afegir formularis de subscripció a la pàgina web, enviar butlletins HTML i notificar automàticament als subscriptors sobre nous missatges al bloc una vegada que es publiquen.

source: Add to cron and send email via cron job
ca: Afegeix al cron i envieu el correu a través de cron

source: Add to cron and send mail via cron job.
ca: Afegigeix a cron i enviar el correu a través de cron.

source: Add to cron when new post is published and send via cron job
ca: Afegeix al cron quan es publica un article nou i envia a través de cron

source: Additional form settings
ca: Paràmetres addicionals del formulari

source: Admin
ca: Administrador

source: Admin Email Addresses
ca: Adreces electròniques dels administradors

source: Admin Email Content
ca: Contingut del missatge per a l'administrador

source: Admin Email Content on new subscriber signs up
ca: Contingut de correu electrònic de l'administrador en els subscriptors nous registrats

source: Admin Email Subject
ca: Assumpte del missatge per a l'administrador

source: Admin Email Subject on new subscriber sign up
ca: Assumpte de correu electrònic de l'administrador en els subscriptors nous registrats

source: Admin Report
ca: Informe d'Administració

source: Administrator Only
ca: Només l'administrador

source: Administrator/Editor
ca: Administrador/editor

source: Administrator/Editor/Author/Contributor
ca: Administrador/editor/autor/col·laborador

source: All Groups
ca: Tots els grups

source: All Status
ca: Tots els estats

source: All Subscribers
ca: Tota la llista de subscriptors

source: All Subscribers List
ca: Tota la llista de subscriptors

source: Allow Subscribers to get subscribed to any group
ca: Permet que els subscriptors puguin ser subscrits a qualsevol node

source: Apply
ca: Aplica

# view-subscriber-enhanced-select
source: Are you sure you want to delete selected records?
ca: Esteu segurs que voleu esborrar els registres seleccionats?

source: Automatically add Unsubscribe link in the email.
ca: Afegeix l'enllaç per cancel·lar la subscripció en els correus electrònics.

source: Available Keyword
ca: Paraula clau disponible

source: Available Keywords
ca: Paraules clau disponibles

source: Back
ca: Enrere

source: Bulk Actions
ca: Accions massives

source: By default, subscribers subscribed via Email Subscribers, will receive email updates when you post a new blog. You can turn these updates off like this:
ca: Per defecte, els subscriptors subscrits via Subscriptors de correu, rebran actualitzacions de correu quan publiqui un nou bloc. Podeu anul·lar aquestes actualitzacions així:

source: CSS Help
ca: Ajuda CSS

# widget-enhanced-select
source: Cannot create XMLHTTP instance
ca: No es pot crear la instància XMLHTTP

# widget-page-enhanced-select
source: Cannot create XMLHTTP instance
ca: No es pot crear la instància XMLHTTP

source: Categories / Custom Post
ca: Categories

source: Check All
ca: Marca tots

source: Check CSV structure
ca: Comproveu l'estructura del fitxer CSV

source: Choose a FROM name and FROM email address for all the emails to be sent from this plugin.
ca: Trieu un nom i una adreça de correu electrònic per a tots els missatges que s'enviaran des d'aquesta extensió.

source: Click Here
ca: Feu clic aquí

source: Click here
ca: Feu clic aquí

source: Click here to check Statistics
ca: Feu clic aquí per comprovar els informes

source: Click to Export in CSV
ca: Feu clic per exportar a CSV

source: Click to sync tables
ca: Feu clic per sincronitzar les taules

source: Collect customer emails by adding a subscription box (Widget/Shortcode/PHP Code).
ca: Recopileu missatges de correu electrònic dels usuaris afegint una caixa de subscripció (Widget/Shortcode/PHP Code).

source: Commented Authors
ca: Autors dels comentaris

source: Commonly Asked Questions
ca: Preguntes més freqüents

source: Compose
ca: Plantilles

source: Compose Menu
ca: Manú per compondre

source: Configure double Opt-In and Single Opt-In facility for subscribers.
ca: Configura l'opció de doble confirmació i el registre directe de l'usuari per als subscriptors.

source: Confirmation emails Resent Successfully.
ca: S'han reenviat amb èxit els correus electrònics de confirmació.

source: Confirmation emails resent successfully.
ca: S'han reenviat amb èxit els correus electrònics de confirmació.

source: Confirmed
ca: Confirmat

source: Contact Us
ca: Contacte

source: Content for the admin email whenever a new subscriber signs up and is confirmed.<br />Available Keywords: {{NAME}}, {{EMAIL}}, {{GROUP}}
ca: Contingut pel correu de l'administrador cada vegada que un nou subscriptor es registra i és confirmat.</br/>Paraules clau disponibles: {{NAME}}, {{EMAIL}}, {{GROUP}}

source: Content for the confirmation email to be sent for Double Opt-In whenever a subscriber signs up.<br />Available Keywords: {{NAME}}, {{LINK}}
ca: Contingut pel correu de confirmació que s'enviarà per l'opció de registre Double Opt-In cada vegada que un subscriptor es registri.</br>Paraules clau disponibles: {{NAME}}, {{LINK}}

source: Content for the email report which will be sent to admin.<br />Available Keywords: {{COUNT}}, {{UNIQUE}}, {{STARTTIME}}, {{ENDTIME}}
ca: Contingut per l'informe de correu que serà enviat a l'administrador.<br />Paraules clau disponibles: {{COUNT}}, {{UNIQUE}}, {{STARTTIME}}, {{ENDTIME}}

source: Content for the subscriber welcome email whenever a user's email is either confirmed (if Double Opt In) / subscribed (if Single Opt In) successfully.<br />Available Keywords: {{NAME}}, {{GROUP}}, {{LINK}}
ca: Contingut pel correu de benvinguda dels subscriptors cada vegada que el correu de l'usuari és confirmat (Double Opt In) / o subscrit (registre directe) correctament.<br />Paraules clau disponibles: {{NAME}}, {{GROUP}}, {{LINK}}

source: Control user access (User Roles and Capabilities).
ca: Controla l'accés dels usuaris (rols i capacitats de l'usuari)

source: Create and Send Newsletter Emails
ca: Com escriure i enviar butlletins?

source: Create and Send Post Notification Emails when new posts are published
ca: Creeu i envieu missatges de notificació quan es publiquin nous articles

source: Cron Job Setup
ca: Actualització del Cron

source: Cron Report
ca: Informe del Cron

source: Cron Settings
ca: Configuració del cron

source: Cron job URL
ca: URL de treball del Cron

source: Database ID
ca: ID de la base de dades

source: Default message to display if there is any issue while clicking on confirmation link from the Double Opt In (confirmation) Emails.
ca: Missatge per defecte per mostrar si hi ha cap problema mentre es fa clic a l'enllaç de confirmació des de la Doble confirmació als missatges.

source: Default message to display if there is any issue while clicking on subscribe / confirmation link from the Double Opt-In (Confirmation) emails.
ca: Missatge per defecte per mostrar si hi ha cap problema mentre es fa clic a l'enllaç de confirmació, des de la Doble confirmació als missatges.

source: Default message to display if there is any issue while clicking on unsubscribe link from the Emails.
ca: Missatge per defecte per mostrar si hi ha cap problema mentre es fa clic a l'enllaç per cancel·lar la subscripició dels missatges.

source: Default message to display if there is any issue while clicking on unsubscribe link from the emails.
ca: Missatge per defecte per mostrar si hi ha cap problema mentre es fa clic a l'enllaç per cancel·lar la subscripció dels missatges.

source: Delete
ca: Suprimeix

source: Delivery Report
ca: Informe de correu enviat

source: Description
ca: Descripció

source: Disable email notification
ca: Deshabilita la notificació

source: Disable notification
ca: Deshabilita la notificació

source: Disable notification.
ca: Deshabilita la notificació.

source: Display All
ca: Mostra-ho tot

source: Display Name Field
ca: Mostra nom del camp

# sentmail-enhanced-select
source: Do you want to delete all records except latest 10?
ca: Voleu eliminar tots els registres excepte els 10 últims?

# compose-enhanced-select
source: Do you want to delete this record?
ca: Voleu eliminar aquest registre?

# notification-enhanced-select
source: Do you want to delete this record?
ca: Voleu eliminar aquest registre?

# sentmail-enhanced-select
source: Do you want to delete this record?
ca: Voleu eliminar aquest registre?

# view-subscriber-enhanced-select
source: Do you want to delete this record?
ca: Voleu eliminar aquest registre?

# view-subscriber-enhanced-select
source: Do you want to export the emails?
ca: Voleu exportar els missatges de correu electrònic?

# view-subscriber-enhanced-select
source: Do you want to resend confirmation email? Also please note, this will update subscriber current status to 'Unconfirmed'.
ca: Voleu tornar a enviar correu electrònic de confirmació? Tingueu en compte que això actualitzarà l'estat actual dels subscriptors a "sense confirmar".

# view-subscriber-enhanced-select
source: Do you want to resend confirmation email? \nAlso please note, this will update subscriber current status to 'Unconfirmed'.
ca: Voleu tornar a enviar correu electrònic de confirmació? \nTingueu en compte que això actualitzarà l'estat actual dels subscriptors a "sense confirmar".

# view-subscriber-enhanced-select
source: Do you want to update subscribers group?
ca: Voleu actualitzar el grup de subscriptors?

# view-subscriber-enhanced-select
source: Do you want to update subscribers status?
ca: Voleu actualitzar l'estat dels subscriptors?

source: Don't limit your subscriber form to a widget. Embed it within popups, hello bars, slide-ins, sidebars, full screen popups etc.
ca: No limiteu el formulari de subscripció a un giny. Incrusteu-lo a una finestra emergent, barra superior, diapositives, barres laterals, finestres emergents a pantalla completa, etc.

source: Double Opt In
ca: Doble confirmació

source: Double Opt In Confirmation Link
ca: Enllaç per a la doble confirmació

source: Double Opt In Mail Content (Confirmation Email)
ca: Contingut del missatge de doble confirmació (Correu electrònic de confirmació)

source: Double Opt In Mail Subject (Confirmation Email)
ca: Assumpte del missatge de doble confirmació (Correu electrònic de confirmació)

source: Double Opt In means subscribers need to confirm their email address by an activation link sent them on a activation email message.<br />Single Opt In means subscribers do not need to confirm their email address.
ca: Doble confirmació vol dir que els subscriptors han de confirmar la seva adreça electrònica mitjançant un enllaç d'activació enviat al mateix missatge d'activació. <br/>Opció individual vol dir que els subscriptors no necessiten confirmar la serva adreça electrònica.

source: Double Opt-In : In this type, the subscriber is sent an activation link as soon as they subscribe to your list. They have to confirm their subscription by clicking on the activation link.<br />Single Opt-In : In this type, the subscriber is not asked to confirm their email address. They are subscribed directly in the list.
ca: Double Opt-In: en aquest tipus de registre, el subscriptor envia un enllaç d'activació tan aviat com se subscriu a la vostra llista. S'ha de confirmar la seva subscripció clicant a l'enllaç d'activació.<br />Single Opt-In: en aquest tipus de registre, al subscriptor no se li demana confirmació de la seva adreça de correu. Se'l subscriu directament a la llista.

source: Double Opt-In Confirmation Link
ca: Enllaç per a la doble confirmació

source: Double Opt-In Email Content (Confirmation Email)
ca: Contingut del missatge de doble confirmació (Correu electrònic de confirmació)

source: Double Opt-In Email Subject (Confirmation Email)
ca: Assumpte del missatge de doble confirmació (Correu electrònic de confirmació)

source: Dynamic Template
ca: Plantilla dinàmica

source: Dynamic Template (For Notification Email)
ca: Plantilla Dinàmica (Per al correu electrònic de notificacions)

source: Dynamic Template (For Post Notification Emails)
ca: Plantilla dinàmica (per a Notificacions de correu electrònic)

source: Easily migrate subscribers from another app using Import & Export.
ca: Permet migrar subscriptors des d'una altra aplicació utilitzant Importa / Exporta.

source: Edit
ca: Edita

source: Edit Email
ca: Edita el correu electrònic

source: Edit Notification
ca: Edita la notificació

source: Edit Subscriber
ca: Edita el subscriptor

source: Edit Templates
ca: Edita les plantilles

source: Email
ca: Adreça

source: Email *
ca: Adreça de correu electrònic

source: Email Address
ca: Adreça de correu electrònic

# widget-page-enhanced-select
source: Email Address already exists!
ca: Aquesta adreça de correu electrònic ja existeix.

# widget-enhanced-select
source: Email Address already exists.
ca: Aquesta adreça de correu electrònic ja existeix.

# widget-page-enhanced-select
source: Email Address already exists.
ca: Aquesta adreça de correu electrònic ja existeix

source: Email Content for Welcome Email
ca: Contingut del missatge de benvinguda per als subscriptors

source: Email Count
ca: Compte de correu electrònic

source: Email Settings
ca: Configuració del correu electrònic

source: Email Settings Menu
ca: Menú de configuració del correu electrònic

source: Email Subject
ca: Assumpte del missatge

source: Email Subscribers
ca: Subscripcions

source: Email Subscribers & Newsletters
ca: Subscripcions i Butlletins

source: Email Subscribers -> Post Notification -> Edit -> Select Notification Status when a new post is published -> Disable -> Save.
ca: Subscriptors de correu -> Notificació d'article -> Edita ->Selecciona l'estat de la notificació quan es publica un nou article -> Deshabilita -> Desa
