Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/email-subscribers.po
Languages: ca

source: Select Mail Type
ca: Seleccioneu el tipus de correu

source: Select Notification Email Subject
ca: Seleccioneu l'assumpte del correu de notificació

source: Select Notification Mail Subject
ca: Seleccioneu l'assumpte del correu de notificació

source: Select Notification Status
ca: Seleccioneu un estat de notificació

source: Select Notification Status when a new post is published
ca: Seleccioneu l'estat de la notificació quan es publica un nou article.

source: Select Post Categories
ca: Seleccioneu categoria de correu

source: Select Status
ca: Selecciona l'estat

source: Select Subscriber's Status
ca: Seleccioneu l'estat del subscriptor

source: Select Subscribers Email Status
ca: Seleccioneu l'estat de les adreces de correu dels subscriptors

source: Select Subscribers Group
ca: Seleccioneu el grup de subscriptors

source: Select Subscribers group to Send Email
ca: Seleccioneu un grup de subscriptors per enviar correu

source: Select Subscribers group to Send Mail
ca: Seleccioneu un grup de subscriptors per enviar correu

source: Select group to add newly registered users to
ca: Seleccioneu el grup per afegir-hi els usuaris registrats nous

source: Select image size for ###POSTIMAGE### to be shown in the Post Notification Emails.
ca: Trieu una mida d'imatge a ###POSTIMAGE### per mostrar als correus electrònics de notificació.

source: Select image size for {{POSTIMAGE}} to be shown in the Post Notification Emails.
ca: Trieu una mida d'imatge a ###POSTIMAGE### per mostrar als correus electrònics de notificació.

source: Select user roles who can access following menus. Only Admin can change this.
ca: Seleccionieu els rols d'usuari que poden accedir als menús següents. Només els administradors poden canviar-ho.

source: Select your Custom Post Type
ca: Seleccioneu el vostre tipus d'article personalitzat

source: Select your Email Template Type
ca: Seleccioneu el tipus de plantilla decorreu

source: Select your Mail Type
ca: Seleccioneu el Tipus de missatge

source: Selected details does not exists.
ca: Les dades seleccionades no existeixen.

source: Selected record deleted.
ca: S'ha eliminat el registre seleccionat.

source: Send Email
ca: Envia missatge

source: Send Welcome Email to New Subscribers after Sign Up?
ca: Voleu enviar un correu de benvinguda als nous subscriptors abans que s'hagin registrat?

source: Send a test post notification email to myself/testgroup
ca: Enviar un correu electrònic de notificació de mostra d'un article nou per TestGroup/a mi mateix

source: Send automatic welcome email to subscribers.
ca: Enviar un correu automàtic de benvinguda als subscriptors

source: Send email immediately
ca: Envia el missatge immediatament

source: Send email notification to admin when a new user signs up.
ca: Envia una notificació de correu a l'administrador quan es registri un nou usuari.

source: Send email via cron job
ca: Enviar el correu via cron

source: Send mail immediately
ca: Envia el missatge immediatament

source: Send mail immediately when new post is published
ca: Envia el correu electrònic immediatament quan es publica una article nou

source: Send mail immediately when new post is published.
ca: Envia el missatge immediatament quan es publica una article nou.

source: Send mail via cron job
ca: Envia el missatge via Cron

source: Send new post notification emails to subscribers when new posts are published on your website.
ca: Enviar correus de notificació per cada nova publicació als subscriptors quan es publiqui un nou article al lloc web.

source: Send newsletters to different groups.
ca: Envia butlletins de notícies a diferents grups.

source: Sender of Notifications
ca: Remitent de les notificacions

source: Sent
ca: Enviat

source: Sent Date
ca: Data d'enviament

source: Sent Mails
ca: Missatges enviats

source: Sent Report Content
ca: Contingut de l'informe de missatges enviats

source: Sent Report Subject
ca: Assumpte de l'informe de missatges enviats

source: Set thumbnail
ca: Miniatura

source: Settings
ca: Configuració

source: Settings Saved.
ca: S'ha desat la configuració

source: Short Description
ca: Descripció breu

source: Short description about subscription form
ca: Descripció breu del formulari de subscripció

source: Short description about your subscription form.
ca: Descripció breu del formulari de subscripció.

source: Show your subscribe form inside attractive popups
ca: Mostra el formulari de subscripció dins una finestra emergent atractiva

source: Signup Confirmation
ca: Confirmació de registre

source: Signup Date & Time<br>(Y-M-D H:I:S)
ca: Data i hora d'inscripció<br>(A-M-D H:M:S)

source: Signup Date<br>(YYYY-MM-DD)
ca: Data de registre<br>(AAAA-MM-DD)

source: Single Opt In
ca: Opció individual

source: Sno
ca: Id

source: Source
ca: Font

source: Start Date
ca: Data d'inici

source: Static Template
ca: Plantilla estàtica

source: Static Template (For Newsletter Email)
ca: Plantilla estàtica (Per al correu electrònic de butlletí)

source: Static Template (For Newsletter Emails)
ca: Plantilla estàtica (Per a Butlletins de correu electrònic)

source: Status
ca: Estat

source: Stay in touch with us. We send out plugin help, tips, periodic updates and even the occasional discounts.
ca: Enviem assistència de complements, consells, actualitzacions periòdiques i fins i tot els descomptes ocasionals.

source: Subject for Welcome Email
ca: Assumpte del missatge de benvinguda

source: Subject for the admin email whenever a new subscriber signs up and is confirmed.
ca: Assumpte pel correu de l'administrador cada vegada que un nou subscriptor es registra i és confirmat.

source: Subject for the confirmation email to be sent for Double Opt-In whenever a subscriber signs up.
ca: Assumpte del missatge que s'enviarà com a doble confirmació cada cop que un usuari es registri.

source: Subject for the email report which will be sent to admin.
ca: Afegiu l'assumpte per a l'informe de missatges enviats que s'enviarà a l'administrador.

source: Subject for the subscriber welcome email. This will be sent whenever a user's email is either confirmed (if Double Opt-In) / subscribed (if Single Opt-In) successfully.
ca: Assumpte del missatge de benvinguda als subscriptors. Aquest s'enviarà només si el correu electrònic de l'usuari s'ha confirmat (Doble confirmació) o subscrit (Opció individual) correctament.

source: Subscribe
ca: Subscriu

# widget-enhanced-select
source: Subscribed successfully.
ca: S'ha subscrit correctament.

# widget-page-enhanced-select
source: Subscribed successfully.
ca: S'ha subscrit correctament.

source: Subscriber Group
ca: Grup de subscriptors

source: Subscriber Welcome Email
ca: Correu electrònic de benvinguda

source: Subscriber Welcome Email Content
ca: Contingut del missatge de benvinguda per als subscriptors

source: Subscriber Welcome Email Subject
ca: Assumpte del missatge de benvinguda per als subscriptors

source: Subscriber already exists for this group.
ca: Aquest subscriptor ja existeix en aquest grup

source: Subscriber already exists.
ca: Aquest subscriptor ja existeix

source: Subscriber details updated.
ca: S'han actualitzat els detalls dels subscriptor

source: Subscriber has been saved.
ca: S'ha desat el subscriptor.

source: Subscriber's Email Address
ca: Adreça electrònica del subscriptor

source: Subscriber's Full Name
ca: Nom complet del subscriptor

source: Subscribers
ca: Subscriptors

source: Subscribers Group
ca: Grup de subscriptors

source: Subscribers Group to send post notification to
ca: Seleccioneu un grup de subscriptors per enviar correu

source: Subscribers Group updated.
ca: Grup de subscriptors actualitzat

source: Subscribers Menu
ca: Menú dels subscriptors

source: Subscribers Status updated.
ca: Estat des subscriptors actualitzat.

source: Subscribers are not receiving Emails?
ca: Els subscriptors no estan rebent missatges de correu electrònic?

# widget-page-enhanced-select
source: Successfully Subscribed.
ca: La subscripció s'ha realitzat amb èxit.

source: Successfully deleted all reports except latest 10.
ca: S'han eliminat correctament tots els registres excepte els 10 últims.

source: Successfully updated.
ca: S'ha actualitzat correctament

source: Supports localization and internationalization.
ca: Suporta la localització i la internacionalització.

source: Sync
ca: Sincronitza

source: Sync Email
ca: Sincronització d'adreces de correu

source: Sync newly registered users to subscribers list
ca: Sincronitza els usuaris registrats recentment a la llista de subscriptors

source: Sync plugin tables
ca: Taules de sincronització de plugin

source: Table sync completed successfully.
ca: Taula de sincronització completada amb èxit.

source: Template Preview
ca: Previsualitza la plantilla

source: Template Type
ca: Tipus de plantilla

source: Template successfully created.
ca: La plantilla s'ha creat correctament

source: Template successfully updated.
ca: La plantilla s'ha actualitzat correctament.

source: Templates
ca: Plantilles

source: Templates Menu
ca: Menú de plantilles

source: Text to display after Email is successfully subscribed from Double Opt In (confirmation) Email
ca: Missatge per mostrar un cop s'ha dut a terme la doble confimació.

source: Text to display after Email is unsubscribed
ca: Text que es mostrarà després s'hagi cancel·lat la subscripció de l'adreça electrònica

source: Text to display after an email address is successfully subscribed from Double Opt-In (Confirmation) Email
ca: Missatge per mostrar un cop s'ha dut a terme la doble confirmació.

source: Text to display after an email address is unsubscribed
ca: Text que es mostrarà després s'hagi cancel·lat la subscripció de l'adreça electrònica

source: Thanks for installing and we hope you will enjoy using Email Subscribers.
ca: Gràcies per instal·lar i esperem que gaudeixi d'Email Subscribers.

source: Thanks for installing and we hope you will enjoy using this plugin.
ca: Gràcies per instal·lar i esperem que gaudeixi d'aquesta extensió.

source: The text for the unsubscribe link. This text is automatically added with unsubscribe link in the emails.<br />Available Keyword: {{LINK}}
ca: El text de l'enllaç per cancel·lar la subscripció. Aquest text s'afegirà automàticament als correus amb l'enllaç per cancel·lar la subscripció.<br />Paraula clau disponible: {{LINK}}

source: The user can then subscribe to whichever group most appeals to them.
ca: L'usuari es pot subscriure a qualsevol grup que li interessi.

# widget-enhanced-select
source: There was a problem with the request.
ca: Hi ha hagut un problema amb la sol·licitud.

# widget-page-enhanced-select
source: There was a problem with the request.
ca: Hi ha hagut un problema amb la sol·licitud.

source: These styles are well designed and beautify your subscription form making it more appealing.
ca: Aquests estils estan ben dissenyats i embelleixen el vostre formulari de subscripció fent-lo més atractiu.

source: This email address has already been confirmed.
ca: Aquesta adreça de correu electrònic ja ha estat confirmada.

source: This is how the email you sent may look. <br>Note: Different email services (like gmail, yahoo etc) display email content differently. So there could be a slight variation on how your customer will view the email content.
ca: Així és com apareixerà el correu electrònic que envieu. <br> Nota: diferents serveis de correu electrònic (com ara Gmail, Yahoo, etc.) mostren contingut de correu de manera diferent. Per tant, podria haver una lleugera variació sobre com el vostre usuari veurà el contingut del correu electrònic.

source: This is how your email may look.
ca: Així és com es veuran els vostres correus.

source: This is your Cron Job URL. It is a readonly field and you are advised not to modify it.
ca: Aquest és l'URL del vostre cron. És un camp de només lectura i es recomana no modificar-lo.

source: This text will be displayed once user clicks on email confirmation link from the Double Opt In (confirmation) Email.
ca: Aquest missatge es mostrarà un cop l'usuari hagi fet clic a l'enllaç de confirmació del correu electrònic de doble confirmació.

source: This text will be displayed once user clicks on unsubscribe link from the email.
ca: Aquest text es mostrarà un cop l'usuari faci clic a l'enllaç per cancel·lar la subscripció.

source: This text will be displayed once user clicks on unsubscribe link.
ca: Aquest text es mostrarà un cop l'usuari faci clic a l'enllaç per cancel·lar la subscripció.

source: This unsubscribe link is automatically added to all the emails that are sent from this plugin. It is a readonly field and you are advised not to modify it.
ca: Aquest enllaç per cancel·lar la subscripció s'afegeix automàticament a tots els correus que s'envien des d'aquest complement. És un arxiu de només lectura i se us aconsella no modificar-lo.

source: Thumbnail
ca: Miniatura

source: Thumbnail (For Visual Representation only)
ca: Miniatura (només per representacions visuals)

source: To send admin email notifications for the new subscriber. This option must be set to YES.
ca: Per a enviar missatges de notificació als subscriptors nous. Aquesta paràmetre ha d'estar a Sí.

source: To send confirmation email, please change the Opt-in option to Double Opt In.
ca: Per enviar correu electrònic de confirmació, canvieu l'opció de Opt-in a Double Opt In.

source: To send confirmation mail, please change the Opt-in option to Double Opt In.
ca: Per enviar el correu de confirmació, canvieu l'opció de Opt-in a Double Opt In.

source: To send welcome email to subscriber after successful signup. This option must be set to YES.
ca: Per enviar un missatge de benvinguda als subscriptors un cop s'hagin registrat. Aquest paràmetre ha d'estar a Sí.

source: Total Emails
ca: Total d'adreces de correu

source: Total Emails Count
ca: Nombre total de correus electrònics

source: Total Subscribers:
ca: Subscriptors:

source: Troubleshooting Steps
ca: Solució de problemes

source: Type
ca: Tipus

source: Type of List to Export
ca: Tipus de llista per exportar

source: Uncheck All
ca: Desmarca tots

source: Unconfirmed
ca: Sense confirmar

source: Unexpected url submit has been detected
ca: S'ha dectectat un URL d'enviament inesperat

source: Unexpected url submit has been detected!
ca: S'ha detectat un URL d'enviament inesperat

source: Unsubscribe Link
ca: Enllaç per a donar de baixa la subscripció

source: Unsubscribe Text in Email
ca: Text dins del missatge perdonar a de baixa la subscripció

source: Unsubscribed
ca: No subscrit

source: Update Subscriber's Group
ca: Actualitza el grup del subscriptor

source: Update Subscriber's Status
ca: Actualitza l'estat del subscriptor

source: Update Subscribers Group
ca: Actualitza el grup de subscriptors

source: Update Subscribers Status
ca: Actualitza l'estat dels subscriptors

source: Use HTML editor to create newsletters and post notifications.
ca: Utilitzeu l'editor HTML per crear butlletins i notificacions d'articles.

source: Use any of the following 3 methods :<br> a) Shortcode in any page/post : <strong>[email-subscribers namefield="YES" desc="" group="Public"]</strong> <i>Or</i><br> b) Go to Appearance -> Widgets. Click on widget Email subscribers and drag it to the sidebar on the right <i>Or</i><br> c) Copy and past this php code to your desired template location : <strong>%s</strong>
ca: Utilitzeu qualsevol d'aquests 3 mètodes :<br> a) Codi abreujat en qualsevol pàgina/article: <strong>[email-subscribers nom d'arxiu="YES" desc="" grup="Public"]</strong> <i>o</i><br> b) Aneu a Aparença -> Ginys. Cliqueu al giny Subscriptors de correu i arrossegueu-lo a la barra lateral de la dreta <i>o</i><br> c) Copia i enganxa aquest codi php a la ubicació de la plantilla desitjada : <strong>%s</strong>

source: Use this to send newsletter emails to your subscribers.
ca: Feu servir això per enviar butlletins per correu electrònic als vostres subscriptros.

source: Use this to setup and send notification emails to your subscribers when a new post is published in your blog.
ca: Utilitzeu aquesta opció per configurar i enviar correus de notificació als vostres subscriptors quan es publiqui un article nou al vostre web.

source: User Roles
ca: Rols d'usuari

source: Using Email Subscribers you can achieve this easily with our <b>free</b> plugin
ca: Utilitzant Subscriptors de correu, podeu fer-ho fàcilment amb el connector <b> gratuït </ b>

source: Using our <b>free</b>
ca: Utilitzant en nostre <b>gratuït</b>

source: Version: %s
ca: Versió: %s

source: View Reports
ca: Visualitza els informes

source: View Templates
ca: Plantilles

source: Viewed Date
ca: Data de visualització

source: Viewed Status
ca: Estat de la visualització

source: Want to do more? Here's how..
ca: Com puc fer més coses?

source: Welcome to Email Subscribers!
ca: Benvingut a Subscripcions!

source: What are Static Templates and Dynamic Templates?
ca: Què són les plantilles estàtiques i les plantilles dinàmiques?

source: What data Email Subscribers - Group Selector stores on your end?
ca: Quines dades emmagatzema el selector de grups de Subscriptors de correu?

source: What data Email Subscribers stores on your end?
ca: Quines dades emmagatzema Subscriptors de correu?

source: What is Cron (auto emails) and how to setup Cron Job?
ca: Què és el Cron (enviament automàtic de correus electrònics) i con configurar-lo?

source: What is Cron and how to Schedule Cron Emails?
ca: Què és Cron i com programar-lo per l'enviament de correus?

source: What to do if Hosting doesn’t support Cron Jobs?
ca: Què fer si el teu Hosting no és compatible amb Cron Jobs?

source: Widget Title
ca: Títol del giny

source: WordPress Registered Users
ca: Usuaris registrats de WordPress

# timezone date format
source: Y-m-d H:i:s
ca: d/m/A H:i:s

source: YES
ca: Sí

source: Yes, I want this
ca: Si, ho vull

# widget-page-enhanced-select
source: Your subscription was successful! Kindly check your mailbox and confirm your subscription. If you don't see the email within a few minutes, check the spam/junk folder.
ca: La teva subscripció ha tingut èxit. Comproveu la vostra bústia i confirmeu la vostra subscripció. Si no veieu el missatge en qüestió de minuts, consulteu la carpeta de brossa.

# widget-enhanced-select
source: Your subscription was successful! Within a few minutes, kindly check the mail in your mailbox and confirm your subscription. If you can't see the mail in your mailbox, please check your spam folder.
ca: La vostra subscripció s'ha realitzat correctament! D'aquí uns minuts, comproveu el correu electrònic a la vostra bústia i confirmeu la subscripció. Si no podeu veure el correu electrònic a la vostra bústia d'entrada, reviseu la vostra carpeta de correu brossa.

# widget-page-enhanced-select
source: Your subscription was successful! Within a few minutes, kindly check the mail in your mailbox and confirm your subscription. If you can't see the mail in your mailbox, please check your spam folder.
ca: La vostra subscripció s'ha realitzat correctament! D'aquí uns minuts, comproveu el correu electrònic a la vostra bústia i confirmeu la subscripció. Si no podeu veure el correu electrònic a la vostra bústia d'entrada, reviseu la vostra carpeta de correu brossa.

source: [GDPR] Email Subscribers
ca: Subscriptors de correu

source: [GDPR] Email Subscribers - Group Selector
ca: [GDPR] Subscriptors de correu - Selector de grup

source: add Rainmaker’s form in Email Subscribers
ca: Com utilitzar el formulari Rainmaker a l'Email Subscribers?

source: contributing to us
ca: contribuir-hi

source: default text, email contents
ca: text per defecte, contingut del correu

source: donating to us
ca: contribuir-hi

source: email already exists.
ca: l'adreça de correu ja existeix

source: email are invalid.
ca: l'adreça de correu no és vàlida

source: email imported.
ca: adreça de correu importada

source: from here
ca: des d'aquí

source: https://www.icegram.com/
ca: http://www.icegram.com/

# widget-enhanced-select
source: loading...
ca: Carregant...

# widget-page-enhanced-select
source: loading...
ca: Carregant...

source: plugin, you can extend Email Subscribers Form functionality by providing an grouping option right next to the form.
ca: connector, podeu estendre la funcionalitat del formulari de Subscriptors de correu oferint una opció d'agrupació al costat del formulari.

source: show subscribe form inside a popup
ca: Mostrar el formulari de subscripció a l'interior d'una finestra emergent
