Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/email-subscribers.po
Languages: ca

source: Email Subscribers is a complete newsletter plugin which lets you collect leads, send automated new blog post notification emails, create & send newsletters and manage all this in one single place.
ca: Subscriptors de correu és un complement complet de butlletí de notícies que permet recollir usuaris, enviar correus automatitzats de notificacions, crear i enviar butlletins i gestionar-los tots des d'un únic lloc.

source: Email Subscribers recommends free plugin <b>Rainmaker</b> to collect leads instantly
ca: Email Subscribers recomana l'extensió gratuïta <b> Rainmaker </ b> per recollir els cables a l'instant

source: Email Subscribers version: <strong>%s</strong>
ca: Versió de Subscriptors de correu: <strong>%s</strong>

source: Email Type
ca: Tipus de correu electrònic

source: Email sent successfully.
ca: La notificació s'ha enviat correctament.

source: Email subject
ca: Assumpte del missatge

source: Email subscribers easily integrates with another <b>free</b> plugin
ca: Subscriptors de correu s'integra fàcilment amb altres connectors <b>gratuïts</b>

source: Email to admin whenever a cron URL is triggered from your server.<br />Available Keywords: {{DATE}}, {{SUBJECT}}, {{COUNT}}
ca: Envia un correu electrònic a l'administrador cada cop que s'activa l'URL del cron des del vostre servidor. (Paraules clau: ###DATE###, ###SUBJECT###, ###COUNT###)

source: Email to admin whenever cron URL is triggered from your server. (Keywords: ###DATE###, ###SUBJECT###, ###COUNT###)
ca: Envia un correu electrònic a l'administrador cada cop que s'activa l'URL del cron des del vostre servidor. (Paraules clau: ###DATE###, ###SUBJECT###, ###COUNT###)

source: Emails Successfully Synced.
ca: Les adreces de correu s'han sincronitzat amb èxit.

source: End Date
ca: Data de finalització

source: Enter Content for your Mail
ca: Introduïu el contingut del missatge de correu electrònic

source: Enter Mail Subject
ca: Introduïu l'assumpte del correu electrònic

source: Enter Subscriber's Email Address
ca: Introduïu l'adreça de correu electrònic del subscriptor

source: Enter Subscriber's Full name
ca: Introduïu el nom complet del subscriptor

source: Enter the admin email addresses that should receive notifications (separated by comma).
ca: Afegiu les adreces de correu electrònic dels administradors que han de rebre notificacions (separades per comes).

source: Enter the content for the confirmation email to be sent for Double Opt In whenever a user signs up. (Keyword: ###NAME###)
ca: Afegiu el contingut del missatge que s'enviarà com a doble confirmació cada cop que un usuari es registri. (Paraula clau: ###NAME###)

source: Enter the content for the sent mail report. It will be mailed to Admin. (Keyword: ###COUNT###, ###UNIQUE###, ###STARTTIME###, ###ENDTIME###)
ca: Afeciu el contingut per a l'informe de missatges enviats. S'enviarà a l'administrador. (Keyword: ###COUNT###, ###UNIQUE###, ###STARTTIME###, ###ENDTIME###)

source: Enter the content for the subscriber welcome email whenever a user's email is either confirmed (if Double Opt In) / subscribed (if Single Opt In) successfully. (Keyword: ###NAME###)
ca: Afegiu el contingut del missatge de benvinguda. Aquest s'enviarà només si el correu electrònic de l'usuari s'ha confirmat (Doble confirmació) o subscrit (Opció individual) correctament. Paraula clau: ###NAME###)

source: Enter the email content for the admin email. This will be sent whenever a new email is added and confirmed. (Keyword: ###NAME###, ###EMAIL###)
ca: Afegiu el contingut per al missatge que s'enviarà a l'administrador. S'enviarà sempre que s'afegeixi i confirmi una adreça electrònica nova. (Keyword: ###NAME###, ###EMAIL###)

source: Enter the subject for the admin email. This will be sent whenever a new email is added and confirmed.
ca: Afegiu l'assumpte per al missatge que s'enviarà a l'administrador. S'enviarà sempre que s'afegeixi i confirmi una adreça electrònica nova.

source: Enter the subject for the confirmation email to be sent Double Opt In whenever a user signs up.
ca: Afegiu l'assumpte del missatge que s'enviarà com a doble confirmació cada cop que un usuari es registri.

source: Enter the subject for the sent email report. It will be mailed to Admin.
ca: Afegiu l'assumpte per a l'informe de missatges enviats. S'enviarà a l'administrador.

source: Enter the subject for the subscriber welcome email. This will be sent whenever a user's email is either confirmed (if Double Opt In) / subscribed (if Single Op In) successfully.
ca: Afegiu l'assumpte del missatge de benvinguda. Aquest s'enviarà només si el correu electrònic de l'usuari s'ha confirmat (Doble confirmació) o subscrit (Opció individual) correctament.

source: Enter the text for the unsubscribe link. This text is added with unsubscribe link in the emails. (Keyword: ###LINK###)
ca: Afegiu el text per a l'enllaç per donar-se de baixa. Aquest text s'envia amb l'enllaç per donar-se de baixa dins dels missatges. (Enllaç: ###LINK###)

source: Error in Confirmation Link
ca: Error en l'enllaç de confirmació

source: Error in Unsubscribe Link
ca: Error a l'enllaç per cancel·lar la subscripció

source: Error in the Subscribe / Confirmation Link
ca: Error en l'enllaç de confirmació

source: Error in the Unsubscribe Link
ca: Error a l'enllaç per cancel·lar la subscripció

source: Error: Special characters (['^$%&*()}{@#~?><>,|=_+\"]) are not allowed in the Group name.
ca: Error: els caràcters especials (['^$%&*()}{@#~?><>,|=_+\"]) no es permeten en el nom del grup

source: Error: Special characters (['^$%&*()}{@#~?><>,|=_+\"]) are not allowed in the group name.
ca: Error: Els caràcters especials (['^$%&*()}{@#~?><>,|=_+\"]) no estan permesos en el nom del grup.

source: Error: Special characters are not allowed in the group name.
ca: Error: els caràcters especials no estan permesos en el nom del grup.

source: Export
ca: Exporta

source: Export Email Addresses
ca: Exporta adreces de correu electrònic

source: FAQ's
ca: Preguntes més freqüents

source: Feature Overview
ca: Informació sobre les funcions

source: File Upload Failed.
ca: Ha fallat la pujada del fitxer

source: For example: Subscribe either to Updates or to Offers.
ca: Per exemple: Subscriptors ni tampoc Actualitzacions o Ofertes.

source: For more help and tips...
ca: Per obtenir més ajuda i consells...

source: Frequently Asked Questions
ca: Preguntes més freqüents (FAQ)

source: Full Size
ca: Mida completa

source: General Plugin Configuration
ca: Configuració general de l'extensió

source: General Plugin Settings
ca: Configuració general de l'extensió

source: Get beautiful and elegant form styles
ca: Aconsegueix estils bonics i elegants

source: Get detailed sent email reports.
ca: Obteniu informes detallats dels correus enviats.

source: Go back to Subscribers dashboard
ca: Torna enrere

source: Group
ca: Grup

source: Group Selector
ca: Selector del grup

# sendmail-enhanced-select
source: Have you double checked your selected group? If so, let's go ahead and send this.
ca: Heu comprovat dues vegades el grup seleccionat? Si és així, seguirem endavant i l'enviarem.

source: Help
ca: Ajuda

source: Help & Info
ca: Ajuda

source: Help & Info Menu
ca: Menú d'ajuda i informació

source: Here's how
ca: Aquí

source: Hosting doesn’t support Cron Jobs?
ca: Què fer si el teu Hosting no és compatible amb Cron Jobs?

source: How does Sync work?
ca: Apreneu com funcionen les visualitzacions

source: How to %s
ca: Apreneu com

source: How to Add Subscription box to website?
ca: Com afegir un giny de subscripció a la pàgina web?

source: How to Add/Update Existing Subscribers Group & Status?
ca: Com afegir/actualitzar un grup de subscriptors existent?

source: How to Add/Update Existing Subscribers Group?
ca: Com afegir/actualitzar un grup de subscriptors existent?

source: How to Compose and Send Newsletter Emails?
ca: Com escriure i enviar butlletins?

source: How to Configure and Send Post Notification emails to subscribers when new posts are published?
ca: Com configurar i enviar missatges de notificació d'articles nous als subscriptors quan s'han publicat?

source: How to Import or Export Email Addresses?
ca: Com importar o exportar adreces de correu electrònic?

source: How to Redirect Subscribers to a new page/url after successful sign up?
ca: Com redirigir els subscriptors cap a una nova pàgina/url després que aquest s'hagi registrat?

source: How to Schedule Cron Emails in Parallels Plesk?
ca: Com programar Cron emails a Parallels Plesk?

source: How to Schedule Cron Emails in cPanel?
ca: Com programar Cron emails a cPanel?

source: How to Schedule Cron Mails?
ca: Com programar Cron Mails?

source: How to Send a sample new post notification email to testgroup/myself?
ca: Com enviar un correu electrònic de notificació de mostra d'un article nou per TestGroup/a mi mateix?

source: How to add Unsubscribe link in emails?
ca: Com afegir el link "Donar-se de baixa" en els correus electrònics?

source: How to add captcha in Subscribe form of Email Subscribers?
ca: Com afegir el captcha al formulari de Subscriptors de correu?

source: How to change/update/translate any texts from Email Subscribers?
ca: Com canviar / actualitzar / traduir els textos d'Email Subscribers?

source: How to change/update/translate any texts from the plugin?
ca: Com canviar / actualitzar / traduir els textos d'aquesta extensió?

source: How to check Sent emails reports?
ca: Com comprovar els informes dels correus electrònics enviats?

source: How to check sent emails?
ca: Com comprovar els informes dels correus electrònics enviats?

source: How to enable consent checkbox in the subscribe form?
ca: Com habilitar la selecció de consentiment al formulari de subscripció?

source: How to show subscribe form inside a popup?
ca: Com mostrar el formulari de subscripció a l'interior d'una finestra emergent?

source: How to use Rainmaker’s form in Email Subscribers?
ca: Com utilitzar el formulari Rainmaker a l'Email Subscribers?

source: I have read and agreed to your %s.
ca: He llegit i accepto el vostre %s.

source: Icegram's beautiful designs instantly capture user attention and help increase sign-ups to your WordPress website.
ca: Els bonics dissenys d'Icegram captura immediatament l'atenció de l'usuari i ajuda a incrementar els registres al vostre lloc web WordPress.

source: If you like <strong>Email Subscribers</strong>, please consider leaving us a <a target="_blank" href="https://wordpress.org/support/plugin/email-subscribers/reviews/?filter=5#new-post">&#9733;&#9733;&#9733;&#9733;&#9733;</a> rating. A huge thank you from Icegram in advance!
ca: Si us agrada <strong>Subscriptors de correu</strong>, considereu deixar-nos <a target="_blank" href="https://wordpress.org/support/plugin/email-subscribers/reviews/?filter=5#new-post">&#9733;&#9733;&#9733;&#9733;&#9733;</a> una valoració. Gràcies!

source: Image Size
ca: Mida de la imatge

source: Import
ca: Importa

source: Import Email Addresses
ca: Importa adreces de correu

source: Inactive Subscribers (Status: Unconfirmed & Unsubscribed)
ca: Subscriptors inactius (Estat: no confirmat i no subscrit)

source: Invalid Email.
ca: L'adreça de correu electrònic no és vàlida

# widget-page-enhanced-select
source: Invalid email address
ca: L'adreça de correu electrònic és invàlida.

# widget-enhanced-select
source: Invalid email address.
ca: L'adreça de correu electrònic no és vàlida

# widget-page-enhanced-select
source: Invalid email address.
ca: L'adreça de correu electrònic no és vàlida

source: It is a readonly field and you are advised not to modify it.
ca: És un camp de només lectura i es recomana no modificar-lo.

source: It is necessary to add an email to create a new group.
ca: Cal afegir una adreça de correu electrònic per a crear un grup nou.

source: It will show reports for all Newsletters & Post Notification emails sent.
ca: Aqui es mostren els informes per a tots els butlletins i notificacions enviades.

source: Keyword: ###POSTTITLE###
ca: Paraula clau: ###POSTTITLE###

source: Keywords in the Newsletters
ca: Paraules clau al butlletí

source: Keywords in the Post Notifications
ca: Paraules clau a les notificacions

source: Like Email Subscribers? Please consider %s.
ca: Us ha agradat Subscripcions? Si us plau considereu %s.

source: Mail Count
ca: Comptador de correus electrònics

source: Mail Subject
ca: Assumpte del missatge

source: Mail Type
ca: Tipus de correu

source: Mail sent successfully.
ca: El missatge s'ha enviat amb èxit.

source: Medium Size
ca: Mida mitjana

source: Modify %s
ca: Modifica %s

source: Name
ca: Nom

source: New Templates
ca: Noves plantilles

source: Newsletter
ca: Butlletí de notícies

source: Newsletters
ca: Butlletins

source: Newsletters + Cron Settings Menu
ca: Butlletins + Menú de confiuguració del cron

source: No Custom Post Types Available
ca: Sense tipus d'articles personalitzats disponibles

source: No Templates found
ca: No s'han trobat plantilles

source: No Templates found in Trash
ca: No s'han trobat plantilles a la paperera

source: No record was selected.
ca: No has seleccionat cap registre

source: No records available.
ca: No s'ha trobat cap registre.

source: No, I don't want it
ca: No, no ho vull

source: Not interested. Dismiss this.
ca: Descarta-ho.

source: Note: Please click on <strong>Optimize Table & Delete Records</strong> button to delete all reports except latest 10.
ca: Nota: Si us plau, feu clic al botó <strong> Optimitza la taula i elimina registres </strong> per eliminar tots els informes excepte els 10 últims.

source: Notification
ca: Notifica publicacions

source: Notification Status
ca: Estat de la notificació

source: Notification successfully created.
ca: La notificació s'ha creat correctament.

source: Notification successfully updated.
ca: Seleccioneu l'estat de la notificació

source: Notify Admin about New Subscriber
ca: Notifica l'administrador quan hi hagi un subscriptor nou

source: Notify Admin when a new subscriber signs up
ca: Notifica l'administrador quan es registra un nou subscriptor

source: Number of emails that you want to trigger per hour.
ca: Nombre de correu electrònics que voleu enviar per hora.

source: Number of mails you want to trigger per hour.
ca: Nombre de correu electrònics que voleu enviar per hora.

source: Oops! Looks like you are not the site administrator.<br><br>Only the site administrator can export subscriber list.
ca: No sou administrador del lloc.<br><br>Només l'administrador del lloc pot exportar la llista de subscriptors.

source: Oops, selected details does not exists.
ca: Vaja, s'han seleccioant dades que no existeixen.

source: Oops, unable to update.
ca: Vaja, no es pot actualitzar.

# widget-enhanced-select
source: Oops.. Unexpected error occurred.
ca: Vaja... S'ha produït un error inesperat.

# widget-page-enhanced-select
source: Oops.. Unexpected error occurred.
ca: Vaja... S'ha produït un error inesperat.

source: Oops.. Unexpected error occurred. Please try again.
ca: Vaja... S'ha produït un error inesperat. Torneu-ho a provar.

source: Oops.. We are getting some error. mail not sending.
ca: Vaja... Estem rebent algun error. El correu no s'està enviant.

source: Oops.. We are getting some technical error. Please try again or contact admin.
ca: Vaja... S'ha produït algun error tècnic. Torneu-ho a provar o contacteu amb l'administrador.

source: Opt-In Type
ca: Opció de registre

source: Opt-in Option
ca: Opció de confirmació

source: Optimize Table & Delete Records
ca: Optimitza la taula i elimina registres

source: Option 1 & 2 is to send emails with default Wordpress method wp_mail(). Option 3 & 4 is to send emails with PHP method mail().
ca: Les opcions 1 i 2 són per a enviar correus pel mètode per defecte de Wordpress wp_mail (). Les opcions 3 i 4 són per a enviar correus amb el mètode de PHP ().

source: Option 1 & 2 is to send mails with default Wordpress method wp_mail(). Option 3 & 4 is to send mails with PHP method mail().
ca: Les opcions 1 i 2 són per a enviar correus pel mètode per defecte de Wordpress wp_mail (). Les opcions 3 i 4 són per a enviar correus amb el mètode de PHP ().

source: Options
ca: Opcions

# widget-page-enhanced-select
source: Please enter email address
ca: Introduïu l'adreça de correu electrònic

# widget-enhanced-select
source: Please enter email address.
ca: Introduïu l'adreça de correu electrònic

# widget-page-enhanced-select
source: Please enter email address.
ca: Afegiu l'adreça de correu electrònic

# compose-enhanced-select
source: Please enter name for configuration.
ca: Introdueïu el nom per a la configuració.

source: Please enter sender of notifications from email.
ca: Introduïu el remitent de les notificacions des de l'adreça de correu

source: Please enter sender of notifications from name.
ca: Introduïu el remitent de les notificacions des del nom.

source: Please enter subscriber email address.
ca: Introduïu l'adreça de correu electrònic del subscriptor.

# view-subscriber-enhanced-select
source: Please enter subscriber email address.
ca: Introduïu l'adreça de correu electrònic del subscriptor.

source: Please enter template heading.
ca: Introduïu el títol de la plantilla.

# cron-enhanced-select
source: Please enter the mail count, only number.
ca: Introduïu el nombre correus, només el número

source: Please enter valid email count.
ca: Introduïu una adreça de correu electrònic vàlida.

source: Please enter valid mail count.
ca: Introduïu una adreça de correu electrònic vàlida.

# widget-enhanced-select
source: Please provide a valid email address.
ca: Proporcioneu una adreça de correu elecòtrònic vàlida

# widget-page-enhanced-select
source: Please provide a valid email address.
ca: Proporcioneu una adreça de correu electrònic vàlida.

source: Please select New Status to update.
ca: Selecciona l'estat nou per actualitzar

source: Please select New group to update.
ca: Selecciona grup nou per actualitzar.

source: Please select default group to newly registered user.
ca: Seleccioneu el grup per defecte per als usuaris nous

# cron-enhanced-select
source: Please select enter number of mails you want to send per hour/trigger.
ca: Seleccieu introduir el nombre de missatges que voleu enviar per hora/gallet

# view-subscriber-enhanced-select
source: Please select new status for subscribers
ca: Seleccioneu un estat nou pels subscriptors

# view-subscriber-enhanced-select
source: Please select new subscriber group.
ca: Seleccioneu un grup de subscriptors nou.

source: Please select notification mail subject. Use compose menu to create new.
ca: Seleccioneu l'assumpte del missatge. Utilitzeu el menú de creació per a crear-ne de nous.

# notification-enhanced-select
source: Please select notification mail subject. Use compose menu to create new.
ca: Seleccioneu l'assumpte del correu electrònic de notificació. Utilitzeu el menú de plantilles per a crear-ne de nous.

source: Please select notification mail subject. Use templates menu to create new.
ca: Seleccioneu l'assumpte del missatge. Utilitzeu el menú de plantilles per a crear-ne de nous.

# notification-enhanced-select
source: Please select notification mail subject. Use templates menu to create new.
ca: Seleccioneu l'assumpte del missatge. Utilitzeu el menú de plantilles per a crear-ne de nous.

source: Please select notification status
ca: Seleccioneu l'estat de la notificació

source: Please select notification status.
ca: Seleccioneu l'estat de la notificació

# notification-enhanced-select
source: Please select notification status.
ca: Seleccioneu l'estat de la notificació.

# view-subscriber-enhanced-select
source: Please select only csv file. Please check official website for csv structure..
ca: Seleccioneu només el fitxer CSV. Consulteu el lloc web oficial per a l'estructura CSV.

# view-subscriber-enhanced-select
source: Please select or create group for this subscriber.
ca: Seleccioneu o creeu un grup per a aquest subscriptor.

source: Please select or create your group for this email.
ca: Seleccioneu o creeu el grup per a aquesta adreça.

source: Please select post categories.
ca: Seleccioneu les categories dels articles

# view-subscriber-enhanced-select
source: Please select subscriber email status.
ca: Seleccioneu l'estat de correu electrònic del subscriptor.

source: Please select subscribers group
ca: Seleccioneu el grup de subscriptors

source: Please select subscribers group.
ca: Seleccioneu el grup de subscriptors

# notification-enhanced-select
source: Please select subscribers group.
ca: Seleccioneu el grup de subscriptors.

# compose-enhanced-select
source: Please select template for this configuration.
ca: Seleccioneu la plantilla per a aquesta configuració.

# view-subscriber-enhanced-select
source: Please select the bulk action.
ca: Seleccioneu l'acció massiva

source: Please select your group.
ca: Seleccioneu el vostre grup.

source: Please select your mail status
ca: Seleccioneu l'estat del missatge

source: Please select your mail subject.
ca: Escolliu l'assumpte del missatge.

# sendmail-enhanced-select
source: Please select your mail subject.
ca: Seleccioneu l'assumpte del vostre correu electrònic.

source: Please select your mail type.
ca: Seleccioneu el tipus de correu.

# sendmail-enhanced-select
source: Please select your mail type.
ca: Seleccioneu el tipus de correu.

# widget-page-enhanced-select
source: Please try after some time
ca: Torneu-ho a provar d'aquí un moment

# widget-enhanced-select
source: Please try after some time.
ca: Torneu-ho a provar d'aquí un moment

# widget-page-enhanced-select
source: Please try after some time.
ca: Torneu a provar-ho d'aquí un moment

source: Post Categories / Custom Post Types
ca: Tipus d'articles personalitzats

source: Post Notification
ca: Notificació d'un article

source: Post Notifications
ca: Notifica publicacions

source: Post Notifications Menu
ca: Menú de notificacions d'articles

source: Preview
ca: Vista prèvia

source: Preview Email
ca: Previsualitza

source: Preview Mail
ca: Vista prèvia del missatge

source: Preview Template
ca: Previsualitza

source: Privacy Policy
ca: Política de privadesa

source: Published
ca: Publicat

source: Questions? Need Help?
ca: Necessiteu ajuda?

source: Rainmaker extends the core features of Email Subscribers and provides elegant form styles.
ca: Rainmaker amplia les característiques bàsiques dels Subscriptors de correu i proporciona estils de forma elegants.

source: Recipients : %s
ca: Destinataris: %s

source: Recipients : 0
ca: Destinataris: 0

source: Record deleted.
ca: Registre eliminat.

source: Reports
ca: Informes

source: Reports Menu
ca: Menú d'informes

source: Resend Confirmation
ca: Reenvia la confirmació

source: Reset
ca: Reestableix

source: Role Updated.
ca: Rol actualitzat

source: Save
ca: Desa

source: Save Settings
ca: Desa la configuració

source: Schedule Cron Emails in Parallels Plesk
ca: Com programar Cron emails a Parallels Plesk?

source: Schedule Cron Emails in cPanel
ca: Com programar Cron emails a cPanel?

source: Schedule email (Cron job) or send them manually.
ca: Programeu l'enviament de correu (Cron) o envieu-lo manualment.

source: Search Templates
ca: Cerca plantilles

source: Select
ca: Seleccioneu

source: Select (or) Create Group for Subscriber
ca: Selecciona (o) Crea un grup de subscripció

source: Select (or) Create Group for Subscribers
ca: Seleccioneu (o) creeu un grup per als subscriptors

source: Select CSV file
ca: Seleccioneu el fitxer CSV

source: Select Email Subject from available list
ca: Seleccioneu l'assumpte del correu de la llista disponible

source: Select Email Type
ca: Seleccioneu el tipus de correu

source: Select Group
ca: Selecciona un grup

source: Select Mail Subject from available list
ca: Seleccioneu l'assumpte del correu de la llista disponible
