Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/google-analyticator.po
Languages: ca, gl_es

source: % New Visits
ca: % visites noves
gl_es: % de novas visitas

source: Additional Tracking Code
ca: Codi de seguiment addicional
gl_es: Código de seguimento adicional

source: Additional tracking code
ca: Codi de seguiment addicional
gl_es: Código de seguimento adicional

source: Adds the necessary JavaScript code to enable <a href="http://www.google.com/analytics/">Google's Analytics</a>. After enabling this plugin you need to authenticate with Google, then select your domain and you're set.
ca: Afegeix el codi JavaScript necessari per habilitar <a href="http://www.google.com/analytics/">Google's Analytics</a>. Després d'habilitar aquesta extensió necessitareu autenticar-vos a Google, després seleccioneu el vostre domini.
gl_es: Engade o código JavaScript necesario para activar <a href="http://www.google.com/analytics/">Google Analytics</a>. Despois de activar este plugin terás que autentificarte con Google, logo elixe o teu dominio e listo.

source: Admin Dashboard Widgets
ca: Ginys del tauler d'administració

source: Analytics Account
ca: Compte d'Analytics
gl_es: Conta de Analytics

source: Anonymize IP Addresses
ca: Anonimitza l'adreça IP
gl_es: Anonimizar as direccións IP

source: Avg. Time on Site
ca: Temps mitjà al lloc web
gl_es: Tempo promedio no sitio

source: Basic Settings
ca: Paràmetres bàsics
gl_es: Configuración básica

source: Bounce Rate
ca: Percentatge de rebot
gl_es: Taxa de rebote

source: By selecting "Yes", This tells Google Analytics to anonymize the information sent by the tracker objects by removing the last octet of the IP address prior to its storage. Note that this will slightly reduce the accuracy of geographic reporting.
ca: Si seleccioneu "Sí", Google Analytics anonimitzarà la informació enviada pels objectes de seguiment mitjançant l'eliminació de l'últim octet de l'adreça IP abans del seu emmagatzematge. Tingueu en compte que això reduirà lleugerament la precisió de la informació geogràfica.
gl_es: Elixindo «Si» diraslle a Google Analytics que anonimice a información enviada polo seguidor de obxectos eliminando o último byte do enderezo IP antes do seu almacenamento. Ten en conta que isto reducirá levemente a precisión dos informes xeográficos.

source: Clear Analyticator Cache
ca: Neteja la memòria cau de l'Analyticator
gl_es: Borra a caché de Analyticator

source: Click Here
ca: Feu clic aquí

source: Continue Without Authentication
ca: Continua sense autenticació

source: Days of data to get
ca: Dies a obtenir dades
gl_es: Días dos datos a obter

source: Deauthorize &amp; Reset Google Analyticator.
ca: Retira l'autorització per reinicialitzar el Google Analyticator.
gl_es: Desautorizar &amp; Reiniciar Google Analyticator.

source: Dimension Index
ca: Índex de dimensió

source: Disabled
ca: Deshabilitat
gl_es: Deshabilitado

source: Disabling this option will completely remove the Dashboard Summary widget and the theme Stats widget. Use this option if you would prefer to not see the widgets.
ca: Si deshabiliteu aquesta opció s'eliminarà completament el giny de resum pel tauler i el giny d'estadístiques pel tema. Utilitzeu aquesta opció si preferiu no veure aquests ginys.
gl_es: Deshabilitando esta opción eliminarase completamente o widget de resumo no escritorio e o widget de estatísticas do tema. Usa esta opción se prefires no ver os widgets.

source: Disabling this option will turn off the tracking of outbound links. It's recommended not to disable this option unless you're a privacy advocate (now why would you be using Google Analytics in the first place?) or it's causing some kind of weird issue.
ca: En desactivar aquesta opció es desactivarà el seguiment dels enllaços de sortida. És recomanable no deshabilitar aquesta opció a no ser que sigueu un defensor de la privacitat (llavors perquè esteu utilitzant el Google Analytics des d'un primer moment?) o que estigui causant algun tipus de problema estrany.
gl_es: Deshabilitando esta opción apagarase o seguimento dos enlaces de saída. Recoméndase non deshabilitar esta opción a menos que sexas un defensor da privacidade (agora, por que estarías usando Google Analytics en primeiro lugar?) ou se está causando algún problema estraño.

source: Displays Stat Info From Google Analytics
ca: Mostra la informació d'estadístiques de Google Analytics
gl_es: Mostra información de estatísticas desde Google Analytics

source: Download extensions to track
ca: Extensions de descàrrega a seguir
gl_es: Seguimento de extensións de arquivos de descarga

source: Enable Remarketing, Demographics and Interests reports
ca: Habilita els informes de "Remarketing", "Demographics" i "Interests"
gl_es: Habilitar informes de remarketing, demografía e intereses

source: Enabled
ca: Habilitat
gl_es: Habilitado

source: Enabling this option will treat outbound links and downloads as events instead of pageviews. Since the introduction of <a href="https://developers.google.com/analytics/devguides/collection/gajs/eventTrackerGuide">event tracking in Analytics</a>, this is the recommended way to track these types of actions. Only disable this option if you must use the old pageview tracking method.
ca: En habilitar aquesta opció es tractaran els enllaços de sortida i de descàrrega com a events en comptes de com a pàgines vistes. Des de la introducció de <a href="https://developers.google.com/analytics/devguides/collection/gajs/eventTrackerGuide">event tracking in Analytics</a>, aquesta és una manera recomanada per fer el seguiment d'aquest tipus d'accions. Deshabiliteu aquesta opció només si heu d'utilitzar l'antic mètode de seguiment de pàgines vistes.
gl_es: Habilitando esta opción tratarase aos enlaces saíntes e descargas como eventos en vez de como vistas de páxinas. Desde a introdución do <a href="https://developers.google.com/analytics/devguides/collection/gajs/eventTrackerGuide">seguimento de eventos en Analytics</a>, este é xeito recomendado de seguir este tipo de accións. Só deshabilita esta opción se debes usar o método antigo de seguimento de visitas de páxinas.

source: Enhanced Link Attribution
ca: Atribució d'enllaços millorada
gl_es: Atribución de enlace mellorada

source: Enter a name for the section tracked download links will appear under. This option has no effect if event tracking is enabled.
ca: Introduïu un nom per a la secció de seguiment dels enllaços de descàrrega. Aquesta opció no té efecte si el seguiment d'events està habilitat.
gl_es: Introduce un nome para a sección na que aparecerán os enlaces de descarga seguidos. Esta opción non ten efecto se está habilitado o seguimento de eventos.

source: Enter a name for the section tracked external links will appear under. This option has no effect if event tracking is enabled.
ca: Introduïu un nom per a la secció de seguiment dels enllaços externs que apareixerà a sota. Aquesta opció no té efecte si el seguiment d'events està habilitat.
gl_es: Introduce un nome para a sección na que aparecerán os enlaces externos seguidos. Esta opción non tiene efecto se está habilitado o seguimento de eventos.

source: Enter any additional lines of tracking code that you would like to include in the Google Analytics tracking script. The code in this section will be displayed <strong>after</strong> the Google Analytics tracker is initialized.
ca: Introduïu qualsevol línia de codi de seguiment addicional que vulgueu incloure en l'script de seguiment de Google Analytics. El codi en aquesta secció es mostrarà <strong>després</strong> que el seguidor de Google Analytics s'inicialitzi.
gl_es: Introduce calquera liña de código de seguimento adicional que queiras incluír no script de seguimento de Google Analytics. O código nesta sección aparecerá <strong>despois</strong> de que o seguimento de Google Analytics se inicialice.

source: Enter any additional lines of tracking code that you would like to include in the Google Analytics tracking script. The code in this section will be displayed <strong>before</strong> the Google Analytics tracker is initialized.
ca: Introduïu qualsevol línia de codi de seguiment addicional que vulgueu incloure en l'script de seguiment del Google Analytics. El codi en aquesta secció es mostrarà <strong>abans</strong> que el seguidor de Google Analytics s'iniciï.
gl_es: Introduce calquera liña de código de seguimento adicional que queiras incluír no script de seguimento de Google Analytics. O código nesta sección aparecerá <strong>antes</strong> de que o seguimento de Google Analytics se inicialice.

source: Enter any extensions of files you would like to be tracked as a download. For example to track all MP3s and PDFs enter <strong>mp3,pdf</strong>. <em>Outbound link tracking must be enabled for downloads to be tracked.</em>
ca: Introduïu qualsevol extensió de fitxer que vulgueu que sigui seguida com a descàrregues. Per exemple per seguir tots els MP3s i PDFs introduïu <strong>mp3,pdf</strong>. <em>El seguiment d'enllaços de sortida ha d'estar habilitat per a què les descàrregues siguin seguides.</em>
gl_es: Introduce calquera extensión de arquivos que desexarías que foran rastrexadas como descargas. Por exemplo, se queres seguir todos os MP3s e PDFs, ingresa <strong>mp3,pdf</strong>. <em>O seguimento de enlaces saíntes debe estar habilitado para que as descargas sexan seguidas.</em>

source: Enter your Google Adsense ID assigned by Google Analytics in this box. This enables Analytics tracking of Adsense information if your Adsense and Analytics accounts are linked.
ca: Introduïu el vostre ID de Google Adsense assignat per Google Analytics en aquesta caixa. Això permet a l'Analytics fer el seguiment de la informació de l'Adsense si els vostres comptes d'Adsense i Analytics estan vinculats.
gl_es: Introduce neste campo o teu ID de Google Adsense asignado por Google Analytics. Isto habilita a Analytics para seguir a información de Adsense se as túas contas de Adsense e Analytics están vinculadas.

source: Enter your Google Authentication Code in this box. This code will be used to get an Authentication Token so you can access your website stats.
ca: Heu d'introduir el vostre codi d'autenticació de Google en aquesta casella. Aquest codi s'utilitza per obtenir un testimoni d'autenticació per a poder accedir a les estadístiques del vostre lloc web.

source: Event tracking
ca: Seguiment d'events
gl_es: Seguimento de eventos

source: Font color
ca: Color del text
gl_es: Cor da fonte

source: Google Adsense ID
ca: ID de Google Adsense
gl_es: ID de Google Adsense

source: Google Analyticator Settings
ca: Paràmetres de Google Analyticator

source: Google Analyticator settings saved.
ca: S'han desat els paràmetres de Google Analyticator
gl_es: Configuración de Google Analyticator gardada.

source: Google Analytics Stats
ca: Estadístiques de Google Analytics
gl_es: Estatísticas de Google Analytics

source: Google Analytics Summary
ca: Resum de Google Analytics
gl_es: Resumo de Google Analytics

source: Google Analytics integration is currently <strong>DISABLED</strong>.
ca: La integració de Google Analytics està actualment <strong>DESHABILITADA</strong>.
gl_es: A integración con Google Analytics está actualmente <strong>DESHABILITADA</strong>.

source: Google Analytics integration is currently enabled, but you did not enter a UID. Tracking will not occur.
ca: La integració de Google Analytics està actualment habilitada, però no heu introduït un ID d'usuari. El seguiment no es produirà.
gl_es: A integración con Google Analytics esta habilitada, pero non introduciches un UID. Non haberá seguimento.

source: Google Analytics logging is
ca: El registre de Google Analytics està
gl_es: O rexistro de Google Analytics está

source: Google Authentication Code
ca: Codi d'autenticació de Google

source: Hide Google Analytics UID after saving
ca: Oculta l'ID d'usuari de Google Analytics després de desar-lo
gl_es: Esconder o UID de Google Analytics despois de gardar

source: I Don't Want To Authenticate Through Google
ca: No vull autenticar-me a través de Google

source: If you are using Universal Analytics make sure you have changed your account to a Universal Analytics property in Google Analytics. Read more about Universal Analytics <a href="https://support.google.com/analytics/answer/2817075?hl=en" target="_blank">here</a>.
ca: Si feu servir Universal Analytics cal que us assegureu d'haver modificat el vostre compte de Google Analytics per habilitar Universal Analytics. Llegiu més sobre Universal Analytics <a href="https://support.google.com/analytics/answer/2817075?hl=en" target="_blank">here</a>.
gl_es: Se estás usando unha conta de Universal Analytics asegúrate de ter cambiado a túa conta á propiedade Universal Analytics en Google Analytics. Podes ler máis sobre Uiversal Analytics <a href="https://support.google.com/analytics/answer/2817075?hl=en" target="_blank">aquí</a>.

source: If you don't want to authenticate through Google and only use the tracking capability of the plugin
ca: Si no voleu autenticar-vos a través de Google i només voleu utilitzar la capacitat de seguiment del connector

source: In order to use remarketing, <a href="https://support.google.com/analytics/answer/2611270" target="_blank">please make sure you complete this checklist from Google</a>
ca: Per poder usar l'opció de "remarketing", <a href="https://support.google.com/analytics/answer/2611270" target="_blank">assegureu-vos de complir els requisits següents</a>
gl_es: Para poder usar remarketing, <a href="https://support.google.com/analytics/answer/2611270" target="_blank">por favor, asegúrate de completar esta checklist de Google</a>.

source: Include widgets
ca: Inclou ginys
gl_es: Incluír widgets

source: Inner background
ca: Fons intern
gl_es: Fondo interior

source: Line 1 text
ca: Text de la línia 1
gl_es: Texto da liña 1

source: Line 2 text
ca: Text de la línia 2
gl_es: Texto da liña 2

source: Link Tracking Settings
ca: Configuració de seguiment de vincles
gl_es: Configuración de seguimento

source: Method to prevent tracking
ca: Mètode per evitar el seguiment
gl_es: Método para previr o seguimento

source: No Analytics account selected. Double check you are authenticated with Google on Google Analyticator's settings page and make sure an account is selected.
ca: No s'ha seleccionat cap compte d'Analytics. Comproveu que esteu autenticat amb Google a la pàgina d'opcions del Google Analyticator i assegureu-vos que heu seleccionat un compte.
gl_es: Non se seleccionou ningunha conta de Analytics. Volve a verificar que estás autenticado con Google na páxina de configuración de Google Analyticator e asegúrate de ter seleccionado unha conta.

source: Or
ca: O

source: Outbound link tracking
ca: Seguiment d'enllaços de sortida
gl_es: Seguimento de enlaces de saída

source: Page background
ca: Fons de la pàgina
gl_es: Fondo da páxina

source: Pages/Visit
ca: Pàgines/Visites
gl_es: Páxinas/visitas

source: Pageviews
ca: Pàgines vistes
gl_es: Vistas de páxinas

source: Past 30 days
ca: Darrers 30 dies
gl_es: Últimos 30 días

source: Past 60 days
ca: Darrers 60 dies
gl_es: Últimos 60 días

source: Prefix download links with
ca: Prefixa els enllaços de descàrrega
gl_es: Prefixar enlaces de descarga con

source: Prefix external links with
ca: Prefixa els enllaços externs amb
gl_es: Prefixar enlaces externos con

source: Remove
ca: Elimina
gl_es: Eliminar

source: Reset
ca: Reinicialitza
gl_es: Restablecer

source: Save &amp; Continue
ca: Desa i continua

source: Save Changes
ca: Desa els canvis
gl_es: Gardar cambios

source: Selecting "no" to this option will prevent logged in WordPress users from showing up on your Google Analytics reports. This setting will prevent yourself or other users from showing up in your Analytics reports. Use the next setting to determine what user groups to exclude.
ca: Si seleccioneu "No" a aquesta opció s'evitarà que els usuaris registrats de WordPress apareguin en els informes de Google Analytics. Això evitarà que vosaltres o altres usuaris aparegueu en els informes d'Analytics. Utilitzeu la configuració següent per determinar quins grups d'usuaris s'ha excloure.
gl_es: Elixindo «non» nesta opción evitarás que os usuarios que iniciaron sesión en WordPress aparezan nos teus informes de Google Analytics. Esta configuración previrá que ti ou outros usuarios aparezades nos informes de Analytics. Usa a seguinte configuración para determinar que grupos de usuario excluír.

source: Selecting the "Remove" option will physically remove the tracking code from logged in users. Selecting the "Use 'admin' variable" option will assign a variable called 'admin' to logged in users. This option will allow Google Analytics' site overlay feature to work, but you will have to manually configure Google Analytics to exclude tracking from pageviews with the 'admin' variable.
ca: Si seleccioneu l'opció "Elimina" s'eliminarà físicament el codi de seguiment per als usuaris que s'hagin autenticat. Si seleccioneu l'opció "Utilitza la variable 'admin' s'assignarà una variable anomenada 'admin' als usuaris que s'hagin autenticat. Aquesta opció permetrà al lloc de Google Analytics fer funcionar la característica de superposició, però haureu de configurar manualment el Google Analytics per excloure el seguiment de les pàgines vistes amb la variable 'admin'.
gl_es: Elixindo a opción «Eliminar» eliminará fisicamente o código de seguimento dos usuarios que iniciaron sesión. Elixindo «Usar variable 'admin'» asignará unha variable chamada «admin» aos usuarios que iniciaron sesión. Esta opción permitirá a un sitio de Google Analytics que funcione coa capacidade de superposición, pero terás que configurar manualmente Google Analytics para excluír o seguimento de visitas de páxinas coa variable «admin».

source: Settings
ca: Configuració
gl_es: Configuración

source: Show our link on the admin dashboard. Pretty please.
ca: Mostreu el nostre enllaç al tauler d''administració. Estarem molt agraïts.
gl_es: Mostra o noso enlace no escritorio de administración. Bonito, por favor.

source: Site Usage
ca: Ús del lloc
gl_es: Uso do sitio

source: Specifies the user roles that can see the dashboard widget. If a user is not in one of these role groups, they will not see the dashboard widget.
ca: Especifiqueu els rols d'usuari que poden veure el giny del tauler. Si un usuari no es troba en algun d'aquests grups de rols, no podrà veure el giny del tauler.
gl_es: Especifica os roles de usuario que poden ver o widget do escritorio. Se un usuario non está nun destes grupos de roles, non verá o widget.

source: Specifies the user roles to not include in your WordPress Analytics report. If a user is logged into WordPress with one of these roles, they will not show up in your Analytics report.
ca: Especifica els rols d'usuari que no s'han d'incloure en el vostre informe d'Analytics del WordPress. Si un usuari s'ha autenticat en el WordPress amb algun d'aquests rols, no apareixerà en els vostres informes d'Analytics.
gl_es: Especifica os roles de usuarios a non incluír no teu informe de WordPress Analytics. Se un usuario iniciou sesión en WordPress cun destes roles, non aparecerá nos teus informes de Analytics.

source: Support us
ca: Doneu-nos suport
gl_es: Apóianos

source: The Google user configured has no Google analytics accounts. Please, create an account to make the analytics work.
ca: No hi ha cap compte de Google Analytics associat. Si us plau, creeu un compte abans de continuar.

source: The most visits on a single day was %d. Yesterday there were %d visits.
ca: El nombre més gran de visites en un sol dia és %d. Ahir van haver %d visites.
gl_es: A maior cantidade de visitas nun día foi %d. Onte houbo %d visitas.

source: There is no data for view.
ca: No hi ha informació per mostrar.
gl_es: Non hai datos para ver.

source: This will track all access to wp-login.php
ca: Es registraran tots els accessos a la pàgina wp-login.php
gl_es: Isto seguirá todo acceso a wp-login.php

source: Title
ca: Títol
gl_es: Título

source: To use remarketing, <a href="https://support.google.com/analytics/answer/2884495" target="_blank">Edit permission</a> is required
ca: Per fer servir l'opció de "remartketing", cal <a href="https://support.google.com/analytics/answer/2884495" target="_blank">Editar els permisos</a>
gl_es: Para usar remarketing, necesítase <a href="https://support.google.com/analytics/answer/2884495" target="_blank">editar os permisos</a>.

source: Top Pages
ca: Pàgines principals
gl_es: Páxinas principais

source: Top Referrers
ca: Referents principals
gl_es: Referentes principais

source: Top Searches
ca: Cerques principals
gl_es: Buscas principais

source: Track WordPress Login Page
ca: Seguiment de la pàgina de validació de WordPress
gl_es: Seguir a páxina de inicio de sesión de WordPress

source: Track all logged in WordPress users
ca: Fes seguiment de tots els usuaris registrats de WordPress
gl_es: Seguir todos os usuarios de WordPress que iniciaron sesión.

source: Tracking Code
ca: Codi de seguiment
gl_es: Código de seguimento

source: Tracking Settings
ca: Paràmetres de seguiment
gl_es: Configuración de seguimento

source: Tracking code is hidden, since the settings specify not to track admins. Tracking is occurring for non-admins.
ca: El codi de seguiment està ocult, des de que a les opcions s'especifica no seguir als administradors. El seguiment es fa per a usuaris no administradors.
gl_es: O código de seguimento está oculto, xa que a configuración especifica non seguir aos administradores. O seguimento está ocorrendo para non administradores.

source: Traditional (ga.js)
ca: Tradicional (ga.js)
gl_es: Tradicional (ga.js)

source: Unique
ca: Visitants

source: Use 'admin' variable
ca: Utilitza la variable 'admin'
gl_es: Usar a variable «admin»

source: User roles that can see the dashboard widget
ca: Rols d'usuari que poden veure el giny del tauler
gl_es: Roles de usuario que poden ver o widget do escritorio

source: User roles to not track
ca: Rols d'usuari que no s'han de seguir
gl_es: Roles de usuarios para non seguir

source: View Full Stat Report
ca: Veure l'informe complet d'estadístiques
gl_es: Ver informe de estatísticas completo

source: Views
ca: Vistes
gl_es: Vistas

source: Visitors
ca: Únics

source: Visits
ca: Visites
gl_es: Visitas

source: Widget background
ca: Fons del giny
gl_es: Fondo do widget

source: Yes
ca: Sí
gl_es: Si

source: Yesterday
ca: Ahir
gl_es: Onte

source: You can tag your pages to implement an enhanced link-tracking functionality by enabling this option. <a href="https://support.google.com/analytics/answer/2558867?hl=en" target="_blank">learn more</a>
ca: Habilitant aquesta opció es podran etiquetar les pàgines i fer servir el seguiment d'enllaços millorat. <a href="https://support.google.com/analytics/answer/2558867?hl=en" target="_blank">learn more</a>
gl_es: Podes etiquetar as túas páxinas para implementar unha función de seguimento de enlaces mellorada habilitando esta opción. <a href="https://support.google.com/analytics/answer/2558867?hl=en" target="_blank">Le máis sobre isto.</a>

source: You have not authenticated with Google - you cannot use dashboard widgets! Reset the plugin to authenticate..
ca: No us heu autenticat amb Google - no podeu utilitzar els ginys del tauler! Reinicialitzeu l'extensió per autenticar-vos.
gl_es: Non te autenticaches con Google, nob podes usar os widgets do Escritorio! Reinicia o plugin para autenticarte..

source: You need to sign in to Google and grant this plugin access to your Google Analytics account
ca: És necessari iniciar sessió a Google i atorgar permís a aquesta extensió per accedir al compte de Google Analytics

source: You will be asked on the next page to manually enter your Google Analytics UID.
ca: A la pàgina següent se us demanarà que introduïu manualment l'UID de Google Analytics.
