Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/google-calendar-events.po
Languages: ca

source: %1$s - It is recomendend to set memory to at least 64MB. See: <a href="%2$s" target="_blank">Increasing memory allocated to PHP</a>
ca: %1$s - Es recomana configurar la memòria com a mínima a 64MB. Vegeu: <a href="%2$s" target="_blank">Augmentar la memòria allotjada a PHP</a>

source: %1$s - It is recomendend to upgrade at least to PHP version 5.4 for security reasons. <a href="%2$s" target="_blank">Read more.</a>
ca: %1$s - Es recomana actualitzar com a mínima a la versió 5.4 de PHP per raons de seguretat. <a href="%2$s" target="_blank">Llegeix més.</a>

source: %s is available
ca: %s disponible

source: (active)
ca: (actiu)

source: 1 anonymous attendee
ca: 1 assistent anònim

source: 1 more attendee
ca: 1 assistent més

source: <a href="%s" target="_blank">Step-by-step instructions</a>
ca: <a href="%s" target="_blank">Instruccions pas a pas</a>

source: <strong>Note:</strong> Calendars configured to use the <strong><a href="%s" target="_blank">Google Calendar Pro add-on</a></strong> use a different method of authorization.
ca: <strong>Nota:</strong> Els calendaris configurats per utilitzar el complement <strong><a href="%s" target="_blank">Google Calendar Pro </a></strong> utilitzen un mètode diferent d'autorització.

source: <strong>Warning:</strong> Using this option can return unexpected results if you have specified <a href="%s" target="_blank">event level</a> timezones.
ca: <strong>Atenció:</strong> Si feu servir aquesta opció es poden mostrar resultats inesperats si s'han especificat fusos horaris<a href="%s" target="_blank">personalitzats als esdeveniments</a>.

source: About Simple Calendar
ca: Sobre Simple Calendar

source: Activate
ca: Activar

source: Active Plugins
ca: Extensions actives

source: Active Theme
ca: Tema actiu

source: Add Calendar
ca: Afegeix calendari

source: Add Google Calendar events to your WordPress site in minutes. Beautiful calendar displays. Fully responsive.
ca: Afegiu esdeveniments de Google Calendar al seu lloc de WordPress en qüestió de minuts. Mostra calendaris bonics. Plenament responsiu.

source: Add New
ca: Afegeix

source: Add New Calendar
ca: Afegeix un calendari nou

source: Add New Calendar Type
ca: Afegeix un tipus de calendari nou

source: Add New Category
ca: Afegeix una categoria nova

source: Add New Events Source Type
ca: Afegeix un tipus nou d'origen d'esdeveniment

source: Add a calendar to your post.
ca: Afegeix un calendari al teu article

source: Add even more display options with add-ons like
ca: Afegiu més opcions amb complements com

source: Add or remove calendar types
ca: Afegiu o elimineu tipus de calendaris

source: Add or remove categories
ca: Afegeix o esborra categories

source: Add or remove events source types
ca: Afegeix o elimina els tipus d'origen dels esdeveniments

source: Add-on Licenses
ca: Llicències de complements

source: Add-on unspecified or invalid action.
ca: Complement no especificat o acció invàlida.

source: Add-ons
ca: Complements

source: Advanced
ca: Avançades

source: After Content
ca: Després del contingut

source: All Calendar Types
ca: Tots els tipus de calendaris

source: All Calendars
ca: Tots els calendaris

source: All Categories
ca: Totes les categories

source: All Events Source Types
ca: Tots els tipus d'origens d'esdeveniments

source: An error has occurred, please try again.
ca: S'ha produït un error, torneu a provar-ho de nou.

source: An error occurred: %s
ca: S'ha produït un error: %s

source: Appearance
ca: Aparença

source: Attach Calendar
ca: Adjunta un calendari

source: Attach Calendars
ca: Adjunta calendaris

source: Attending
ca: Assistir

source: Author
ca: Autor

source: Before Content
ca: Abans del contingut

source: Browser
ca: Navegador

source: By default your data will be retained in database even after uninstall. Tick this option if you want to delete all your calendar data when uninstalling.
ca: Per defecte les vostres dades seran retingudes a la base de dades fins i tot després de la desinstal·lació. Marqueu aquesta opció si voleu eliminar totes les dades del vostre calendari quan es desinstal·li.

source: Cache
ca: Memòria cau

source: Cache cleared.
ca: Memòria cau eliminada.

source: Calendar
ca: Calendari

# Post Type Singular Name
source: Calendar
ca: Calendari

source: Calendar ID
ca: ID del calendari

source: Calendar Settings
ca: Configuració del calendari

source: Calendar Shortcode
ca: Codi curt del calendari

source: Calendar Start
ca: Inici del calendari

source: Calendar Type
ca: Tipus de calendari

source: Calendar Types
ca: Tipus de calendaris

source: Calendar to use
ca: Calendari a fer servir

source: Calendar:
ca: Calendari:

source: Calendars
ca: Calendaris

# Post Type General Name
source: Calendars
ca: Calendaris

source: Calendars not found
ca: Calendaris no trobats

source: Calendars not found in Trash
ca: Calendaris no trobats a la paperera

source: Cannot connect to MySQL database.
ca: No s'ha pogut connectar amb la base de dades de MySQL.

source: Category
ca: Categoria

source: Check out our documentation
ca: Consulteu la nostra documentació

source: Checking this box will use the spacing contained in the separator field above. Otherwise one space on each side of the separator will be used instead.
ca: Si marqueu aquesta casella, s'utilitzarà l'espaiat que es troba al camp de separador anterior. En cas contrari, s'utilitzarà un espai a cada costat del separador.

source: Child Theme
ca: Tema fill

source: Choose a calendar theme to match your site theme.
ca: Tria un tema del calendari que cassi amb el tema del lloc.

source: Choose from the most used
ca: Trieu una de les més usades

source: Choose from which calendar feeds you want to get events from. Choose them individually or select all those belonging to calendar feed categories.
ca: Esculliu de quin calendari voleu agafar els esdeveniments. Trieu individualment o seleccionant el que pertanyi a la seva categoria.

source: Clear Cache
ca: Buida la memòria cau

source: Clear cache
ca: Buida la memòria cau

source: Click
ca: En fer clic

source: Click here to help translate
ca: Clic

source: Client Information
ca: Informació del client

source: Clone
ca: Clona

source: Compact List
ca: Llista compacta

source: Configure event colors, number of events to display, grid or list style and more.
ca: Configureu els colors dels esdeveniments, nombre d'esdeveniments a mostrar, estil graella o llista i més

source: Copy
ca: Còpia

source: Could not find any calendars to add to this post.
ca: o s'ha pogut trobar cap calendari per afegir a aquest missatge.

source: Credits
ca: Crèdits

# Use a custom setting
source: Custom
ca: Personalitzada

source: Custom (PHP format)
ca: Personalitzada (format PHP)

source: Dark
ca: Fosc

source: Date Format
ca: Format de la data

source: Date and Time
ca: Dia i hora

source: Day
ca: Dia

source: Day end of start date
ca: Al final del dia de la data d'inici

source: Day(s)
ca: Dia(es)

source: Day(s) after start date
ca: Dia(es) després d'avui

source: Day(s) after today
ca: Dia(es) després d'avui

source: Day(s) before start date
ca: Dia(es) abans de la data d'inici

source: Day(s) before today
ca: Dia(es) abans d'avui

source: Days
ca: dies

source: Days with Events
ca: Dies amb esdeveniments

source: Deactivate
ca: Desactivar

source: Default
ca: Per defecte

source: Default Calendar
ca: Calendari per defecte

source: Delete settings
ca: Esborra els paràmetres

source: Delete your license keys
ca: Elimineu les vostres claus de llicència

source: Disable CSS
ca: Deshabilita CSS

source: Display a calendar of events from one of your calendar feeds.
ca: Mostra un calendari d'esdeveniments d'un dels teus canals.

source: Display attachments
ca: Mostra els adjunts

source: Display color coded events
ca: Mostra els esdeveniments codificats en color

source: Display private calendar events
ca: Mostra esdeveniments del calendari privat

# A character to separate two elements
source: Divider
ca: Divisor

source: Documentation
ca: Documentació

source: Download System Report
ca: Baixa l'informe del sistema

source: Earliest Event
ca: Primer esdeveniment

source: Edit Calendar
ca: Edita el calendari

source: Edit Calendar Type
ca: Edita el tipus de calendari

source: Edit Category
ca: Editar Categoria

source: Edit Events Source Type
ca: Editeu un tipus d'origen d'esdeveniment

source: Enter a date format using %s values.
ca: Introduïu un format de data utilitzant els valors de %s.

source: Enter a time format using %s values.
ca: Introduïu un format d'hora utilitzant els valors de %s.

source: Enter a valid Google Calendar ID from a public calendar
ca: Entreu un identificador d'un calendari de Google vàlid.

source: Enter your add-on license keys below, making sure to activate each one to ensure they are valid.
ca: Introduïu les vostre claus de llicència dels complements a continuació i assegureu-vos d'activar-les per comprovar que siguin vàlides.

source: Enter your name and email and we'll send you a coupon code for <strong>20% off</strong> all Pro Add-on purchases.
ca: Introduïu el vostre nom i correu electrònic i us enviaren un codi de descompte del <strong>20% </strong> per a totes les compres de complements Pro.

source: Erase calendar data
ca: Elimineu les dades del calendari

source: Event
ca: Esdeveniment

source: Event Bubbles
ca: Bombolles d'esdeveniments

source: Event Formatting
ca: Format dels esdeveniments

source: Event Settings
ca: Configuració d'esdeveniments

source: Event Source
ca: Origen dels esdeveniments

source: Event Sources
ca: Orígens dels esdeveniments

# Use the calendar default setting
source: Event source default
ca: Origen de l'esdeveniment

source: Event titles & start times in grid
ca: Títols dels esdeveniments i data d'inici a la graella

source: Event(s)
ca: Esdeveniment(s)

source: Events Source
ca: Origen dels esdeveniments

source: Events Source Type
ca: Tipus d'origens d'esdeveniments

source: Events Source Types
ca: Tipus d'origens d'esdeveniments

# Use the calendar default setting
source: Events source default
ca: Tots els tipus d'origens d'esdeveniments

source: Events that are programmed to repeat themselves periodically.
ca: Esdeveniments que es repeteixen periòdicament

source: Expand Multi-day Events
ca: Estén els esdeveniments de més d'un dia

source: Fast view switching
ca: Visualització ràpida

source: Filter events to display by search terms...
ca: Esdeveniments filtrats per les paraules següents...

source: First Name
ca: Nom

source: FullCalendar and Google Calendar Pro
ca: FullCalendar i Google Calendar Pro

source: Get Calendars From
ca: Obtingueu calendaris de

# From which calendar source to load events from
source: Get events from
ca: Obté esdeveniments de

source: Google API Key
ca: Clau de l'API de Google

source: Google Calendar
ca: Calendari de Google

source: Google Calendar Settings
ca: Configuració de Google Calendar

source: Google Calendar only allows to query for a maximum amount of 2500 events from a calendar each time.
ca: Google Calendar només permet consultar un màxim de 2500 esdeveniments d'un calendari cada vegada.

source: Grid
ca: Graella

source: Grouped Calendar
ca: Calendari agrupat

source: Grouped Calendar Settings
ca: Configuració del Calendari agrupat

source: Grouped calendars can not have any taxonomy associated.
ca: Els calendaris agrupats no poden tenir cap categoria assignada.

source: Hide Header
ca: Amaga la capçalera

source: Home URL
ca: URL d'inici

source: Hour(s)
ca: Hora(es)

source: Hours
ca: Hores

source: Hover
ca: En passar el ratolí

source: How to preserve line breaks and paragraphs in the event template builder.
ca: Com preservar els salts de línia i els paràgrafs en el generador de plantilla d'esdeveniments.

source: IP Address
ca: Adreça IP

source: If ticked, this option will prevent all front end stylesheets to load. This also includes all add-on stylesheets.
ca: Aquesta opció evitarà que es carreguin tots els fulls d'estil de la interfície. Això també inclou els fulls d'estil complementaris.

source: If you add, edit or remove events in your calendar very often, you can set a lower interval to refresh the events displayed. Set a higher interval for best performance.
ca: Si afegiu, editeu o suprimiu esdeveniments al calendari molt sovint, es pot establir un interval inferior per actualitzar els esdeveniments que es mostren. Establiu un interval més alt per a un millor rendiment.

source: Insert Calendar
ca: Insereix calendari

source: Installation
ca: Instaŀlació

source: Latest Event
ca: Darrer esdeveniment

source: License key is invalid.
ca: La clau de llicència no és vàlida

source: Light
ca: Clar

source: Limit Visible Events
ca: Limita els esdeveniments visibles

source: Limit event display times
ca: Limita el temps de visualització dels esdeveniments

source: Limit the number of initial visible events on each day to a set maximum.
ca: Limita el nombre d'esdeveniments visibles inicials de cada dia a un màxim establert.

source: List
ca: Llista

source: Locale
ca: Codi d'idioma i regió (locale)

source: Looking for more?
ca: Voleu saber-ne més?

source: Make an events list more compact by grouping together events from different days in a single list.
ca: Feu la llista dels esdeveniments més compacta mitjançant l'agrupació d'esdeveniments de diferents dies en una sola llista.

source: Manage front end assets that handle the calendars appearance.
ca: Gestioneu els actius de la interfície que controlin l'aparença dels calendaris.

source: Manage your data (plugin settings and saved calendars).
ca: Gestioneu les vostre dades (configuració del complement i calendaris desats).

source: Manual selection
ca: Selecció manual

source: Maximum Events
ca: Nombre màxim d'esdeveniments

source: Maybe attending
ca: Potser assistiré

source: Minute(s)
ca: Minut(s)

source: Minutes
ca: Minuts

source: Miscellaneous
ca: Miscel·lània

source: Mobile responsive and widget ready.
ca: Adaptació d'amplada mòbil i giny preparats.

source: Month
ca: Mes

source: Month(s)
ca: Mes(os)

source: Month(s) after current
ca: Mes(os) després de l'actual

source: Month(s) after start date
ca: Mes(os) després de la data d'inici

source: Month(s) before current
ca: Mes(os) abans de l'actual

source: Month(s) before start date
ca: Mes(os) abans de la data d'inici

source: Months
ca: mesos

source: Moonstone Media
ca: multimèdia

source: Multisite
ca: Multilloc

source: MySQL Version
ca: Versió de MySQL

source: Name
ca: Nom i cognoms

source: Name:
ca: Nom:

source: New Calendar
ca: Calendari nou

source: New Calendar Type
ca: Tipus de calendari nou

source: New Category
ca: Categoria nova

source: New Events Source Type
ca: Tipus nou d'origen d'esdeveniment

source: Next
ca: Següent

source: Next Month
ca: Mes següent

source: No Events Message
ca: Missatge de "no hi ha esdeveniments"

source: No calendars found.
ca: No s'ha trobat cap calendari

source: No end time
ca: No hi ha hora de finalització

source: No line breaks, auto paragraphs
ca: No hi ha salts de línia, paràgrafs automàtics

source: No line breaks, no auto paragraphs
ca: No hi ha salts de línia, no hi ha paràgrafs automàtics

# No one yet rsvp to attend the event.
source: No one yet
ca: Encara no n'hi ha cap

source: No results found.
ca: No s'ha trobat cap resultat

source: No spam. Unsubscribe anytime.
ca: Brossa

source: No version found.
ca: No s'ha trobat cap versió.

source: No, display on all days of event up to current day (list view only)
ca: No, mostra a tots els dies de l'esdeveniment fins a la data actual (només a la visualització de llista)

source: No, display only on first day of event
ca: No, mostra només el primer dia de l'esdeveniment

source: Not Found
ca: No s'ha trobat

source: Not attending
ca: No assistir

source: Nothing from %1$s to %2$s.
ca: Res per mostrar entre el %1$s i el %2$s.

source: Nothing to show.
ca: Res per mostrar

source: Now
ca: Ara

source: Only show first occurrence
ca: Només mostra la primera aparició

source: Only you can see this notice.
ca: Aquest avís només el podeu veure vosaltres.

source: Open event bubbles in calendar grid by clicking or hovering on event titles. On mobile devices it will always default to tapping.
ca: Obre les bombolles d'esdeveniment de la graella fent clic o passant per sobre dels títols dels esdeveniments. En els dispositius mòbils sempre serà fent clic.

source: Other
ca: Altres

source: PHP Version
ca: Versió de PHP

source: Parent Calendar Type
ca: Tipus de Calendari principal

source: Parent Calendar Type:
ca: Tipus de Calendari principal:

source: Parent Calendar:
ca: Calendari pare:

source: Parent Category
ca: Categoria Principal

source: Parent Category:
ca: Categoria Principal:

source: Parent Events Source Type
ca: Tipus d'origen d'esdeveniment principal

source: Parent Events Source Type:
ca: Tipus d'origen d'esdeveniment principal:

source: Parent Theme
ca: El tema pare.

source: Permalinks
ca: Enllaços permanents

source: Platform:
ca: Seleccioneu una plataforma

source: Please add and configure new calendar first.
ca: Primer, afegiu i configureu un nou calendari.

source: Please copy and paste this information when contacting support:
ca: Copieu i enganxeu aquesta informació con contacteu amb Suport:

source: Please ensure that both your Google Calendar ID and API Key are valid and that the Google Calendar you want to display is public.
ca: Assegureu-vos que tant la l'ID de Google Calendar com la clau API són vàlids i que el calendari de Google a mostrar és públic.

source: Popular Categories
ca: Categories populars

source: Popular calendar types
ca: TIpus més populars de calendaris

source: Popular events source types
ca: Els tipus d'orígens d'esdeveniments més populars

source: Powered By
ca: Impulsat per

source: Powered by <a href="%s" target="_blank">Simple Calendar</a>
ca: Impulsat per<a href="%s" target="_blank">Simple Calendar</a>

source: Premium Add-on License Keys
ca: Claus de llicència de complements Premium

source: Preserve Separator Spacing
ca: Preserveu l'espai separador

source: Preserve line breaks, auto paragraphs (default)
ca: Conserva els salts de línia, paràgrafs automàtics (per defecte)

source: Press %s to copy.
ca: Premeu %s per copiar.

source: Preview
ca: Previsualitzar

source: Previous
ca: Anterior

source: Previous Month
ca: Mes anterior

source: Priority email support
ca: Suport per correus prioritaris

source: Range of events to show on each calendar page.
ca: Rang d'esdeveniments a mostrar a cada pàgina de calendari.

source: Read more.
ca: Llegiu més.

source: Recurring Events
ca: Esdeveniments recurrents

# Cache maximum interval
source: Refresh Interval
ca: Interval d'actualització

source: Remove the navigation arrows and fix the calendar view to its initial state.
ca: Elimina les fletxes de navegació i fixa la visualització del calendari al seu estat inicial.

source: Response pending
ca: Resposta pendent

source: Same as start date
ca: El mateix que la data d'inici

source: Search Calendar
ca: Cerca calendaris

source: Search Calendar Types
ca: Cerca tipus de calendaris

source: Search Categories
ca: Busca categories

source: Search Events Source Types
ca: Cerca els tipus d'orígens d'esdeveniments

source: Search Query
ca: Consulta de cerca

source: See details.
ca: Vegeu els detalls.

source: See more details
ca: Més detalls

source: Separate calendar types with commas
ca: Separeu els tipus de calendaris per comes

source: Separate categories with commas
ca: Separeu les categories amb comes

source: Separate events source types with commas
ca: Separeu els tipus d'orígens d'esdeveniments per comes

source: Separator
ca: Separador

source: Server Environment
ca: Entorn del servidor

source: Server Timezone
ca: Fus horari del servidor

source: Server default timezone is %s - it should be UTC
ca: El fus horari del servidor per defecte és is %s - hauria de ser UTC

source: Set the date for the earliest possible event to show in calendar. There will not be events before this date.
ca: Fixeu la data per al primer esdeveniment que s'ha de mostrar al calendari. No hi haurà esdeveniments abans d'aquesta data.

source: Set the date for the latest possible event to show on calendar. There will not be events after this date.
ca: Fixeu la data per al darrer esdeveniment que s'ha de mostrar al calendari. No hi haurà esdeveniments després d'aquesta data.

source: Setting this to <code>Event source default</code> can at times cause unexpected results. Please test thoroughly.
ca: En establir això a <code> Font predeterminada d'origen de l'esdeveniment </code> pot provocar resultats inesperats.

source: Settings
ca: Configuració

source: Shortcode
ca: Codi breu

source: Shorten event titles in calendar grid to a specified length in characters.
ca: Escurça els títols dels esdeveniments de la graella fins a la longitud especificada en caràcters.

source: Show all
ca: Mostra tot(s)

source: Show attendees & RSVP status
ca: Mostra els assistents i els estats de RSVP

source: Show week & day views
ca: Mostra les vistes de la setmana i del dia

source: Simple Calendar
ca: Calendaris

source: Simple Calendar %s has a few display options to configure.
ca: A Simple Calendar %s trobareu algunes opcions de visualització per configurar.

source: Simple Calendar has been kindly translated into several other languages by contributors from all over the world.
ca: Simple Calendar ha estat traduït en diferents idiomes gràcies als col·laboradors d'arreu del món.

source: Simple Calendar is created by a worldwide team of developers. If you'd like to contribute please visit our <a href='%s' target='_blank'>GitHub repo</a>.
ca: Simple Calendar ha estat creat per un equip mundial de desenvolupadors. Si voleu contribuir, visiteu el nostre <a href='%s' target='_blank'> repositori de GitHub </a>.

source: Site Name
ca: Nom del lloc web

source: Site URL
ca: URL del web

# Use this site default setting
source: Site default
ca: Per defecte del lloc

source: Some calendars may display a message when no events are found. You can change the default message here.
ca: Alguns calendaris poden mostrar un missatge quan no es troba cap esdeveniment. Podeu canviar el missatge per defecte aquí.

source: Some calendars may use this setting to display the start of the week. It is recommended to keep the site default setting.
ca: Alguns calendaris poden utilitzar aquesta opció per mostrar l'inici de la setmana. Es recomana mantenir la configuració per defecte del lloc.

source: Span
ca: Abast

source: Specific date
ca: Data concreta

source: Static Calendar
ca: Calendari estàtic

source: Step 1: Set the Google Calendar you want to use as <strong>"public."</strong> <a href="%1s" target="_blank">Detailed instructions</a>
ca: Pas 1: Configureu el calendari que voleu fer servir com a <strong>"public."</strong> <a href="%1s" target="_blank">Instruccions detallades (en anglès)</a>

source: Step 2: Copy and paste your Google Calendar ID here. <a href="%2s" target="_blank">Detailed instructions</a>
ca: Pas 2: Copieu i enganxeu l'ID del calendari aquí. <a href="%2s" target="_blank">Instruccions detallades (en anglès)</a>

source: Styles
ca: Estils

source: System Report
ca: Informe del sistema

source: Thank you!
ca: Moltes Gràcies!

source: Thanks :)
ca: Gràcies :)

source: Thanks for installing!
ca: S'ha instal·lat

source: Thanks for updating to the latest version!
ca: Gràcies per actualitzar a la darrera versió!

source: Thanks for using Simple Calendar!
ca: Gràcies per utilitzar Calendaris!

source: The calendar default opening date. It will automatically adapt based on the chosen calendar type.
ca: La data d'obertura predeterminada del calendari. S'adaptarà automàticament basant-se en el tipus de calendari seleccionat.

source: Theme
ca: Tema
