Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/google-analyticator.po
Languages: ca, gl_es

source: after tracker initialization
ca: després de la inicialització del seguidor
gl_es: logo da inicialización do seguimento

source: before tracker initialization
ca: abans de la inicialització del seguidor
gl_es: antes da inicialización do seguimento

source: here
ca: aquí

source: if you have popups blocked
ca: si teniu finestres emergents bloquejades

source: not the dashboard functionality
ca: sense la funcionalitat de quadre de comandament

source: you can do this by clicking the button below.
ca: ho podeu fer fent clic al botó de sota.

source: No
gl_es: Non
