Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/google-calendar-events.po
Languages: ca

source: Theme Information
ca: Informació del tema

source: There are no calendar categories yet.
ca: Encara no hi ha categories de calendaris

source: There are no upcoming events.
ca: No hi ha esdeveniments propers

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
ca: Hi ha una nova versió de %1$s disponible. <a target="_blank" class="thickbox" href="%2$s">Vegeu els detalls de la versió %3$s</a> o <a href="%4$s">actualitza ara</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
ca: Hi ha una versió nova del %1$s disponible. <a target="_blank" class="thickbox" href="%2$s">Mostra els detalls de la versió %3$s</a>.

source: There was an error processing your request: %s
ca: S'ha produït un error processant la vostra petició: %s

source: This month
ca: Aquest mes

source: This option sets how calendars display event dates. It is recommended to keep your site default setting.
ca: Aquesta opció estableix com el calendari mostra les dates dels esdeveniments. Es recomana l'opció per defecte del lloc.

source: This option sets how calendars display event times. It is recommended to keep your site default setting.
ca: Aquesta opció estableix com el calendari mostra l'hora dels esdeveniments. Es recomana l'opció per defecte del lloc.

source: This option will set the background color for today's date. It will change the day number background and the border around the current day.
ca: Aquesta opció establirà el color de fons per a la data d'avui. Canviarà el fons del número del dia i el límit al voltant del dia actual.

source: This setting will modify the day number background for any days that have events on them.
ca: Aquest paràmetre modificarà el fons del número del dia per a qualsevol dia que tingui esdeveniments en ell.

source: This week
ca: Aquesta setmana

source: This year
ca: Aquest any

source: Tick this option if you want to wipe this plugin settings from database when uninstalling.
ca: Marqueu aquesta opció si voleu eliminar aquesta configuració del connector des de la base de dades en desinstal·lar-la.

source: Time Format
ca: Format de l'hora

source: Timezone
ca: Fus horari

source: Title:
ca: Títol:

source: To read events from your public Google Calendars you'll need create a Google API key and save it here.
ca: Per poder llegir els esdeveniments d'un calendari públic de Google, cal que creeu una Google API key i que la deseu aquí.

source: Today
ca: Avui

source: Tools
ca: Eines

source: Translators
ca: Traductors

source: Trim Event Titles
ca: Retalla els títols dels esdeveniments

source: Type in keywords if you only want display events that match these terms. You can use basic boolean search operators too.
ca: Introduïu paraules claus si només voleu mostrar esdeveniments concrets. Podeu utilitzar operadors booleans de cerca.

source: Update Calendar
ca: Actualitza el calendari

source: Update Calendar Type
ca: Actualitza el tipus de calendari

source: Update Category
ca: Actualitzar Categoria

source: Update Events Source Type
ca: Actualitzeu un tipus d'origen d'esdeveniment

source: Upgrade to Premium Now
ca: Actualitza a Premium

source: Used to divide date and time when both are shown.
ca: Es fa servir per separar la data de l'hora quan les dues es mostren alhora.

source: User Agent:
ca: Agent d'usuari:

source: Using a different timezone may alter the date and time display of your calendar events. It is recommended to keep the calendar default timezone.
ca: Si feu servir un fus horari diferent es pot alterar la visualització de la data i l'hora dels esdeveniments del calendari. Es recomana mantenir el fus horari per defecte calendari.

source: Using a different timezone may alter the date and time display of your calendar events. We recommended using the site default timezone.
ca: Si feu servir un fus horari diferent es pot alterar la visualització de la data i l'hora dels esdeveniments del calendari. Es recomana mantenir el fus horari per defecte de la zona.

source: Version
ca: Versió

source: Version:
ca: Versió:

source: View
ca: Visualitza

source: View %s
ca: Veure %s

source: View Calendar
ca: Mostra el calendari

source: View Calendar Type
ca: Visualitza el tipus de calendari

source: View Category
ca: Mostra la categoria

source: View Events Source Type
ca: Visualitzeu els tipus d'origen d'esdeveniment

source: View to display
ca: Tipus de visualització

source: Visit your Google Calendar account, copy your public calendar ID, then paste it here.
ca: Obriu el calendari de Google amb el vostre compte, copieu l'identificador públic (ID) i enganxaeu-lo aquí.

source: WARNING: Are you sure you want to start over and delete all license keys from the settings?
ca: Esteu segur que voleu tornar a començar i eliminar totes les claus de llicència de la configuració?

source: Warning
ca: Avís

source: Web Server
ca: Servidor web

source: Week Starts On
ca: La setmana comença en

source: Week(s)
ca: Setmana(es)

source: Week(s) after current
ca: Setmana(es) després de l'actual

source: Week(s) before current
ca: Setmana(es) abans de l'actual

source: Week(s) before start date
ca: Setmana(es) abans de la data d'inici

source: Weekday
ca: Dia laborable

source: Weeks
ca: setmanes

source: Weeks(s) after start date
ca: Setmana(es) després de la data d'inici

source: Welcome to Simple Calendar
ca: Benvinguts a "Calendaris"

source: Welcome to Simple Calendar %s
ca: Benvinguts a "Calendaris" %s

source: What's New
ca: Què hi ha de nou

source: While trying to retrieve events, Google returned an error:
ca: En tractar de recuperar esdeveniments, Google retorna un error:

source: WordPress Installation
ca: Instal·lació de WordPress

source: Year
ca: Any

source: Year(s) after current
ca: Any(s) després de l'actual

source: Year(s) after start date
ca: Any(s) després de la data d'inici

source: Year(s) before current
ca: Any(s) abans de l'actual

source: Year(s) before start date
ca: Any(s) abans de la data d'inici

source: Years
ca: anys

source: Yes
ca: Sí

source: Yes (hide navigation arrows)
ca: Sí (amaga les fletxes de navegació)

source: Yes, display on all days of event
ca: Sí, mostra a tots els dies de l'esdeveniment

source: You can also download your information as a text file to attach, or simply view it below.
ca: Podeu descarregar la vostra informació com a fitxer de text per adjuntar, o simplement veure-ho a continuació.

source: You can choose on which content types to add the ability to attach calendars.
ca: Podeu triar a quin tipus de contingut afegir la capacitat d'adjuntar calendaris.

source: You can use this to hide the month header for this calendar.
ca: Podeu fer servir això per amagar el mes a la capçalera d'aquest calendari.

source: You do not have permission to install plugin updates
ca: No teniu permís per instal·lar actualitzacions de complements

source: Your Email
ca: El teu email

source: Your Google Calendar events will not show up until you <a href="%s">create and save a Google API key</a>.
ca: Els vostres esdeveniments de Google Calendar no es mostraran fins que no <a href="%s">creeu i deseu una clau a Google API</a>.

source: Your license keys are used for access to automatic upgrades and premium support.
ca: Les claus de la vostra llicència s'utilitzen per accedir a les actualitzacions automàtiques i al suport premium.

# human date event builder code modifier
source: ago
ca: fa

# human date event builder code modifier
source: from now
ca: des d'ara

source: to get started now.
ca: Comencem.
