Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/grup-classe.po
Languages: ca, es_es

source: Includes a calendar, information about the tutor and two blocks of type text/html. Useful for the class blog.
ca: Inclou un calendari, informació sobre el tutor/a i dos blocs de tipus text/html. Útil per al blog de classe.
es_es: Incluye un calendario, información sobre el tutor/a y dos bloques de tipo text/html. Útil para el blog de clase.

source: Group-class
ca: Grup-classe
es_es: Grupo-clase

source: Mon. 00:00-00:00
ca: dl. 00:00-00:00
es_es: Lun. 00:00-00:00

source: Title:
ca: Títol:
es_es: Título:

source: Text/HTML
es_es: Texto/HTML

source: Calendar
ca: Agenda
es_es: Calendario

source: Calendar's title:
ca: Títol de l'agenda:
es_es: Título de la agenda:

source: Calendar:
ca: Calendari associat:
es_es: Calendario:

source: Tutor's information
ca: Tutoria
es_es: Tutoria

source: Tutor's name:
ca: Nom del tutor/a:
es_es: Nombre del tutor/a:

source: Tutor's email:
ca: Adreça electrònica del tutor/a:
es_es: El correo electrónico del tutor/a:

source: Timetable for attending to families:
ca: Horari d'atenció a les famílies:
es_es: Horario de atención a las familias:

source: Subscription Group:
ca: Subscripció de correu:
es_es: Suscripción de correo:

source: Links (associated menu)
ca: Enllaços (menú associat)
es_es: Enlaces (menú asociado)

source: Tutor's info
ca: Tutoria
es_es: Tutoria

source: Subscription
ca: Subscripció de correu
es_es: Suscripción de correo

source: We will notice you
ca: T'avisarem quan hi hagi notícies noves a
es_es: Te avisaremos cuando haya noticias nuevas

source: Links
ca: Enllaços
es_es: Enlaces

source: Grup-classe
es_es: Grupo-clase

source: Afegeix un nou giny que inclou elements útils per un blog d'un grup classe (calendari, informació sobre tutoria, enllaços associats) i dos blocs de text/HTML
es_es: Añadir nuevo widget que incluye elementos útiles para un blog de un grupo clase (calendario, información sobre tutoría, enlaces asociados) y dos bloques de texto/HTML
