Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/import-users-from-csv-with-meta.po
Languages: ca

source: You can also use any WordPress user standard field or an own metadata, if you have used it in your CSV. For example, if you have a first_name column, you could use **first_name** or any other meta_data like **my_custom_meta**
ca: Podeu utilitzar qualsevol camp estàndard de l'usuari de WordPress o una metadada pròpia, si l'heu utilitzat al vostre CSV. Per exemple, si teniu una columna de cognoms, podríeu utilitzar ** first_name** o qualsevol altra meta_data com ** my_custom_meta **

source: You can do it with multiple groups at the same time using commas to separate different groups, in bp_group column, i.e.: <em>group_1, group_2, group_3</em>
ca: Podeu fer-ho amb diversos grups al mateix temps, utilitzant comes per separar diferents grups, a la columna bp_group, és a dir: <em> group_1, group_2, group_3 </em>

source: You can import user groups and assign them to the users using the next format
ca: Podeu importar grups d'usuaris i assignar-los als usuaris utilitzant el següent format

source: You can insert any profile from BuddyPress using his name as header. Plugin will check, before import, which fields are defined in BuddyPress and will assign it in the update. You can use this fields:
ca: Podeu inserir qualsevol perfil de BuddyPress utilitzant el seu nom com a capçalera. El complement verificarà, abans d'importar, els camps definits a BuddyPress i l'assignarà a l'actualització. Podeu utilitzar aquests camps:

source: You can upload as many files as you want, but all must have the same columns. If you upload another file, the columns will change to the form of last file uploaded.
ca: Podeu carregar tants fitxers com vulgueu, però tots han de tenir les mateixes columnes. Si carregueu un fitxer diferent, les columnes canviaran a la forma de l'últim fitxer carregat.

source: You can use
ca: Pots utilitzar

source: You can use a column called id in order to make inserts or updates of an user using the ID used by WordPress in the wp_users table. We have two different cases:
ca: Podeu utilitzar una columna anomenada id per fer insercions o actualitzacions d'un usuari utilitzant l'identificador que utilitza WordPress a la taula wp_users. Trobareu dos casos diferents:

source: You can use the <strong>columns in the CSV format created by WooCommercer Membership</strong> in order to import data from this plugin.
ca: Podeu utilitzar les columnes <strong> en el format CSV creat per WooCommercer Membership </strong> per importar dades d'aquest connector.

source: You can use the <strong>profile fields</strong> you have created and also you can set one or more groups for each user. For example:
ca: Podeu utilitzar els <strong> camps de perfil </strong> que heu creat i també podeu establir un o més grups per a cada usuari. Per exemple:

source: You can use the columns in the CSV in order to import data from Indeed Ultimate Membership Pro.
ca: Podeu utilitzar les columnes del CSV per importar les dades de Indeed Ultimate Membership Pro.

source: You can use the columns in the CSV in order to import data from Paid Membership Pro plugin.
ca: Podeu utilitzar les columnes del CSV per importar dades del connector Paid Membership Pro.

source: You can use those labels if you want to set data adapted to the WooCommerce default user columns
ca: Podeu utilitzar aquestes etiquetes si voleu establir dades adaptades a les columnes d'usuaris predeterminats de WooCommerce

source: You can use those labels if you want to set data adapted to the WordPress default user columns (the ones who use the function
ca: Podeu utilitzar aquestes etiquetes si voleu establir dades adaptades a les columnes d'usuaris predeterminades de WordPress (els que utilitzen la funció

source: You have to introduce the path to file, i.e.:
ca: Introduïu la ruta d'accés al fitxer, és a dir:

source: You should fill the first three rows with the next values
ca: Heu d'omplir les tres primeres columnes amb els valors següents:

source: Your data to login in this site is:
ca: Les vostres dades per iniciar sessió en aquest lloc són:

source: Your file will be renamed after moved, so you will not lost any version of it. The way to rename will be append the time stamp using this date format: YmdHis.
ca: El vostre fitxer serà reanomenat després d'haver-se mogut, de manera que no perdreu cap versió d'aquest. La manera de canviar el nom s'afegirà al time stamp mitjançant aquest format de data: YmdHis.

source: and all the team of
ca: i tot l'equip de

source: and the team of
ca: i l'equip de

source: buy me a coffee
ca: comprar-me un cafè

source: click here
ca: feu clic aquí

source: codection
ca: codificació

source: could not moved to
ca: No s'ha pogut moure a

source: current site login url
ca: Adreça d'inici de sessió (URL) actual

source: developers of this plugin.
ca: Desenvolupadors d'aquest complement

source: does not have the same columns than the header, we are going to skip
ca: no té el mateix nombre de columnes que la capçalera. Per aquest motiu, s'ignorarà l'usuari

source: file
ca: fitxer

source: here to see results
ca: aquí per veure'n els resultats

source: id (column id)
ca: id (id de columna)

source: lms_courses as the column title
ca: lms_courses com a títol de columna

source: lost password url
ca: Contrasenya perduda

source: or you can upload it directly from your PC
ca: o el podeu pujar directament des del vostre ordinador

source: password reset url
ca: Reinicialitza la contrasenya

source: please enable Buddypress Extended Profile then import the csv file. You can then disable this afterwards
ca: activeu Buddypress Extended Profile i després importeu el fitxer CSV. Després ho podeu desactivar

source: to test
ca: per provar

source: two colons, inside the cell in order to split the string in a list of items.
ca: dos colons, dins de la cel·la per dividir la cadena en una llista d'elements.

source: uploaded on
ca: pujat el

source: user email
ca: correu electrònic de l'usuari

source: user password
ca: contrasenya de l'usuari

source: user_group as the column title
ca: user_group com a títol de la columna

source: username is not the same in the CSV and in database, we are going to skip.
ca: el nom d'usuari no és el mateix al CSV que la la bse de dades, s'ignorarà.

source: username to login
ca: nom d'usuari per iniciar sessió

source: users
ca: usuaris
