Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/import-users-from-csv-with-meta.po
Languages: ca

source: (Documents should look like the one presented into screenshot. Remember you should fill the first two columns with the next values)
ca: (Els documents haurien de semblar-se a la presentada en captura de pantalla. Recordeu que heu d'omplir les dues primeres columnes amb els valors següents)

source: (If you want to disable the extra profile information, please deactivate this plugin after make the import)
ca: (Si voleu desactivar la informació del perfil extra, desactiveu aquest complement després de fer la importació)

source: (The next columns are totally customizable and you can use whatever you want. All rows must contains same columns)
ca: Les columnes següents són totalment personalitzables i es poden fer servir de la forma que vulgueu. Totes les files han de contenir les mateixes columnes:

source: (User profile will be adapted to the kind of data you have selected)
ca: (El perfil d'usuari s'adaptarà al tipus de dades que heu seleccionat)

source: (if you load another CSV with different columns, the new ones will replace this list)
ca: (si carregueu un altre CSV amb columnes diferents, les noves substituiran aquesta llista)

source: (in this CSV file is called:
ca: (en aquest fitxer CSV es diu:

source: --Finished at
ca: --Finalitzat a

source: <em>or you can choose directly a file from your host,
ca: <em>El podeu triar directament del vostre servidor,

source: A string containing content about the user.
ca: Un text amb contingut sobre l'usuari.

source: A string containing the user's URL for the user's web site.
ca: Un text que conté l'URL de l'usuari per al seu lloc web.

source: A string that contains a URL-friendly name for the user. The default is the user's username.
ca: Un text que conté un URL amigable per a l'usuari. El valor per defecte és el nom de l'usuari.

source: A string that contains user passwords. We have different options for this case:
ca: Una cadena que conté contrasenyes d'usuari. Hi ha diferents opcions per a aquest cas:

source: A string that will be shown on the site. Defaults to user's username. It is likely that you will want to change this, for both appearance and security through obscurity (that is if you don't use and delete the default admin user).
ca: Un text que es mostrarà al lloc. Per defecte és el vostre nom d'usuari.

source: A string that will be shown on the site. Defaults to user's username. It is likely that you will want to change this, for both appearance and security through obscurity (that is if you dont use and delete the default admin user).
ca: Un text que es mostrarà al lloc. Per defecte és el vostre nom d'usuari.

source: Activate WordPress automattic email when an user is updated or his password is changed
ca: Activeu el correu automàtic de WordPress quan s'actualitzi un usuari o la contrasenya es modifiqui

source: Activate periodical import?
ca: Activar importació periòdica?

source: Activate users when they are being imported
ca: Activeu els usuaris quan s'estiguin important

source: Add new email template
ca: Afegeix una plantilla de correu electrònic nova

source: After delete users, we can choose if we want to assign their posts to another user. Please do not delete them or posts will be deleted.
ca: Després de suprimir els usuaris, podeu triar si voleu assignar les seves publicacions a un altre usuari. us recomanem no suprimir ni esborrar les publicacions.

source: All email template
ca: Tota la plantilla de correu electrònic

source: Allow Multiple Accounts
ca: Permetre múltiples comptes

source: Allow Multiple Accounts compatibility
ca: Permet la compatibilitat de múltiples comptes

source: Allow multiple accounts compatibility
ca: Permet la compatibilitat de múltiples comptes

source: Allow multiple user accounts to be created having the same email address.
ca: Permeteu crear diversos comptes d'usuari que tinguin la mateixa adreça de correu electrònic.

source: Allowed
ca: Permès

source: And the role assigned in this group: <em>Administrator, Moderator or Member</em>
ca: El rol assignat en aquest grup: <em> Administrador, moderador o membre </em>

source: Any question about it
ca: Quant a

source: Approve users at the same time is being created
ca: Aprova els usuaris al mateix temps que s'estan creant

source: Approve users when they are being imported
ca: Aprova els usuaris quan s'estan important

source: Are you sure to delete ALL CSV files uploaded? There can be CSV files from other plugins.
ca: Voleu eliminar tots els fitxers CSV carregats? Hi pot haver fitxers CSV d'altres complements.

source: Are you sure to delete all users that are not present in the CSV? This action cannot be undone.
ca: Voleu eliminar tots els usuaris que no estan presents al CSV? Aquesta acció no es pot desfer.

source: Are you sure to delete this file?
ca: Esteu segur que voleu suprimir aquest fitxer?

source: Attachment
ca: Adjunció

source: Auto rename after move?
ca: Reanomenar després de moure?

source: Become a patron
ca: Fer-se patró

source: BuddyPress compatibility
ca: Compatibilitat amb BuddyPress

source: BuddyPress is activated
ca: BuddyPress activat

source: BuddyPress users
ca: Usuaris de BuddyPress

source: But you will have to assign a role for each group: <em>Moderator,Moderator,Member,Member</em>
ca: Haureu d'assignar un rol per a cada grup: <em> Moderador, Moderador, Membre, Membre </em>

source: CSV file <span class="description">(required)</span>
ca: Fitxer CSV <span class="description">(requerit)</span></label>

source: CSV file <span class="description">(required)</span></label>
ca: Fitxer CSV <span class="description">(requerit)</span></label>

source: Choose or upload file
ca: Trieu o carregueu un fitxer

source: Click to open/close
ca: Premeu per obrir/tancar

source: Columns position
ca: Posició de les columnes

source: Copy to clipboard
ca: Còpia

source: Customize the email that can be sent when importing users
ca: Personalitzeu el correu electrònic que es pot enviar quan s'importen usuaris

source: Deactivate WordPress automattic email when an user is updated or his password is changed
ca: Desactiva el correu electrònic automàtic de WordPress quan s'actualitzi un usuari o es canvii la seva contrasenya

source: Default role
ca: Rol per defecte d'usuaris nous

source: Delete
ca: Suprimeix

source: Delete all CSV files uploaded
ca: Esborra tots els fitxers CSV pujats

source: Delete posts of deled users without assing to any user
ca: Elimineu publicacions d'usuaris suprimits sense assignar-los cap usuari

source: Delete the metadata
ca: Elimineu les metadades

source: Delete users that are not present in the CSV?
ca: Voleu eliminar els usuaris que no estan al CSV?

source: Disable role assignement in cron import
ca: Desactiva l'assignació de rols a la importació de cron

source: Disable role assignement in frontend import
ca: Desactiva l'assignació de rols a la importació de la interfície

source: Do not activate users
ca: Usuaris No activats

source: Do not approve users
ca: Usuaris no aprovats

source: Do you like it?
ca: T'ha agradat?

source: Do you want to enable mail templates?
ca: Voleu habilitar les plantilles de correu?

source: Do you wish to send a mail with credentials and other data?
ca: Voleu enviar un correu amb credencials i altres dades?

source: Do you wish to send this mail also to users that are being updated? (not only to the one which are being created)
ca: Voleu enviar aquest correu també als usuaris que s'estan actualitzant? (no només al que s'estan creant)

source: Documentation
ca: Documentació

source: Donate
ca: Feu un donatiu

source: Download this
ca: Baixa el fitxer

source: EMail not specified
ca: No s'ha especificat el correu electrònic

source: Edit email template
ca: Edita plantilla de correu

source: Enable mail templates:
ca: Habilita les plantilles de correu:

source: Error, the file
ca: Error en desar el fitxer

source: Error, we cannot find the file
ca: No podem trobar el fitxer

source: Example
ca: Exemple:

source: Execute an import of users in the frontend
ca: Importa usuaris a la interfície

source: Execute an import of users periodically
ca: Importa usuaris periòdicament

source: Extra profile fields
ca: Informació extra del perfil

source: Extra profile fields loadad in previous files
ca: Els camps de perfil addicional es carreguen en fitxers anteriors

source: Extra profile information
ca: Informació extra del perfil

source: Featured Image
ca: Imatge Destacada

source: File must contain at least 2 columns: username and email
ca: El fitxer ha de contenir almenys 2 columnes: nom d'usuari i adreça electrònica

source: File must contain at least <strong>2 columns: username and email</strong>. These should be the first two columns and it should be placed <strong>in this order: username and email</strong>. If there are more columns, this plugin will manage it automatically.
ca: El fitxer ha de contenir com a mínim <strong> 2 columnes: nom d'usuari (username) i correu electrònic (email) </strong>. Aquestes han de ser les dues primeres columnes i s'haurien de col·locar <strong> en aquest ordre: nom d'usuari (username) i correu electrònic (email) </strong>. Si hi ha més columnes, aquest connector ho gestionarà automàticament.

source: File successfully deleted
ca: El fitxer s'ha esborrat correctament

source: Files successfully deleted
ca: Els fitxers s'han esborrat correctament

source: Filter email template list
ca: Filtra la llista de plantilles de correu

source: For security reasons you should delete this files, probably they would be visible in the Internet if a bot or someone discover the URL. You can delete each file or maybe you want delete all CSV files you have uploaded:
ca: Per raons de seguretat heu d'esborrar aquests fitxers, és possible que siguin visibles a internet si un robot o algú descobreix l'URL. Podeu esborrar cadascun dels fitxers o potser voleu esborrar tots els fitxers CSV que heu pujat.

source: Free support (in WordPress forums):
ca: Fòrums de suport

source: Help
ca: Ajuda

source: Hi! we are
ca: Hola

source: How often the event should reoccur?
ca: Amb quina freqüència hauria de tornar a ocórrer l'esdeveniment?

source: If id <strong>doesn't exist in your users table</strong>: WordPress core does not allow us insert it, so it will throw an error of kind: invalid_user_id
ca: Si l'identificador <strong> no existeix a la taula dels usuaris </strong>: el nucli de WordPress no ens permet inserir-lo, de manera que llançarà un error de tipus: invalid_user_id

source: If id <strong>exists</strong>: plugin check if username is the same, if yes, it will update the data, if not, it ignores the cell to avoid problems
ca: Si l'identificador <strong> existeix </strong>: el connector comprova si el nom d'usuari és el mateix, si és així, actualitzarà les dades, si no, ignora la cel·la per evitar problemes

source: If you <strong>create a column called 'role'</strong>: if cell is empty, roles would be chosen from 'Default role' field in import screen; if cell has a value, it will be used as role, if this role doesn't exist the default one would be used
ca: Si <strong> creeu una columna anomenada "rol" </strong>: si la cel·la està buida, els rols es triarien del camp "Rol per defecte" a la pantalla d'importació; si la cel·la té un valor, s'utilitzarà com a rol, si aquest rol no existeix, s'utilitzarà el predeterminat

source: If you <strong>create a column for passwords</strong>: if cell is empty, password won't be updated; if cell has a value, it will be used
ca: Si <strong> creeu una columna per a contrasenyes </strong>: si la cel·la està buida, la contrasenya no s'actualitzarà; si la cel·la té un valor, s'utilitzarà

source: If you <strong>don't create a column for passwords</strong>: passwords will be generated automatically
ca: Si <strong> no creeu una columna per a contrasenyes </strong>: les contrasenyes es generaran automàticament

source: If you <strong>don't create a column for roles</strong>: roles would be chosen from the 'Default role' field in import screen.
ca: Si <strong> no creeu una columna per als rols </strong>: els rols es triarien del camp "Rol per defecte" a la pantalla d'importació.

source: If you get some error of this kind:
ca: Si obteniu algun error d'aquest tipus:

source: If you want to assign an user to a group you have to create a column 'bp_group' and a column 'bp_group_role'
ca: Si voleu assignar un usuari a un grup, haureu de crear una columna 'bp_group' i una columna 'bp_group_role'

source: If you want to import multiple values, you can use a list using commas to separate items
ca: Si voleu importar múltiples valors, podeu utilitzar una llista amb comes per separar elements

source: Import cron task starts at
ca: Importa la tasca cron a partir de

source: Import users from CSV
ca: Importa usuaris des d'un fitxer CSV

source: Import users from CSV with meta
ca: Importa usuaris des d'un fitxer CSV amb metadades

source: Important notice
ca: Important:

source: Importing users
ca: Important usuaris

source: Indeed Ultimate Membership Pro is activated
ca: L'últim Membre Pro s'ha activat

source: Insert complete path to the file
ca: Inseriu la ruta completa a l'arxiu

source: Insert into email template
ca: Insereix a una plantilla de correu

source: Insert users massively (CSV)
ca: Importa usuaris des d'un fitxer CSV

source: Inserting and updating data
ca: Introducció i actualització de dades

source: Invalid EMail
ca: El correu electrònic no és vàlid

source: Invalid role
ca: El rol no és vàlid

source: Invalid roles
ca: El rols no són vàlids

source: Item Archives
ca: Arxius de l'element

source: Item Attributes
ca: Atributs de l'element

source: Items list
ca: Llista d'elements

source: Last actions of schedule task
ca: Últimes accions de tasca de programació

source: Leave the old value for this metadata
ca: Deixeu el valor anterior per a aquestes metadades

source: LifterLMS is activated
ca: LifterLMS està activat

source: Lists
ca: Llistes

source: Log
ca: Registre

source: Mail options
ca: Opcions de correu

source: Mail subject :
ca: Assumpte del missatge:

source: Mail template updated correctly
ca: La plantilla s'ha actualitzat correctament

source: Move file after import?
ca: Voleu moure l'arxiu després d'importar?

source: Multiple roles can be imported creating <strong>a list of roles</strong> using commas to separate values.
ca: Es poden importar diversos rols creant <strong> una llista de rols </strong> utilitzant comes per separar els valors.

source: Need help with WordPress or WooCommerce?
ca: Necessiteu ajuda amb WordPress?

source: New User Approve
ca: Nou usuari aprovat

source: New email template
ca: Plantilla de correu electrònic nova

source: Nonce check failed
ca: Ha fallat la verificació del Nonce

source: Not allowed
ca: No està permès

source: Not found
ca: No s'ha trobat

source: Not found in Trash
ca: No s'ha trobat a la paperera

source: Old CSV files uploaded
ca: Fitxers CSV antics

source: Only for
ca: Només per

source: Only users who are able to create users can manage this form.
ca: Només els usuaris que poden crear usuaris poden gestionar aquest formulari.

source: Paid Mebership Pro is activated
ca: S'ha activat Pro Membership Pro

source: Parent Item:
ca: Elemento padre

source: Password has not been changed
ca: La contrasenya no ha canviat

source: Passwords (column password)
ca: Contrasenyes (contrasenya de columna)

source: Path of file that are going to be imported
ca: La ruta de l'arxiu que serà importat

source: PayPal – The safer, easier way to pay online.
ca: PayPal – la manera més segura i fàcil per pagar en línia.

source: Period
ca: Període

source: Please choose a file
ca: Seleccioneu un fitxer

source: Please, read carefully how <strong>passwords are managed</strong> and also take note about capitalization, this plugin is <strong>case sensitive</strong>.
ca: Llegiu atentament com es <strong>gestionen les contrasenyes </strong> i també preneu nota de la majúscula, aquest connector és <strong> sensible a les majúscules i minúscules </strong>.

source: Plugin can import roles from the CSV. This is how it works:
ca: Aquest complement pot importar funcions des del CSV. Funciona així:

source: Plugin can now import lists an array. Use this separator:
ca: El complement pot importar llistes d'una matriu. Utilitzeu aquest separador:

source: Plugin can now import serialized data. You have to use the serialized string directly in the CSV cell in order the plugin will be able to understand it as an serialized data instead as any other string.
ca: El complement pot importar dades serialitzades. Heu d'utilitzar la cadena serialitzada directament a la cel·la CSV perquè el connector pugui entendre-la com a dades serialitzades en lloc de qualsevol altra cadena.

source: Premium plugins
ca: Complements premium

source: Premium support
ca: Suport premium

source: Premium support (with a quote):
ca: Suport premium (amb quota):

source: Problems with ID
ca: Problemes amb l'identificador

source: Problems with user %s. Skiping importation
ca: Hi ha problemes amb l'usuari %s. Salta la importació

source: Process finished you can go
ca: La importació ha acabat. Feu clic

source: Read more about columns and formats
ca: Llegiu més sobre columnes i formats

source: Remember that all date fields have to be imported using a format like this: 2016-01-01 00:00:00
ca: Recordeu que totes les dades de l'arxiu s'han d'importar utilitzant un format similar a aquest: 2016-01-01 00:00:00

source: Remove featured image
ca: Elimina la imatge destacada

source: Remove file
ca: Suprimeix el fitxer

source: Repeated email in different users?
ca: Correus repetits en diferents usuaris?

source: Role
ca: Rol

source: Roles (column role)
ca: Rols (rol de columna)

source: Row
ca: Fila

source: Row number
ca: La fila número

source: Save email template and options
ca: Desa la plantilla de correu electrònic i les opcions

source: Save frontend import options
ca: Desa les opcions d'importació de la interfície

source: Save option
ca: Desa

source: Save schedule options
ca: Desa les opcions de planificació

source: Search email template
ca: Cerca la plantilla de correu electrònic

source: Send automattic WordPress emails?
ca: Voleu enviar correus automàtics de WordPress?

source: Send mail
ca: Envia missatge de correu electrònic

source: Send mail also to users that are being updated?
ca: Envia correu també als usuaris que s'estan actualitzant?

source: Send mail when using frontend import?
ca: Voleu enviar un correu electrònic quan s'utilitza la importació de la interfície?

source: Send mail when using periodical import?
ca: Voleu enviar un correu electrònic quan s'utilitza la importació periòdica?

source: Serialized data
ca: Dades serialitzades

source: Set featured image
ca: Defineix la imatge destacada

source: Sets the username.
ca: Estableix el nom d'usuari.

source: Sets user email.
ca: Estableix l'adreça electrònica de l'usuari.

source: Sets user password.
ca: Estableix la contrasenya de l'usuari.

source: Settings updated correctly
ca: La configuració s'ha actualitzat correctament

source: Show fields in profile?
ca: Voleu mostrar els camps del perfil?

source: Start importing
ca: Inicia la importació

source: The next columns are totally customizable and you can use whatever you want. All rows must contains same columns
ca: Les columnes següents són totalment personalitzables i es poden fer servir de la forma que vulgueu. Totes les files han de contenir les mateixes columnes:

source: The user's first name.
ca: Nom de l'usuari.

source: The user's last name.
ca: Cognom de l'usuari.

source: The user's nickname, defaults to the user's username.
ca: L'àlies de l'usuari, per defecte, el nom d'usuari.

source: The value of each cell will be the name of the user group (do not use slugs)
ca: El valor de cada cel·la serà el nom del grup d'usuaris (no utilitzeu slugs)

source: Then in each cell you have to fill with the BuddyPress <strong>group slug</strong>
ca: Heu d'omplir cada cel·la amb <strong> l'slug de grups</strong> de BuddyPress

source: There is no columns loaded yet
ca: Encara no s'han carregat les columnes

source: There were problems deleting the file, please check file permissions
ca: No s'ha pogut esborrar el fitxer, comproveu els permisos dels fitxers

source: There were problems deleting the files, please check files permissions
ca: No s'ha pogut esborrar el fitxers, comproveu els permisos dels fitxers

source: This plugins allows to import users using CSV files to WP database automatically
ca: Aquests connectors permeten importar usuaris que utilitzin fitxers CSV a la base de dades WP automàticament

source: URL to login
ca: Adreça d'inici de sessió (URL)

source: Unable to write to directory. Is this directory writable by the server?
ca: No es pot escriure al directori. Comproveu que el servidor pot pot escriure en aquest directori.

source: Update email template
ca: Actualitza la plantilla de correu electrònic

source: Update existing users?
ca: Voleu actualitzar els usuaris existents?

source: Update roles for existing users?
ca: Voleu actualitzar el rol dels usuaris existents?

source: Update users
ca: Actualitza els usuaris

source: Upload and process
ca: Carregueu i processeu

source: Upload file
ca: Penja un document

source: Uploaded to this email template
ca: S'ha carregat en aquesta plantilla de correu electrònic

source: Use as featured image
ca: Useu com a imatge resum

source: Use this file
ca: Usa aquest fitxer

source: Use this shortcode in any page or post
ca: Utilitzeu aquest codi a qualsevol pàgina o article

source: User already exists as:
ca: L'usuari ja existeix com:

source: User's AOL IM account.
ca: Compte AOL IM de l'usuari

source: User's Jabber account.
ca: Compte Jabber de l'usuari.

source: User's Yahoo IM account.
ca: Compte Yahoo IM de l'usuari.

source: Users not present in CSV file
ca: Els usuaris no són al fitxer CSV

source: View email template
ca: Mostra la plantilla de correu electrònic

source: View email templates
ca: Mostra les plantilles de correu electrònic

source: WP Members
ca: Membres WP

source: WP Members compatibility
ca: Compatibilitat amb WP Members

source: WP Users Group is activated
ca: Grup d'usuaris WP activat

source: Welcome to
ca: Benvinguts a

source: Welcome,
ca: Benvinguts,

source: What should the plugin do with empty cells?
ca: Què faria el complement amb les cel·les buides?

source: Where do I get this info?
ca: On trobo aquesta informació?

source: Which role would be used to import users?
ca: Quin rol s'hauria d'utilitzar per importar usuaris?

source: WooCommerce Membership is activated
ca: S'ha activat WooCommerce Membership

source: WooCommerce is activated
ca: WooCommerce activat

source: WordPress automatic emails users updated
ca: Els usuaris de correus electrònics de WordPress s'han actualitzat

source: WordPress default profile data
ca: Mostra els avatars predefinits del WordPress

source: Yes
ca: Sí

source: Yes, add new roles and not override existing ones
ca: Afegiu nous rols i no anul·leu els existents

source: Yes, update and override existing roles
ca: Actualitzeu el rol dels usuaris existents

source: You are not allowed to see this content.
ca: No esteu autoritzat a veure aquest contingut

source: You are not an adminstrator
ca: No sou administrador
