Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/pods.po
Languages: ca

source: Are you sure you want to do this? This is a good time to make sure you have a backup. We are deleting all of the data that surrounds with no turning back.
ca: Segur que voleu fer això? Aquest és un bon moment per assegurar-vos que teniu una còpia de seguretat. Estem eliminant totes les dades que envolten sense tornar enrere.

source: Assign the Capabilities for
ca: Assigneu les funcions de

source: Associated Pod
ca: Pod associat

source: Associated Post Types
ca: Tipus d'articles missatges associats

source: Attach a file
ca: Adjunta un fitxer

source: Attachment Page
ca: Pàgina de les adjuncions

source: Attachments Default Tab
ca: Fitxa predeterminada d'adjunts

source: Audio (mp3, m4a, wav, wma, etc..)
ca: Àudio (mp3, m4a, wav, wma, etc..)

source: Australian Dollar
ca: Dòlar australià

source: Author
ca: Autor

source: Auto Template Options
ca: Opcions de plantilla automàtiques

source: Autocomplete
ca: Compleció automàtica

source: Available Post Types
ca: Tipus d'articles disponibles

source: Available Taxonomies
ca: Taxonomies disponibles

source: Back to %s
ca: Torna a %s

source: Back to Manage
ca: Gestiona

source: Basic
ca: Bàsic

source: Before
ca: Abans

source: Before (ex. $100)
ca: Abans

source: Before Content
ca: Abans del contingut

source: Before width space and with Currency Code after (ex. $ 100 USD)
ca: Abans de l'amplada i amb el codi de moneda després (ex. € 100 USD)

source: Before with Currency Code after (ex. $100 USD)
ca: Abans amb el codi de moneda després (ex. € 100 USD)

source: Before with space (ex. $ 100)
ca: Abans amb espai (ex. € 100)

source: Bi-directional Field
ca: Camp bidireccional

source: Bi-directional fields will update their related field for any item you select. This feature is only available for two relationships between two Pods.<br /><br />For example, when you update a Parent pod item to relate to a Child item, when you go to edit that Child item you will see the Parent pod item selected.
ca: Els camps bidireccionals actualitzaran el camp relacionat amb qualsevol element que seleccioneu. Aquesta funció només està disponible per a dues relacions entre dos Pods. <br /> <br /> Per exemple, quan actualitzeu un ítem de l’enregistrament principal per relacionar-se amb un element fill, quan aneu a editar l’element del fill, veureu el pare seleccionat de l’element del Pod.

source: Brazilian Real
ca: Real brasiler

source: British Pound
ca: Lliura britànica

source: Built-in Taxonomies
ca: Taxonomies integrades

source: Bulk Actions
ca: Accions massives

source: By resetting the weekend, you will be sent back to Friday night and the weekend you've just spent will be erased. You will retain all of your memories of the weekend, and be able to relive it in any way you wish.
ca: Si restabliu el cap de setmana, sereu enviat a divendres a la nit i el cap de setmana que acabeu de passar serà esborrat. Conservareu tots els vostres records del cap de setmana i podreu reviure-ho de la manera que vulgueu.

source: CA Provinces
ca: Províncies de CA.

source: Cache Expiration (in seconds)
ca: Caducitat de la memòria cau (en segons)

source: Cache Type
ca: Tipus de memòria cau

source: Calendar - Days of Week
ca: Dies

source: Calendar - Months of Year
ca: Mesos

source: Canadian Dollar
ca: Dòlar canadenc

source: Cancel
ca: Cancel·la

source: Cannot add Database Table for Pod
ca: No es pot afegir la taula de base de dades per al Pod

source: Cannot create new field
ca: No podeu crear un nou camp

source: Cannot save Field
ca: No es pot desar el camp

source: Cannot save Pod
ca: No es pot desar el Pod

source: Cannot save the %s field
ca: No es pot desar el camp %s

source: Cannot update Database Table for Pod
ca: No es pot actualitzar la taula de base de dades per a Pod

source: Capabilities
ca: Competències

source: Capability Allowed
ca: Permès

source: Category
ca: Categoria

source: Changes double line-breaks in the text into HTML paragraphs
ca: Canvia els salts de línia dobles del text en paràgrafs HTML

source: Changes double line-breaks in the text into HTML paragraphs.
ca: Canvia els salts de línia dobles del text en paràgrafs HTML.

source: Changes the first segment of the URL, which by default is the name of the Pod. For example, if your Pod is called "foo", if this field is left blank, your link will be "example.com/foo/post_slug", but if you were to enter "bar" your link will be "example.com/bar/post_slug".
ca: Canvia el primer segment de l'URL, que per defecte és el nom del Pod. Per exemple, si el vostre Pod s'anomena "foo", si aquest camp es deixa en blanc, el vostre enllaç serà "exemple.com/foo/post_slug", però si voleu introduir "bar" el vostre enllaç serà "exemple.com/bar/post_slug".

source: Checkbox
ca: Casella de verificació

source: Checkboxes
ca: Caselles de verificació

source: Chinese Yen (¥)
ca: Ien xinès (¥)

source: Chinese Yuan (元)
ca: Yuan xinès (元)

source: Choose
ca: Trieu

source: Choose Export Fields
ca: Trieu què voleu exportar

source: Choose Post Types to Import
ca: Trieu els tipus d'articles què voleu exportar

source: Choose Taxonomies to Import
ca: Trieu les taxonomies què voleu exportar

source: Choose a Pod
ca: Trieu un Pod

source: Choose below which Capabilities you would like this existing user role to have.
ca: Trieu a sota quines funcions voleu que tingui aquest rol d’usuari.

source: Choose below which Capabilities you would like this new user role to have.
ca: Trieu a sota quines funcions voleu que tingui aquest nou rol d’usuari.

source: Choose below which Custom Post Types and Taxonomies you want to import into Pods 2.0
ca: Trieu a continuació quins tipus de taxes i tipus d'articles personalitzats voleu importar a Pods 2.0

source: Choose from the most used %s
ca: Trieu una de les més usades %s

source: Choose from the most used <span class="pods-slugged-lower" data-sluggable="label">items</span>
ca: Trieu entre els elements més utilitzats <span class="pods-slugged-lower" data-sluggable="etiqueta">items</span>

source: Choose which Pod Helpers to export
ca: Trieu quins servidors Pod exportar

source: Choose which Pod Pages to export
ca: Trieu quines pàgines Pod exportar

source: Choose which Pod Templates to export
ca: Trieu quines plantilles Pod exportar

source: Choose which Pods to export
ca: Trieu quins Pods voleu exportar

source: Choose which Pods, Fields, and other settings to export into a package.
ca: Trieu els Pods, els camps i altres paràmetres per exportar en un paquet.

source: Cleanup
ca: Netejar

source: Cleanup &amp; Reset
ca: Neteja &amp; Restableix

source: Clear
ca: Neteja

source: Clear Pods Cache
ca: Buida la memòria cau

source: Click to sign up
ca: Feu clic per registrar-vos

source: Closed
ca: Tancat

source: Code
ca: Codi

source: Code (Syntax Highlighting)
ca: Codi (ressaltat de sintaxi)

source: Color Picker
ca: Selector de color

source: Comma-separated list of cababilities, for example add_podname_item, please see the Roles and Capabilities component for the complete list and a way to add your own.
ca: Llista separada per comes de funcionalitats, per exemple add_podname_item, consulteu el component Rols i Funcionalitats per a la llista completa i una manera d’afegir els vostres propis.

source: Comma-separated list of custom "supports" values to pass to register_post_type.
ca: La llista separada per comes de valors personalitzats "suports" per passar a register_post_type.

source: Comment data is required but is either invalid or empty
ca: Les dades de comentaris són necessàries, però no són vàlides

source: Comments
ca: Comentaris

source: Comments (extended)
ca: Comentaris (ampliat)

source: Component %s is already active.
ca: El component %s ja està actiu.

source: Component %s is not active.
ca: El component %s no està actiu.

source: Component activated.
ca: Activat.

source: Component deactivated.
ca: Desactivat.

source: Component disabled
ca: Component inhabilitat

source: Component enabled
ca: Component habilitat

source: Configure
ca: Configura

source: Content
ca: Contingut

source: Content Type
ca: Tipus de contingut

source: Continue
ca: Continua

source: Convert to dash
ca: Converteix en guió

source: Converts text into valid XHTML and Unicode
ca: Converteix text en XHTML i Unicode vàlids

source: Copy
ca: Copia

source: Countries
ca: Països

source: Coupon Code
ca: Codi de cupó

source: Create New
ca: Crea'n un de nou

source: Create a New Content Type
ca: Crea un nou tipus de contingut

source: Create entirely new content types using <strong>Post Types</strong>, <strong>Taxonomies</strong>, or <strong>Custom Settings Pages</strong>.
ca: Creeu tipus de contingut completament nous amb <strong> Tipus d'articles </strong>, <strong> Taxonomies </strong> o <strong> Pàgines de configuració personalitzades </strong>.

source: Create or Extend
ca: Crea o amplia

source: Created on
ca: Creat a

source: Creating a new Content Type allows you to control exactly what that content type does, how it acts like, the fields it has, and the way you manage it.
ca: La creació d'un nou tipus de contingut us permet controlar exactament el que fa aquest tipus de contingut, com funciona, els camps que té i la manera de gestionar-lo.

source: Currency
ca: Moneda

source: Currency Placement
ca: Col·locació de divises

source: Currency Sign
ca: Signe de moneda

source: Current page
ca: Pàgina actual

source: Custom
ca: Personalitzat

source: Custom (hook into pods_admin_ui_custom or pods_admin_ui_custom_{podname} action)
ca: Personalitzat (accedeix a pods_admin_ui_custom o pods_admin_ui_custom_ {acció podname})

source: Custom (uses only Pod Page content)
ca: Personalitzat (utilitza només contingut de pàgina Pod)

source: Custom Capabilities
ca: Funcionalitats personalitzades

source: Custom Capability
ca: Funcionalitat personalitzada

source: Custom Defined Options
ca: Opcions definides personalitzades

source: Custom Fields
ca: Camps personalitzats

source: Custom Menu Location
ca: Ubicació del menú personalitzat

source: Custom Post Type
ca: Tipus d'article personalitzat

source: Custom Post Type (like Posts or Pages)
ca: Tipus d'article personalitzat (com a missatges o pàgines)

source: Custom Post Type UI provides an interface to create Custom Post Types and Custom Taxonomies. You can import these and their settings directly into Pods 2.0
ca: La interfície d’usuari de tipus de missatge personalitzat proporciona una interfície per crear tipus d'articles i taxonomies personalitzades. Podeu importar-les i configurar-les directament a Pods 2.0

source: Custom Query Var Name
ca: Nom de consulta Var personalitzat

source: Custom Rewrite Slug
ca: Lletra de reescriptura personalitzada

source: Custom Settings Page
ca: Configuració personalitzada

source: Custom Taxonomy
ca: Taxonomia personalitzada

source: Custom Taxonomy (like Categories or Tags)
ca: Taxonomia personalitzada (com ara categories o etiquetes)

source: Custom Template
ca: Plantilla personalitzada

source: Custom User Capability
ca: Funcionalitat de l'usuari personalitzada

source: Custom field deleted.
ca: S'ha suprimit el camp personalitzat.

source: Custom field updated.
ca: S'ha actualitzat el camp personalitzat.

source: Custom format
ca: Format personalitzat

source: Custom will allow you to enter your own using PHP Date/Time Strings.
ca: Personalitza us permetrà introduir el vostre propi ús de cadenes de data/hora de PHP.

source: Customized <em>GROUP BY</em>
ca: <em>GROUP BY</em> personalitzat

source: Customized <em>ORDER BY</em>
ca: <em>ORDER BY</em> personalitzat

source: Customized <em>WHERE</em>
ca: <em>WHERE</em> personalitzat

source: Czech Koruna
ca: Corona txeca

source: Danish Krone
ca: Corona danesa

source: Database Tables
ca: Taula de base de dades

source: Date
ca: Data

source: Date / Time
ca: Data / Hora

source: Date Format
ca: Format de data

source: Date Format Type
ca: Tipus de format de data

source: Date format for display
ca: Format de data per mostrar

source: Date format for input
ca: Format de data per a l'entrada

source: Deactivate and Delete Pods 2.x data
ca: Desactiveu i suprimiu les dades dels Pods 2.x

source: Deactivate and Delete Pods data
ca: Desactiva i suprimeix les dades dels pods

source: Debug Information
ca: Informació de depuració

source: Decimal handling when zero
ca: Gestió decimal quan és zero

source: Default
ca: Predeterminada

source: Default - Add to associated Post Type(s) menus
ca: Per defecte: afegir als menús associats de tipus d'article (s)

source: Default Select Text
ca: Seleccioneu el text per defecte

source: Default Status
ca: Estat predeterminat

source: Default Value
ca: Valor per defecte

source: Defaults to singular name
ca: Nom del singular per defecte

source: Delete
ca: Esborra

source: Delete <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ca: Elimina <span class="pods-slugged" data-sluggable="label_singular">Element</span>

source: Delete All Items
ca: Suprimeix tots els elements

source: Delete Field
ca: Elimina el camp

source: Delete Pods 1.x data
ca: Elimina les dades de Pods 1.x

source: Delete Pods 1.x settings and data
ca: Suprimeix els paràmetres i dades de Pods 1.x

source: Delete this %s
ca: Suprimeix %s

source: Delete this field
ca: Elimina aquest camp

source: Delete this item
ca: Elimina aquest element

source: Depth
ca: Profunditat

source: Description
ca: Descripció

source: Deselect
ca: Desselecciona

source: Detail Page URL
ca: Adressa web

source: Developer Preview
ca: Vista prèvia del desenvolupador

source: Disable
ca: Desactiva

source: Disable Caching
ca: Desactiva la memòria cau

source: Display Field in Selection List
ca: Mostra el camp a la llista de selecció

source: Display a Single Pod Item
ca: Mostra un únic element Pod

source: Display a field from a single Pod item
ca: Mostra un camp d'un element Pod únic

source: Display a field from this item
ca: Mostra un camp per aquest element

source: Display a form for creating and editing Pod items
ca: Mostra un formulari per crear i editar elements Pod

source: Display a single Pod item
ca: Mostra un únic element Pod

source: Display a single Pod item's field value
ca: Mostra un valor de camp d'un element Pod únic

source: Display multiple Pod items
ca: Mostra diversos elements Pod

source: Do not enable extra fields to be added
ca: No permet afegir camps addicionals

source: Download
ca: Baixa

source: Drop Down
ca: Desplegable

source: Due to a number of optimizations in Pods 2.x, we need to run a few updates to your database. This should not remove or change your existing Pod data from 1.x, so if you wish to rollback to Pods 1.x - you can easily do that.
ca: A causa d’una sèrie d’optimitzacions en Pods 2.x, hem d’executar algunes actualitzacions a la vostra base de dades. Això no hauria de suprimir o canviar les dades de Pod actuals de 1.x, de manera que si voleu desfer la subhasta 1.x, podeu fer-ho fàcilment.

source: Duplicate
ca: Duplica

source: Duplicate %s
ca: Duplica %s

source: Duplicate <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ca: Duplica <span class="pods-slugged" data-sluggable="label_singular">Element</span>

source: Duplicate this field
ca: Duplica el camp

source: Duplicate this item
ca: Duplica aquest element

source: During this process your Pods, Settings, and Content will be migrated into the optimized Pods 2.x architecture. We will not delete any of your old data, the tables will remain until you choose to clean them up after a successful upgrade.
ca: Durant aquest procés, els vostres Pods, configuració i contingut s’importaran a l’arquitectura de Pods 2.x optimitzada. No eliminarem cap de les vostres dades antigues, les taules romandran fins que decidiu netejar-les després d'una actualització satisfactòria.

source: During this process your Relationships will be optimized.
ca: Durant aquest procés s’optimitzaran les vostres relacions.

source: E-mail
ca: Correu electrònic

source: Edit
ca: Edita

source: Edit %s
ca: Edita %s

source: Edit <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ca: Edita l'<span class="pods-slugged" data-sluggable="label_singular">element</span>

source: Edit Pod
ca: Edita el Pod

source: Edit Pods
ca: Edita els Pods

source: Edit this field
ca: Edita el camp

source: Edit this item
ca: Edita l'element

source: Editable Title
ca: Títol editable

source: Editor Options
ca: Opcions de l'editor

source: Either Field Name / Field ID / Field Type, or Pod Name / Pod ID are required
ca: Es requereix un nom de camp / identificador de camp / un tipus de camp o un nom de Pod / identificador de Pod

source: Either Field Name or Field ID / Pod ID are required
ca: Es requereix un nom de camp o identificador de camp / identificador de Pod

source: Either Object ID or Name are required
ca: Es requereix identificació de l'objecte o nom

source: Embed Height
ca: Incrusta l'altura

source: Embed Width
ca: Amplada de la incrustació

source: Embed [shortcodes] that help transform your static content into dynamic content.
ca: Insereix [codis curts] que ajuden a transformar el vostre contingut estàtic en contingut dinàmic.

source: Embed content from a Pods Page
ca: Incrustar contingut d’una pàgina Pods

source: Embed videos, images, tweets, and other content.
ca: Incrusteu vídeos, imatges, tweets i altres continguts.

source: Enable
ca: Habilita

source: Enable Archive Page
ca: Activa la pàgina d'arxiu

source: Enable Automatic Pods Templates for this Pod?
ca: Activa les plantilles automàtiques per a aquest Pod?

source: Enable Extra Fields
ca: Activa camps extra

source: Enable Extra Fields?
ca: Voleu activar camps extra?

source: Enable HTML5 Input Field?
ca: Voleu activar els camps d'entrada HTML5?

source: Enable Media Buttons?
ca: Voleu activar els botons multimèdia?

source: Enable Phone Extension?
ca: Voleu activar l'extensións del telèfon?

source: Enable Selecting from Existing Links?
ca: Activa la selecció dels enllaços existents?

source: Enable convert_chars?
ca: Voleu activar convert_chars?

source: Enable extra fields for this Taxonomy (Table Based)
ca: Activa camps addicionals per a aquesta taxonomia (basada en taules)

source: Enable oEmbed?
ca: Voleu habilitar o incrustar?

source: Enable wpautop?
ca: Voleu habilitar wpautop?

source: Enable wptexturize?
ca: Voleu habilitar wptexturize?

source: Enable/Disable languages for this Pod
ca: Activa o desactiva els idiomes per aquest Pod

source: Enables additional capabilities for this Post Type including: delete_{capability}s, delete_private_{capability}s, delete_published_{capability}s, delete_others_{capability}s, edit_private_{capability}s, and edit_published_{capability}s
ca: Habilita funcions addicionals per a aquest tipus d'articles, incloent: delete_ {capacitat} s, delete_private_ {capacitat} s, delete_published_ {capacitats} s, delete_others_ {capacitats} s, edit_private_ {capacitats} s i edit_published_ {capability} s

source: Enables additional capabilities for this Taxonomy including: manage_{capability}_terms, edit_{capability}_terms, assign_{capability}_terms, and delete_{capability}_terms
ca: Habilita funcions addicionals per a aquesta taxonomia incloent: manage_ {capacitat} _terms, edit_ {capacitat} _terms, assign_ {capacitat} _terms i delete_ {capacitat} _terms

source: Enabling extra fields for this taxonomy will add a custom table into your database as <em>%s</em>.
ca: Si activeu camps addicionals per a aquesta taxonomia, s’afegirà una taula personalitzada a la vostra base de dades com a <em>% s </em>.

source: Enter URL here
ca: Introduïu l'URL aquí

source: Enter helper name here
ca: Introduïu el nom de l'assistent aquí

source: Enter name here
ca: Introduïu el nom aquí

source: Enter template name here
ca: Introduïu el nom de la plantilla aquí

source: Error deleting pod: %s
ca: S'ha produït un error en suprimir el pod: %s

source: Error duplicating pod: %s
ca: S'ha produït un error en duplicar el pod: %s

source: Error exporting Pods Package: %s
ca: S'ha produït un error en exportar el paquet Pods: %s

source: Error exporting pod item: %s
ca: S'ha produït un error en exportar l’element de pod: %s

source: Error exporting pod items: %s
ca: S'ha produït un error en exportar els elements de pod:% s

source: Error resetting pod: %s
ca: S'ha produït un error en restablir el pod: %s

source: Error saving pod item: %s
ca: Error en desar l’element del pod:% s

source: Error saving pod: %s
ca: S'ha produït un error en desar el pod: %s

source: Error uploading file:
ca: S'ha produït un error en actualitzar ela camp:

source: Excerpt
ca: Extracte

source: Exclude from Search
ca: Excloure de la cerca

source: Execute Auto Template outside of the WordPress loop? (advanced)
ca: Executa una plantilla automàtica fora del bucle de WordPress? (avançat)

source: Export
ca: Exporta

source: Export all %s
ca: Exporta tot %s

source: Export as:
ca: Exporta com a:

source: Extend Existing
ca: Amplieu l'existent

source: Extend an Existing Content Type
ca: Amplieu el tipus de contingut existent

source: Extend any existing content type within WordPress, including <strong>Post Types</strong> (Posts, Pages, etc), <strong>Taxonomies</strong> (Categories, Tags, etc), <strong>Media</strong>, <strong>Users</strong>, or <strong>Comments</strong>.
ca: Amplieu qualsevol tipus de contingut existent a WordPress, incloent <strong> Tipus d'article </strong> (articles, pàgines, etc), <strong> Taxonomies </strong> (categories, etiquetes, etc), <strong> suports </strong> <strong> Usuaris </strong> o <strong> Comentaris </strong>.

source: Extending an existing Content Type allows you to add fields to it and take advantage of the Pods architecture for management and optionally for theming.
ca: L’extensió d’un tipus de contingut existent us permet afegir camps i aprofitar l’arquitectura Pods per a la gestió i, opcionalment, per a la creació d’aquests.

source: Extra Fields
ca: Camps extra

source: Extra fields were successfully enabled for this Custom Taxonomy.
ca: S'han activat correctament camps addicionals per a aquesta taxonomia personalitzada.

source: Featured Image
ca: Imatge destacada

source: Field
ca: Camp

source: Field %1$s already exists, you cannot rename %2$s to that
ca: El camp %1$s ja existeix, no es pot canviar el nom de %2$s

source: Field %s already exists
ca: El camp %s ja existeix

source: Field Type
ca: Tipus de camp

source: Field Types
ca: Tipus de camps

source: Field not found
ca: No s'ha trobat el camp

source: Field types are used to determine what kind of data will be stored in the Pod. They can range from, dates, text, files, etc.
ca: Els tipus de camp s’utilitzen per determinar quin tipus de dades s’emmagatzemaran al Pod. Pot variar des de dates, text, fitxers, etc.

source: Field unable to be deleted
ca: El camp no es pot eliminar

source: Fields
ca: Camps

source: Fields (comma-separated)
ca: Camps (separats per coma):

source: File / Image / Video
ca: Arxiu / Imatge / Vídeo

source: File Uploader
ca: Carregador d'arxius

source: File size too large, max size is %s
ca: La mida del fitxer és massa gran, la mida màxima és de %s

source: File to include
ca: Arxiu per incloure

source: File type not allowed, please use one of the following: %s
ca: No es permet el tipus de fitxer, utilitzeu un dels següents: %s

source: Filter %s lists
ca: Filtra les llistes %s

source: Filter <span class="pods-slugged" data-sluggable="label">Items</span> lists
ca: Filtrar llistes <span class="pods-slugged" data-sluggable="label">d'elements</span>

source: Find out more
ca: Cerca més

source: Finished
ca: Finalitzat

source: Form submitted successfully
ca: Formulari enviat amb èxit

source: Format: strong em a ul ol li b i
ca: Format: fort em a ul ol li b i

source: Freeform Number
ca: Nombre

source: Full
ca: Complet
