Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/pods.po
Languages: ca

source: Pods REST API support requires WordPress 4.3.1 or later and the %s or later.
ca: El suport de l’API REST de pods requereix WordPress 4.3.1 o posterior i %s o posterior.

source: Pods Shortcode
ca: Codis curts de Pod

source: Pods Support
ca: Suport de pod

source: Pods Upgrade
ca: Actualització de pod

source: Pods are content types that you can customize and define fields for based on your needs. You can choose to create a Custom Post Type, Custom Taxonomy, or Custom Settings Pages for site-specific data. You can also extend existing content types like WP Objects such as Post Types, Taxonomies, Users, or Comments.
ca: Els Pods són tipus de contingut que podeu personalitzar i definir camps segons les vostres necessitats. Podeu triar crear un tipus d'article personalitzat, una taxonomia personalitzada o una pàgina de configuració personalitzada per a dades específiques del lloc. També podeu ampliar els tipus de contingut existents, com ara objectes WP, com ara tipus d'articles, taxonomies, usuaris o comentaris.

source: Pods cache cleared
ca: S'ha eliminat la memòria cau de pod.

source: Pods is a framework for creating, managing, and deploying customized content types and fields
ca: Pods és un marc per crear, gestionar i desplegar camps i tipus de contingut personalitzats

source: Pods is open source, so if you want to get into the code and submit your own fixes or features, go at it, we'd love to have you contribute on our project! With GitHub, it's really easy to contribute back, so why not give it a try?
ca: Pods és de codi obert, així que si voleu introduir el codi i enviar les vostres pròpies correccions o funcions, us recomanem que contribuïu al nostre projecte. Amb GitHub, és molt fàcil contribuir de nou.

source: PodsInit not available
ca: PodsInit no disponible

source: Polish Złoty
ca: Zloty polonès

source: Popular %s
ca: Popular %

source: Popular <span class="pods-slugged" data-sluggable="label">Items</span>
ca: <span class="pods-slugged" data-sluggable="label">Elements</span> populars

source: Post Formats
ca: Formats dels articles

source: Post Status
ca: Estat de l'article

source: Post Type
ca: Tipus de contingut

source: Post Type %1$s already exists, you cannot rename %2$s to that
ca: El tipus d'article %1$s ja existeix, no es pot canviar el nom de %2$s

source: Post Type %s already exists, try extending it instead
ca: El tipus d'article %s ja existeix, intenta ampliar-lo

source: Post Type (extended)
ca: Tipus d'article (estès)

source: Post Type Description
ca: Descripció del tipus d'article

source: Post Type Objects
ca: Objecte del tipus d'article

source: Post Type UI
ca: IU del tipus d'article

source: Post Types
ca: Tipus d'Entrades

source: Post Types (Posts, Pages, etc..)
ca: Tipus de publicació (articles, pàgines, etc.)

source: Post-Delete Helper(s)
ca: Assistents posteriors a la supressió

source: Post-Save Helper(s)
ca: Assistents després de desar

source: Post-delete helpers are deprecated, use the action pods_post_delete_pod_item_%s instead
ca: Els assistents posteriors a l’eliminació queden obsolets, utilitzeu l’acció pods_post_delete_pod_item_%s

source: Post-save helpers are deprecated, use the action pods_post_save_pod_item_%s instead
ca: Els assistents posteriors a desar estan obsolets, utilitzeu l’acció pods_post_save_pod_item_%s

source: Pre-Delete Helper(s)
ca: Assistents abans de la supressió

source: Pre-Save Helper(s)
ca: Assistent (s) prèviament guardat (s)

source: Pre-delete helpers are deprecated, use the action pods_pre_delete_pod_item_%s instead
ca: Els assistents de pre-eliminació estan en desús, utilitzeu l’acció pods_pre_delete_pod_item_%s

source: Pre-save helpers are deprecated, use the action pods_pre_save_pod_item_%s instead
ca: Els assistents prèviament guardats estan obsolets, utilitzeu l’acció pods_pre_save_pod_item_%s

source: Precode will run before your theme outputs the page. It is expected that this value will be a block of PHP. You must open the PHP tag here, as we do not open it for you by default.
ca: El Precode s'executarà abans que el tema surti de la pàgina. S'espera que aquest valor sigui un bloc de PHP. Heu d’obrir l’etiqueta PHP aquí, ja que no l’obrirem per defecte.

source: Predefined Format will allow you to select from a list of commonly used date formats.
ca: El format predefinit us permetrà seleccionar d’una llista de formats de data utilitzats habitualment.

source: Predefined Lists
ca: Llistes predefinides

source: Predefined format
ca: Format predefinit

source: Prepare
ca: Prepareu-vos

source: Preparing Your Content for Migration
ca: S'està preparant el vostre contingut per la migració

source: Preparing Your Relationships for Upgrade
ca: Preparació de les vostres relacions per actualitzar

source: Preview
ca: Vista prèvia

source: Previous %s
ca: Anterior %s

source: Process Again
ca: Torneu a processar

source: Processing
ca: Processant...

source: Provide the name of a field on the related object to reference, example: {@post_title}
ca: Proporcioneu el nom del camp d'un objecte relacionat a la referència, exemple: {@post_title}

source: Public
ca: Pública

source: Publicly Queryable
ca: Es pot consultar públicament

source: Query Var
ca: Consulta Var

source: REST Base (if any)
ca: Base REST

source: Radio Buttons
ca: Botons d'opció

source: Read via REST API?
ca: Voleu llegir via REST API?

source: Read/ Write
ca: Lectura / escriptura

source: Receive 25% off
ca: 25% menys

source: Redirect if Restricted?
ca: Voleu redirigir si es troba restringit?

source: Redirect to WP Login page
ca: Redirigeix a la pàgina d'inici de WP

source: Redirect to a Custom URL
ca: Redirigeix a un URL personalitzat

source: Related Pod not found
ca: No s’ha trobat el Pod relacionat

source: Related Table
ca: Taula relacionada

source: Related To
ca: Relacionat amb

source: Relationship
ca: Relació

source: Relationship Field Options
ca: Opcions del camp de relació

source: Relationships
ca: Relacions

source: Remember order saved on Post Types
ca: Recordeu l’ordre desat en els tipus d'article

source: Remove
ca: Suprimeix

source: Remove Filter
ca: Elimina un filtre

source: Remove decimals
ca: Suprimeix els decimals

source: Remove featured Image
ca: Elimina la imatge destacada

source: Remove featured image
ca: Suprimeix la imatge destacada

source: Remove trailing decimals (0)
ca: Elimina els decimals finals (0)

source: Reorder
ca: Reordena

source: Reorder %s
ca: Reordena %s

source: Reorder <span class="pods-slugged" data-sluggable="label">Items</span>
ca: Reordena <span class="pods-slugged" data-sluggable="label">els elements</span>

source: Reorder Field
ca: Reordena el camp

source: Repeatable Field
ca: Camp repetible

source: Replace
ca: Reemplaça

source: Required
ca: Obligatori

source: Reset
ca: Reinicialitza

source: Reset Filters
ca: Reestableix els filtres

source: Reset Pods
ca: Reestableix els pods

source: Reset Pods 2.x
ca: Reestableix els Pods 2.x

source: Reset Pods 2.x settings and data
ca: Restableix els paràmetres i les dades de Pods 2.x

source: Reset Pods settings and data
ca: Restableix la configuració i les dades dels Pods

source: Reset Weekend
ca: Reestableix el cap de setmana

source: Response Type
ca: Tipus de resposta

source: Restrict Access
ca: Restringeix l'accés

source: Restrict File Size
ca: Restringeix la mida del fitxer

source: Restrict File Types
ca: Restringeix el tipus de fitxer

source: Restrict access by Capability?
ca: Voleu restringir l'accés segons la funcionalitat?

source: Restrict access by Role?
ca: Voleu restringir l'accés segons el rol?

source: Restrict access to Admins?
ca: Voleu restringir l'accés a administradors?

source: Restrict input to specific WordPress oEmbed compatible providers.
ca: Restringiu l’entrada als proveïdors específics compatibles amb WordPress.

source: Restrict to providers
ca: Voleu restringir l'accés a proveïdors?

source: Results
ca: Resultats

source: Rewrite
ca: Reescriu

source: Rewrite Feeds
ca: Reescriu els canals

source: Rewrite Pages
ca: Reescriu les pàgines

source: Rewrite with Front
ca: Reescriu amb Front

source: Role label is required
ca: Es requereix l'etiqueta del rol

source: Role name is required
ca: Es requereix el nom del rol

source: Role not found, cannot edit it.
ca: No es pot editar el rol, perquè no s'ha trobat.

source: Role not found, it cannot be deleted.
ca: No es pot eliminar el rol, perquè no s'ha trobat.

source: Role(s) Allowed
ca: Rols permesos

source: Roles &amp; Capabilities: Add New Role
ca: Rols &amp; Capacitats: afegir un nou rol

source: Roles &amp; Capabilities: Edit Role
ca: Rols &amp; Capacitats: editar un nou rol

source: Roles allow you to specify which capabilities a user should be able to do within WordPress.
ca: Els rols us permeten especificar quines funcions ha de fer un usuari a WordPress.

source: Rows
ca: Files

source: Russian Ruble
ca: Ruble rus

source: Save
ca: Desa

source: Save Changes
ca: Desa els canvis

source: Save Field
ca: Desa el camp

source: Save Pod
ca: Desa el Pod

source: Search
ca: Cerca

source: Search %s
ca: Cerca %s

source: Search <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ca: Cerca <span class="pods-slugged" data-sluggable="label_singular">l'element</span>

source: Search Filters
ca: Filtres de cerca

source: Search Text
ca: Text de cerca

source: See %s for more information.
ca: Més informació sobre %s

source: Select
ca: Seleccioneu

source: Select Pod to use as reference
ca: Seleccioneu Pod per utilitzar-lo com a referència

source: Select enabled providers
ca: Selecciona proveïdors habilitats

source: Select from existing
ca: Selecciona l'existent

source: Selection Limit
ca: Límit de selecció

source: Selection Type
ca: Tipus de selecció

source: Separate %s with commas
ca: Separa %s amb comes

source: Separate <span class="pods-slugged-lower" data-sluggable="label">items</span> with commas
ca: Separa els <span class="pods-slugged-lower" data-sluggable="label">elements</span> amb comes

source: Separate file extensions with a comma (ex. jpg,png,mp4,mov)
ca: Separeu les extensions de fitxers amb una coma (p. Ex., Jpg, png, mp4, mov)

source: Set Default Value via Parameter
ca: Definiu el valor per defecte mitjançant el paràmetre

source: Set featured Image
ca: Definiu la imatge destacada

source: Set featured image
ca: Defineix la imatge destacada

source: Set to -1 for no limit
ca: Estableix a -1 per a cap límit

source: Setting data is required but is either invalid or empty
ca: Cal establir dades però no és vàlid o bé és buit

source: Setting the Wildcard Slug is an easy way to setup a detail page. You can use the special tag {@url.2} to match the *third* level of the URL of a Pod Page named "first/second/*" part of the pod page. This is functionally the same as using pods_v_sanitized( 2, "url" ) in PHP.
ca: Configurar el Slug comodí és una manera fàcil de configurar una pàgina de detalls. Podeu utilitzar l’etiqueta especial {@ url.2} per a que coincideixi amb el nivell * tercer * de l’URL d’una pàgina Pod que s'anomena part "primera / segona / *" de la pàgina del pod. Això és funcionalment el mateix que utilitzar pods_v_sanitized (2, "url") en PHP.

source: Settings
ca: Opcions

source: Settings do not support duplication.
ca: La configuració no suporta la duplicació.

source: Settings saved successfully.
ca: La configuració s'ha desat correctament

source: Setup
ca: Configuració

source: Should this field be readable via the REST API? You must enable REST API support for this Pod.
ca: Aquest camp ha de ser llegible mitjançant l’API REST? Heu d’habilitar el suport d’API REST per a aquest pod.

source: Show Admin Menu in Dashboard
ca: Mostra el menú de l'administrador al tauler

source: Show Admin UI
ca: Mostra la interfície d’administració

source: Show All Fields (read-only)
ca: Mostra tots els fitxers (només lectura)

source: Show Download Link
ca: Mostra l'enllaç de descàrrega

source: Show Edit Link
ca: Mostra l'enllaç d'edició

source: Show Edit Links
ca: Mostra els enllaços d'edició

source: Show Icons
ca: Mostra les icones

source: Show Taxonomy column on Post Types
ca: Mostra la columna de taxonomies dels tipus d'articles

source: Show View Links
ca: Mostra els enllaços de visualització

source: Show all fields in REST API. If unchecked fields must be enabled on a field by field basis.
ca: Mostra tots els camps de l’API REST. Si els camps sense marcar han d'estar habilitats en un camp per camp.

source: Show in Admin Bar "New" Menu
ca: Mostra a la barra d'administració el menú "Nou"

source: Show in Navigation Menus
ca: Mostra als menús de navegació

source: Show more details
ca: Mostra més detalls

source: Show on screen
ca: Mostra a la pantalla

source: Show preview
ca: Mostra una vista prèvia

source: Show to Admins Only?
ca: Ho voleu mostrar només als administradors?

source: Show translations
ca: Mostra les traduccions

source: Sidebars
ca: Barres laterals

source: Simple (custom defined list)
ca: Simple (llista definida a mida)

source: Singapore Dollar
ca: Dòlar de Singapur

source: Single File
ca: Arxiu únic

source: Single Select
ca: Selecció unica

source: Single Template Filter
ca: Filtre de plantilla únic

source: Single Template Location
ca: Ubicació de plantilla única

source: Single Value Taxonomy
ca: Taxonomia de valor únic

source: Single Value Taxonomy - Required
ca: Taxonomia de valor únic - Requerida

source: Single item view template
ca: Plantilla de visualització d’un sol element

source: Singular Label
ca: Etiqueta única

source: Site Transient
ca: Transitori del lloc

source: Slider
ca: Presentació

source: Slider Increment (Step)
ca: Increment de la barra lliscant (pas)

source: Slug or ID
ca: Slug o ID

source: Soft format?
ca: Format suau?

source: Some fields have changes that were not saved yet, please save them or cancel the changes before saving the Pod.
ca: Alguns camps encara no s'han desat, si us plau, deseu-los o cancel·leu els canvis abans de desar el Pod.

source: South African Rand
ca: Rand sud-africà

source: Start Over
ca: Recomença

source: Start using Pods
ca: Comença a utilitzar Pods

source: Storage Type
ca: Tipus d'emmagatzematge

source: Submit
ca: Tramet

source: Submit Label
ca: Envia l'etiqueta

source: Supports
ca: Suports

source: Swedish Krona
ca: Corona sueca

source: Swiss Franc
ca: Franc suís

source: Table Based
ca: Basat en taules

source: Table ID Column
ca: Columna ID de la taula

source: Table Index Column
ca: Columna índex la taula

source: Table not found, it cannot be migrated
ca: No s’ha trobat la taula, no es pot migrar

source: Table not found, items cannot be migrated
ca: No s'ha trobat la taula, no es poden migrar els elements

source: Taggable
ca: Etiquetatge

source: Taiwan New Dollar
ca: Nou dòlar de Taiwan

source: Taxonomies (Categories, Tags, etc..)
ca: Taxonomies (categories, etiquetes, etc..)

source: Taxonomies do not support extra fields natively, but Pods can add this feature for you easily. Table based storage will operate in a way where each field you create for your content type becomes a field in a table.
ca: Les taxonomies no admeten camps addicionals de forma nativa, però els pods poden afegir aquesta funció fàcilment. L’emmagatzematge basat en taules funcionarà de manera que cada camp que creeu per al vostre tipus de contingut es converteixi en un camp d’una taula.

source: Taxonomy
ca: Taxonomia

source: Taxonomy %1$s already exists, you cannot rename %2$s to that
ca: La taxonomia %1$s ja existeix, no es pot canviar el nom de %2$s

source: Taxonomy %s already exists, try extending it instead
ca: La taxonomia %s ja existeix, intenta estendre-la

source: Taxonomy (extended)
ca: Taxonomia (estès)

source: Taxonomy Description
ca: Descripció de la taxonomia

source: Taxonomy Objects
ca: Taxonomia

source: Taxonomy Template
ca: Plantilla de taxonomies

source: Template
ca: Plantilla

source: Template Location
ca: Ubicació de la plantilla

source: Templates
ca: Temes

source: Thai Baht
ca: Baht tailandès

source: Thank You URL upon submission
ca: Agraeix l'URL al moment de l’enviament

source: Thanks for upgrading your Pods 2.x site! We sincerely hope you enjoy over two years worth of planning and work, available to you for <em>free</em>.
ca: Gràcies per actualitzar el vostre lloc Pods 2.x! Desitgem sincerament que gaudiu de més de dos anys en la planificació i la feina, a la vostra disposició per <em> lliure </em>.

source: The %1$s component requires that you have the <strong>%2$s</strong> plugin installed and activated.
ca: El component %1$s requereix que tingueu instal·lat i activat el connector <strong> %2$s </strong>.

source: The %1$s component requires that you have the <strong>%2$s</strong> theme installed and activated.
ca: El component %1$s requereix que tingueu instal·lat i activat el tema <strong> %2$s </strong>.

source: The %1$s field is required and cannot be removed by the %2$s field
ca: El camp %1$s és obligatori i no es pot eliminar pel camp %2$s

source: The %s component can not be disabled from here. You must deactivate the plugin or theme that added it.
ca: El component %s no es pot desactivar d’aquí. Heu de desactivar el connector o el tema que l'ha afegit.

source: The %s field is required.
ca: El camp %s és necessari.

source: The Pods post type %1$s has an archive template set to be displayed using Pods auto template, but the Pod does not have an archive. You can enable post type archives in the "Advanced Options" tab.
ca: El tipus d'article de Pods %1$s té un model d’arxiu configurat per mostrar-se amb la plantilla automàtica Pods, però el Pod no té un arxiu. Podeu habilitar els arxius del tipus de publicació a la pestanya "Opcions avançades".

source: The Query Var is used in the URL and underneath the WordPress Rewrite API to tell WordPress what page or post type you are on. For a list of reserved Query Vars, read <a href="http://codex.wordpress.org/WordPress_Query_Vars">WordPress Query Vars</a> from the WordPress Codex.
ca: La consulta Var s'utilitza a l’URL i a sota de l’API de reescriptura de WordPress per explicar a WordPress en quina pàgina o tipus de missatge us trobeu. Per obtenir una llista de consultes Var reservades, llegiu <a href="http://codex.wordpress.org/WordPress_Query_Vars"> WordPress Quars Vars </a> des del Codex de WordPress.

source: The Title
ca: Títol

source: The all-in-one WordPress backup plugin to easily backup, restore, and migrate to any number of local or external locations.
ca: El connector de còpia de seguretat de WordPress tot en un per fer còpies de seguretat, restaurar i migrar fàcilment a qualsevol nombre de llocs locals o externs.

source: The following are settings provided for advanced site configurations.
ca: A continuació s’indiquen els paràmetres per a configuracions de llocs avançades.

source: The following issue occurred:
ca: S'ha produït un error:

source: The following issues occurred:
ca: Es van produir els següents problemes:

source: The label is the descriptive name to identify the Pod field.
ca: L’etiqueta és el nom descriptiu per identificar el camp Pod.

source: The name attribute is what is used to identify and access the Pod field programatically.
ca: El nom de l’atribut és el que s’utilitza per identificar i accedir al camp Pod.

source: Themes
ca: Temes

source: There are many resources available to help you learn to use Pods on our site, <a href="https://pods.io/" target="_blank">Pods.io</a>:
ca: Hi ha molts recursos disponibles per ajudar-vos a aprendre a utilitzar els pods al nostre lloc, <a href="https://pods.io/" target="_blank"> Pods.io </a>:

source: There are no fields to display
ca: No hi ha camps per mostrar

source: There was a server error with your AJAX request.
ca: S'ha produït un error de servidor per la sol·licitud de l'AJAX.

source: There was an issue saving the export file in your uploads folder.
ca: Hi ha hagut un problema en desar el fitxer d’exportació a la vostra carpeta de càrregues.

source: There was an issue validating the field %s
ca: S'ha produït un problema validant el camp %s

source: These capabilities will automatically be created and assigned to this role
ca: Aquestes funcions es crearan i s'assignaran automàticament a aquest rol

source: This does not delete any Pods 1.x data, it simply resets the Pods 2.x settings, removes all of it's data, and performs a fresh install.
ca: Això no elimina cap dada de Pods 1.x, simplement torna a restablir la configuració de Pods 2.x, elimina totes les dades i realitza una instal·lació nova.

source: This does not remove any items from any Post Types, Taxonomies, Media, Users, or Comments data you have added/modified. Any custom fields stored using the table storage component, content in Advanced Content Types, and relationships between posts will be lost.
ca: Això no elimina cap element de les dades de tipus de publicació, taxonomies, mitjans de comunicació, usuaris o comentaris que heu afegit / modificat. Es perdran tots els camps personalitzats emmagatzemats amb el component d’emmagatzematge de taula, el contingut de tipus de contingut avançat i les relacions entre les publicacions.

source: This feature has been exclusively built for Pods to help developers suffering from "Monday", and allows them to reset the weekend.
ca: Aquesta característica s'ha construït exclusivament per a subministraments per ajudar els desenvolupadors.

source: This field is required.
ca: Esrequereix el camp.

source: This field will only be able to be edited by users with the ability to manage_options or delete_users, or super admins of a WordPress Multisite network
ca: Aquest camp només podrà ser editat pels usuaris amb la capacitat de manage_options o delete_users o super administradors d’una xarxa multisite de WordPress.

source: This is the field that will be reordered on, it should be numeric.
ca: Aquest és el camp on es reordenarà, hauria de ser numèric.

source: This is the icon shown to the left of the heading text at the top of the manage pages for this content type.
ca: Aquesta és la icona que es mostra a l'esquerra del text del títol a la part superior de les pàgines de gestió per a aquest tipus de contingut.

source: This is the icon shown to the left of the menu text for this content type.
ca: Aquesta és la icona que es mostra a l'esquerra del text del menú per a aquest tipus de contingut.

source: This is the text use for the default "no selection" dropdown item, if empty, it will default to "-- Select One --"
ca: Aquest és l’ús de text per a l’element desplegable "no selecció" per defecte, si està buit, serà "- Selecciona un -" per defecte

source: This method has been deprecated and will be removed from Pods 3.0
ca: Aquest mètode s’ha anul·lat i s’eliminarà dels Pods 3.0

source: This option is overriden by access restrictions. If the user does not have access to edit this field, it will be hidden. If no access restrictions are set, this field will always be hidden.
ca: Aquesta opció queda restringida per les restriccions d'accés. Si l’usuari no té accés per editar aquest camp, s’ha amagat. Si no s’estableixen restriccions d’accés, aquest camp sempre estarà ocult.

source: This option is overriden by access restrictions. If the user does not have access to edit this field, it will be read only. If no access restrictions are set, this field will always be read only.
ca: Aquesta opció queda restringida per les restriccions d'accés. Si l’usuari no té accés per editar aquest camp, només serà llegit. Si no s’estableixen restriccions d’accés, aquest camp sempre serà només de lectura.

source: This overwrites the defaults set in the component admin.
ca: Això sobreescriu els valors predeterminats establerts a l'administrador del component.
