Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/pods.po
Languages: ca

source: $params->id instead of $params->pod_id
ca: $params->id en comptes de $params->pod_id

source: $params->id instead of $params->tbl_row_id
ca: $params->id en comptes de $params->tbl_row_id

source: $params->pod instead of $params->datatype
ca: $params->pod en comptes de $params->datatype

source: $params->pod is required
ca: (necessari)$ params-> pod és necessari

source: $params->pod_id instead of $params->datatype_id
ca: $params->pod_id en comptes de $params->datatype_id

source: %1$s draft updated. <a target="_blank" href="%2$s">Preview %3$s</a>
ca: S'ha actualitzat l'esborrany %1$s. <a target="_blank" href="%2$s">Vista prèvia %3$s</a>

source: %1$s has been <strong>deprecated</strong> since Pods version %2$s with no alternative available.
ca: %1$s és <strong>obsolet</strong> des que la versió %2$s de Pods no té cap alternativa disponible.

source: %1$s has been <strong>deprecated</strong> since Pods version %2$s! Use %3$s instead.
ca: %1$s és <strong>obsolet</strong> des que la versió %2$s de Pods. Utilitza %3$s en el seu lloc.

source: %1$s published. <a href="%2$s">%3$s</a>
ca: %1$s publicat. <a href="%2$s">%3$s</a>

source: %1$s restored to revision from %2$s
ca: %1$s restaurat a la revisió de %2$s

source: %1$s scheduled for: <strong>%2$s</strong>.
ca: %1$s programat per a: <strong>%2$s</strong>.

source: %1$s scheduled for: <strong>%2$s</strong>. <a target="_blank" href="%3$s">Preview %4$s</a>
ca: %1$s programat per a: <strong>%2$s</strong>. <a target="_blank" href="%3$s">Vista prèvia %4$s</a>

source: %1$s submitted. <a target="_blank" href="%2$s">Preview %3$s</a>
ca: %1$s enviat. <a target="_blank" href="%2$s">Vista prèvia de %3$s</a>

source: %1$s updated. <a href="%2$s">%3$s</a>
ca: S'ha actualitzat %1$s. <a href="%2$s">%3$s</a>

source: %1$s was not provided in a recognizable format: "%2$s"
ca: %1$s no s'ha proporcionat en un format reconeixible: "%2$s"

source: %s Archives
ca: Arxius de %s

source: %s Attributes
ca: %s Atributs

source: %s Object not deleted
ca: %s L'objecte no s'ha suprimit.

source: %s Object not found
ca: %s L'objecte no trobat.

source: %s User
ca: %s Usuari

source: %s draft updated.
ca: L'esborrany de la pàgina s'ha actualitzat.

source: %s is empty
ca: %s està buit

source: %s is not editable
ca: %s no es pot editar

source: %s is not numeric
ca: %s no és numèric

source: %s is required
ca: %s és necessari

source: %s is required.
ca: %s és necessari.

source: %s is reserved for internal Pods usage, please try a different name
ca: %s està reservat per a l'ús intern del Pods, proveu un altre nom

source: %s is reserved for internal WordPress or Pods usage, please try a different name
ca: %s està reservat per a l’ús de WordPress o Pods intern, proveu un altre nom

source: %s is reserved for internal WordPress or Pods usage, please try a different name. Also consider what WordPress and Pods provide you built-in.
ca: %s està reservat per a l’ús intern de WordPress o Pods intern. Tingueu en compte el que us proporcionen WordPress i Pods.

source: %s item
ca: %s element

source: %s items
ca: %s elements

source: %s list
ca: %s llista

source: %s navigation
ca: %s menú

source: %s needs to be unique
ca: %s ha de ser únic

source: %s per page
ca: %s per pàgina

source: %s published
ca: %s publicat

source: %s published privately
ca: %s publicat en privat

source: %s published.
ca: %s publicat.

source: %s reverted to draft
ca: %s ha tornat a redactar-se

source: %s saved.
ca: %s guardat.

source: %s scheduled
ca: %s programat

source: %s submitted.
ca: %s enviat.

source: %s updated
ca: %s actualitzat

source: %s updated.
ca: %s actualitzat.

source: %s: Add New
ca: Afegeix un nou %s

source: %s: Edit
ca: %s: Edita

source: &laquo; First
ca: &laquo; Primer

source: &lsaquo; Previous
ca: &lsaquo; Anterior

source: -- Page Template --
ca: Plantilla de la pàgina

source: -- Select One --
ca: -- Selecciona un --

source: -- Select Related Field --
ca: -- Seleccioneu el camp relacionat--

source: -- Select Table --
ca: -- Seleccioneu una taula --

source: -- Select a Pod --
ca: -- Selecciona un Pod --

source: 1 free month
ca: Un mes gratis

source: 1.x Updates
ca: Actualitzacions 1.x

source: 12 hour
ca: 12 hores

source: 12/24 hour will allow you to select from a list of commonly used time formats.
ca: 12/24 hores us permetran seleccionar des d’una llista de formats de temps d’ús comú.

source: 24 hour
ca: 24 hores

source: <a href="%s" target="_blank">Click here for more info</a>
ca: <a href="%s" target="_blank">Cliqueu aquí per a més informació</a>

source: <h6>Capabilities</h6> Capabilities denote access to specific functionality in WordPress, and are assigned to specific User Roles. Please see the Roles and Capabilities component in Pods for an easy tool to add your own capabilities and roles.
ca: <h6> Capacitats </h6> Les capacitats indiquen l'accés a funcions específiques a WordPress i s'assignen a rols d'usuari específics. Si us plau, consulteu el component Rol i capacitats de Pods per obtenir una eina senzilla per afegir les vostres pròpies capacitats i funcions.

source: <h6>Content Types</h6> There are many content types to choose from, we have put together a comparison between them all to help you decide what fits your needs best.
ca: <h6> Tipus de contingut </h6> Hi ha molts tipus de contingut per escollir, hem elaborat una comparació entre tots per ajudar-vos a decidir què s'adapta millor a les vostres necessitats.

source: <h6>Menu Label</h6> This is the label that will appear throughout the WordPress admin area for your settings.
ca: <h6> Etiqueta del menú </h6> Aquesta és l'etiqueta que apareixerà a la zona d'administració de WordPress per a la vostra configuració.

source: <h6>Menu Location</h6> This is the location where the new settings page will be added in the WordPress Dashboard menu.
ca: <h6> Ubicació del menú </h6> Aquesta és la ubicació on s'afegirà la nova pàgina de configuració al menú del tauler de WordPress.

source: <h6>Page Title</h6> This is the text that will appear at the top of your settings page.
ca: <h6> Títol de la pàgina </h6> Aquest és el text que apareixerà a la part superior de la pàgina de configuració.

source: <h6>Plural Label</h6> This is the label for more than 1 item (Plural) that will appear throughout the WordPress admin area for managing the content.
ca: <h6> Etiqueta plural </h6> Aquesta és l'etiqueta per a més d'1 article (plural) que apareixerà a tota l'àrea d'administració de WordPress per gestionar el contingut.

source: <h6>Pod Identifier</h6> This is different than the labels users will see in the WordPress admin areas, it is the name you will use to programatically reference this object throughout your theme, WordPress, and other PHP.
ca: <h6> Identificador de Pod </h6> Això és diferent de les etiquetes que els usuaris veuran a les àrees d'administració de WordPress, és el nom que utilitzareu per fer referència programàtica a aquest objecte al llarg del vostre tema, WordPress i altres PHP.

source: <h6>Post Types</h6> WordPress can hold and display many different types of content. Internally, these are all stored in the same place, in the wp_posts table. These are differentiated by a column called post_type.
ca: <h6> Tipus d'articles </h6> WordPress pot contenir i mostrar molts tipus de contingut diferents. Internament, tots s'emmagatzemen al mateix lloc, a la taula wp_posts. Es diferencien per una columna anomenada post_type.

source: <h6>Roles</h6> Roles are assigned to users to provide them access to specific functionality in WordPress. Please see the Roles and Capabilities component in Pods for an easy tool to add your own roles and edit existing ones.
ca: <h6> Rols </h6> S'assignen els rols als usuaris per proporcionar-los accés a funcions específiques a WordPress. Consulteu el component de rols i capacitats de Pods per obtenir una eina fàcil per afegir els vostres propis rols i editar-ne d'altres.

source: <h6>Singular Label</h6> This is the label for 1 item (Singular) that will appear throughout the WordPress admin area for managing the content.
ca: <h6> Etiqueta singular </h6> Aquesta és l'etiqueta per a un element (singular) que apareixerà a tota l'àrea d'administració de WordPress per gestionar el contingut.

source: <h6>Storage Types</h6> Table based storage will operate in a way where each field you create for your content type becomes a field in a table. Meta based storage relies upon the WordPress meta storage table for all field data.
ca: <h6> Tipus d'emmagatzematge </h6> L'emmagatzematge basat en taules funcionarà de manera que cada camp que creeu per al vostre tipus de contingut es converteixi en un camp d'una taula. L’emmagatzematge basat en meta es basa en la taula d’emmagatzematge de meta de WordPress per a totes les dades de camp.

source: <h6>Taxonomies</h6> A taxonomy is a way to group Post Types.
ca: <h6> Taxonomies </h6> Una taxonomia és una manera de col·locar els tipus de publicacions.

source: <span class="pods-slugged" data-sluggable="label">Items</span> list
ca: La llista <span class="pods-slugable"data-sluggable ="etiqueta"> elements </span>

source: <span class="pods-slugged" data-sluggable="label">Items</span> list navigation
ca: <span class = "pods-slugable" data-sluggable = "label"> elements </span> llista de navegació

source: <span class="pods-slugged" data-sluggable="label_singular">Item</span> Archives
ca: <span class = "pods-slugged" data-sluggable = "label_singular"> element </span> arxius

source: <span class="pods-slugged" data-sluggable="label_singular">Item</span> Attributes
ca: <span class = "pods-slugged" data-sluggable = "label_singular"> element </span> Atributs

source: <span class="pods-slugged" data-sluggable="label_singular">Item</span> Published.
ca: <span class = "pods-slugged" data-sluggable = "label_singular"> element </span> publicat.

source: <span class="pods-slugged" data-sluggable="label_singular">Item</span> published privately.
ca: <span class = "pods-slugged" data-sluggable = "label_singular"> Element </span> publicat en privat.

source: <span class="pods-slugged" data-sluggable="label_singular">Item</span> reverted to draft.
ca: <span class = "pods-slugged" data-sluggable = "label_singular"> l'element </span> tornat a esborrany.

source: <span class="pods-slugged" data-sluggable="label_singular">Item</span> scheduled.
ca: <span class = "pods-slugged" data-sluggable = "label_singular"> Element </span> programat.

source: <span class="pods-slugged" data-sluggable="label_singular">Item</span> updated.
ca: <span class = "pods-slugged" data-sluggable = "label_singular"> element </span> actualitzat.

source: <strong>Deleted:</strong> %s has been deleted.
ca: <strong> Eliminat: </strong>%s s’ha eliminat.

source: <strong>Deleted:</strong> %s have been deleted.
ca: <strong> Eliminats: </strong>%s s’han eliminat.

source: <strong>Error:</strong> %1$s %2$s successfully.
ca: <strong>Error:</strong> %1$s %2$s correctament.

source: <strong>Error:</strong> %1$s not %2$s.
ca: <strong>Error:</strong> %1$s no %2$s.

source: <strong>Error:</strong> %1\$s has not been %2\$s.
ca: <strong>Error:</strong> %1\$s no ha estat %2\$s.

source: <strong>Error:</strong> %s has not been deleted.
ca: <strong>Error:</strong> %s no s'ha eliminat.

source: <strong>Error:</strong> %s has not been reordered.
ca: <strong>Error:</strong> %s no s’ha reordenat.

source: <strong>Error:</strong> %s not found.
ca: <strong>Error:</strong> %s no s'ha trobat.

source: <strong>Error:</strong> Invalid Configuration - Missing "fields" definition.
ca: <strong>Error:</strong> configuració no vàlida: falt la definició de "camps".

source: <strong>Error:</strong> Invalid Configuration - Missing "id" definition.
ca: <strong> Error: </strong> Configuració no vàlida: falta la definició "id".

source: <strong>Error:</strong> Pods UI needs a Pods object or a Table definition to run from, see the User Guide for more information.
ca: <strong> Error: </strong> la contrasenya de la IU necessita un objecte Pods o una definició de taula per executar-se, consulteu la Guia de l'usuari per obtenir més informació.

source: <strong>Error:</strong> You do not have access to this %s.
ca: <strong>Error:</strong> no teniu accés a aquest %s.

source: <strong>Label: </strong> No <span class="pods-slugged" data-sluggable="label">Items</span>
ca: <strong> Etiqueta: </strong> sense <span class = "pods slugged" data-sluggable = "label"> elements </span>

source: <strong>Label: </strong> Parent
ca: <strong> Etiqueta: </strong> Pare

source: <strong>Label: </strong> Parent <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ca: <strong> Etiqueta: </strong> Pare <span class="pods-slugged" data-sluggable="label_singular">Element</span>

source: <strong>NOTICE:</strong> Pods %1$s requires your action to complete the upgrade. Please run the <a href="%2$s">Upgrade Wizard</a>.
ca: <strong> AVÍS: </strong> Pods %1$s necessita la vostra acció per completar l'actualització. Executeu <a href="%2$s"> l'assistent d’actualització </a>.

source: <strong>Please Note:</strong> This does not remove any items from any Post Types, Taxonomies, Media, Users, or Comments data you have added/modified.
ca: <strong> Tingueu en compte: </strong> això no elimina cap element de les dades de tipus d'article, taxonomies, mitjans de comunicació, usuaris o comentaris que hàgiu afegit / modificat.

source: <strong>Success!</strong> %1$s %2$s successfully.
ca: <strong> Èxit! </strong> %1$s %2$s correctament.

source: <strong>Success!</strong> %1\$s %2\$s successfully.
ca: <strong> Èxit! </strong> %1\$s %2\$s correctament.

source: <strong>Success!</strong> %s reordered successfully.
ca: <strong> Èxit! </strong> %s reordenat correctament.

source: <strong>Success:</strong> Your export is ready, you can download it <a href="%s" target="_blank">here</a>
ca: <strong> Èxit: </strong> la vostra exportació està preparada, la podeu descarregar <a href="%s" target="_blank"> aquí </a>

source: A service that provides realtime continuous backups, restores, and security scanning.
ca: Un servei que proporciona còpies de seguretat, restauració i escaneig de seguretat en temps real.

source: A short descriptive summary of what the post type is.
ca: Un breu resum descriptiu del que és el tipus d'article.

source: A short descriptive summary of what the taxonomy is.
ca: Un breu resum descriptiu del que és la taxonomia.

source: A term will be selected by default in the Post Editor, not optional
ca: Es seleccionarà un terme per defecte a l’Editor d'articles, no opcional

source: Access denied
ca: Accés denegat

source: Access denied for your session, please refresh and try again.
ca: S'ha denegat l'accés per a la vostra sessió, actualitzeu-lo i torneu-ho a provar.

source: Access denied, please refresh and try again.
ca: S'ha denegat l'accés, actualitzeu-lo i torneu-ho a provar.

source: Actions Available
ca: Accions disponibles

source: Active
ca: Actiu

source: Add
ca: Afegeix

source: Add Another Custom Capability
ca: Afegiu una altra funcionalitat personalitzada

source: Add Button Text
ca: Afegeix el text del botó

source: Add Field
ca: Afegeix un camp

source: Add File
ca: Afegeix un fitxer

source: Add Filter
ca: Afegeix un filtre

source: Add New
ca: Afegeix

source: Add New %s
ca: Afegeix un nou %s

source: Add New Pod
ca: Afegeix un nou Pod

source: Add New Record
ca: Afegeix un registre nou

source: Add REST API support for this Pod.
ca: Afegiu el suport REST API per a aquest Pod.

source: Add a submenu item to Appearances menu
ca: Afegiu un element del submenú al menú Aparences

source: Add a submenu item to Settings menu
ca: Afegiu un element del submenú al menú Configuració

source: Add a submenu item to another menu
ca: Afegiu un element de submenú a un altre menú

source: Add new <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ca: Afegeix un nou <span class = "pods-slugged" data-sluggable = "label_singular"> Element </span>

source: Add or remove %s
ca: Afegeix o suprimeix %s

source: Add or remove <span class="pods-slugged-lower" data-sluggable="label">items</span>
ca: Afegeix o elimina <span class="pods-slugged-lower" data-sluggable="label">elements</span>

source: Add to Appearances menu
ca: Afegeix al menú Aparences

source: Add to Settings menu
ca: Afegeix al menú Configuració

source: Add translation
ca: Afegeix traducció

source: Added!
ca: Afegit!

source: Added! Choose another or <a href="#">close this box</a>
ca: Afegit! Trieu un altre o <a href="#"> tanqueu aquest quadre </a>

source: Additional CSS Classes
ca: CSS addicionals

source: Additional Field Options
ca: Opcions de camp addicionals

source: Additional User Capabilities
ca: Funcionalitats d'usuari addicionals

source: Admin Table Columns
ca: Columnes de la taula d'administració

source: Admin UI
ca: IU d’administració

source: Admin UI Style
ca: Estil de IU d'administrador

source: Admin bar name
ca: Nom de la barra d'administració

source: Advanced
ca: Avançat

source: Advanced Content Type
ca: Tipus de contingut avançat

source: Advanced Content Type (separate from WP, blank slate, in its own table)
ca: Tipus de contingut avançat (separat de WP, en blanc, en la seva pròpia taula)

source: Advanced Filters
ca: Filtres avançats

source: Advanced Objects
ca: Objectes avançats

source: Advanced Options
ca: Opcions avançades

source: Advanced Supports
ca: Suports avançats

source: After
ca: Després

source: After (ex. 100$)
ca: Després (ex. 100 €)

source: After Content
ca: Després del contingut

source: After with space (ex. 100 $)
ca: Després amb espai (ex. 100 €)

source: All
ca: Tot

source: All %s
ca: Tot %

source: All <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ca: Tot <span class="pods-slugged" data-sluggable="label_singular">element</span>

source: Allow Add New
ca: Permet afegir nou

source: Allow All Fields To Be Updated
ca: Permet actualitzar tots els camps

source: Allow Front Prepend
ca: Permetre la devolució frontal

source: Allow HTML?
ca: Permet HTML?

source: Allow Markdown Syntax?
ca: Permetre la sintaxi de Markdown?

source: Allow Shortcodes?
ca: Permet codis curts?

source: Allow Tagcloud on term edit pages
ca: Permet el núvol d'etiquetes a les pàgines d'edició de termes

source: Allow all fields to be updated via the REST API. If unchecked fields must be enabled on a field by field basis.
ca: Permet actualitzar tots els camps a través de REST API. Si els camps sense marcar han d'estar habilitats en un camp per camp.

source: Allow empty value?
ca: Permetre el valor buit?

source: Allow in Tagcloud Widget
ca: Permet el giny de núvol d'etiquetes

source: Allow in quick/bulk edit panel
ca: Permet el panell d’edició ràpida / massiva

source: Allow new related records to be created in a modal window
ca: Permet crear nous registres relacionats en una finestra modal

source: Allow new values to be inserted when using an Autocomplete field
ca: Permet inserir nous valors quan utilitzeu un camp de compleció automàtica

source: Allow port in URL?
ca: Permetre el port a l’URL?

source: Allowed File Extensions
ca: Extensions d'arxiu permeses

source: Allowed Files
ca: Fitxers permesos

source: Allowed HTML Tags
ca: Etiquetes HTML permeses

source: Allows for parent/ child relationships between items, just like with Pages. Note: To edit relationships in the post editor, you must enable "Page Attributes" in the "Supports" section below.
ca: Permet les relacions pare / fill entre els ítems, igual que amb les pàgines. Nota: per editar relacions a l’editor de publicacions, heu d’habilitar "Atributs de pàgina" a la secció "Suports" de sota.

source: Allows permalinks to be prepended with front base (example: if your permalink structure is /blog/, then your links will be: Checked->/news/, Unchecked->/blog/news/)
ca: Permet que els enllaços permanents s’afegeixin a la base frontal (exemple: si l’estructura del vostre enllaç permanent és /bloc/, llavors els vostres enllaços seran: marcats -> /notícies/, sense marcar -> /bloc/notícies/)

source: Allows permalinks to be prepended with your front base (example: if your permalink structure is /blog/, then your links will be: Unchecked->/news/, Checked->/blog/news/)
ca: Permet que els enllaços permanents s’afegeixin a la base frontal (exemple: si l’estructura del vostre enllaç permanent és /bloc/, llavors els vostres enllaços seran: Unchecked -> /notícies/, Checked -> /bloc/news/)

source: Allows you to use pretty permalinks, if set in WordPress Settings->Permalinks. If not enabled, your links will be in the form of "example.com/?pod_name=post_slug" regardless of your permalink settings.
ca: Us permet utilitzar bells enllaços permanents, si està configurat a Configuració de WordPress-> Enllaços permanents. Si no està activat, els vostres enllaços tindran la forma d '"exemple.com/?pod_name=post_slug", independentment de la configuració del vostre enllaç permanent.

source: An unknown error has occurred
ca: S'ha produït un error desconegut

source: Any (no validation available)
ca: Qualsevol (no hi ha cap validació disponible)

source: Any Type (no restriction)
ca: Qualsevol tipus (sense restricció)

source: Apply
ca: Aplica

source: Archive Page Slug Override
ca: Anul·la la substitució de la pàgina d’arxius

source: Archive Template Filter
ca: Filtre de plantilla d’arxiu

source: Archive Template Location
ca: Arxiva la ubicació de la plantilla

source: Archive view template
ca: Plantilla de visualització d’arxiu

source: Are you sure you want to Reset your Weekend? There is no going back, you cannot reclaim anything you've gained throughout your weekend. You are about to be groundhoggin' it
ca: Segur que voleu restablir el vostre cap de setmana? No hi ha cap retorn, no podeu recuperar res que hàgiu guanyat durant el cap de setmana. Esteu a punt de fer-ho

source: Are you sure you want to delete all items from this Pod? If this is an extended Pod, it will remove the original items extended too.
ca: Segur que voleu eliminar tots els elements d’aquest Pod? Si es tracta d’un Pod estès, també eliminarà els elements originals.

source: Are you sure you want to delete this Pod? All fields and data will be removed.
ca: Segur que voleu suprimir aquest Pod? S'esborraran tots els camps i dades.

source: Are you sure you want to do this? This is a good time to make sure you have a backup. We are deleting all of the data that surrounds 1.x, resetting it to a clean first install.
ca: Segur que voleu fer això? Aquest és un bon moment per assegurar-vos que teniu una còpia de seguretat. Estem eliminant totes les dades que envolten 1.x, restablint-lo a una primera instal·lació neta.

source: Are you sure you want to do this? This is a good time to make sure you have a backup. We are deleting all of the data that surrounds 2.x with no turning back.
ca: Segur que voleu fer això? Aquest és un bon moment per assegurar-vos que teniu una còpia de seguretat. Estem eliminant totes les dades que envolten 2.x sense tornar enrere.

source: Are you sure you want to do this? This is a good time to make sure you have a backup. We are deleting all of the data that surrounds 2.x, resetting it to a clean first install.
ca: Segur que voleu fer això? Aquest és un bon moment per assegurar-vos que teniu una còpia de seguretat. Estem eliminant totes les dades que envolten 2.x, restablint-la a una primera instal·lació neta.

source: Are you sure you want to do this? This is a good time to make sure you have a backup. We are deleting all of the data that surrounds Pods, resetting it to a clean, first install.
ca: Segur que voleu fer això? Aquest és un bon moment per assegurar-vos que teniu una còpia de seguretat. Estem eliminant totes les dades que envolten els Pods, restablint-la a una primera instal·lació neta.
