Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/pods.po
Languages: ca

source: Function to call when updating counts
ca: Funció per trucar quan es compta l’actualització

source: Gallery image columns
ca: Columnes de la galeria

source: Gallery image links
ca: Enllaços de la galeria

source: Gallery image size
ca: Mida de la imatge de la galeria

source: Gallery randomized order
ca: Ordena la galeria aleatòriament

source: Genesis: Layouts
ca: Gènesi: dissenys

source: Genesis: SEO
ca: Gènesi: SEO

source: Genesis: Simple Sidebars
ca: Gènesi: Barres laterals simples

source: Getting Started
ca: Començant

source: Go to page:
ca: Vés a la pàgina:

source: Go to the first page
ca: Vés a la primera pàgina

source: Go to the last page
ca: Vés a l'última pàgina

source: Go to the next page
ca: Vés a la pàgina següent

source: Go to the previous page
ca: Vés a la pàgina anterior

source: HTML Placeholder
ca: Estil HTML

source: Header Icon
ca: Icona de capçalera

source: Help
ca: Ajuda

source: Helper
ca: Assistent

source: Helper Type
ca: Tipus d'assistent

source: Helpers
ca: Assistents

source: Hide field from UI
ca: Amaga el camp de IU

source: Hide translations
ca: Amaga les traduccions

source: Hierarchical
ca: Jeràrquic

source: Hierarchical Field
ca: Camp jeràrquic

source: Hierarchical Permalinks
ca: Enllaços permanents jeràrquics

source: Hierarchical taxonomies will have a list with checkboxes to select an existing category in the taxonomy admin box on the post edit page (like default post categories). Non-hierarchical taxonomies will just have an empty text field to type-in taxonomy terms to associate with the post (like default post tags).
ca: Les taxonomies jeràrquiques tindran una llista amb caselles de selecció per seleccionar una categoria existent al quadre d'administració de taxonomia a la pàgina d'edició d'articles (com a categories d'articles per defecte). Les taxonomies no jerarquitzades només tindran un camp de text buit per introduir termes de taxonomia per associar-los al missatge (com a etiquetes per defecte).

source: Hong Kong Dollar
ca: Dòlar de Hong Kong

source: How far to traverse relationships in response
ca: Fins a quin punt podeu recórrer les relacions en resposta

source: Hungarian Forint
ca: Forint hongarès

source: ID only
ca: Només ID

source: ID or Slug
ca: ID o Fitxa

source: Icon
ca: Icona

source: If archive page is enabled, you can override the slug used by WordPress, which defaults to the name of the post type.
ca: Si la pàgina d’arxiu està habilitada, podeu anul·lar la funció usada per WordPress, que per defecte correspon al nom del tipus d'article.

source: If enabled, creates an archive page with list of of items in this custom post type. Functions like a category page for posts. Can be controlled with a template in your theme called "archive-{$post-type}.php".
ca: Si està habilitat, crea una pàgina d’arxiu amb una llista d’elements d’aquest tipus d’article personalitzat Funciona com una pàgina de categoria per a publicacions. Es pot controlar amb una plantilla al vostre tema anomenat "arxiu-{$post-type} .php".

source: If you delete the "name" field, we need to specify the field to use as your primary title field. This field will serve as an index of your content. Most commonly this field represents the name of a person, place, thing, or a summary field.
ca: Si suprimiu el camp "nom", cal que especifiqueu el camp per utilitzar-lo com a camp de títol principal. Aquest camp servirà com a índex del vostre contingut. Amb més freqüència, aquest camp representa el nom d'una persona, lloc, cosa o un camp de resum.

source: Image Sizes
ca: Mida de les imatges

source: Images (jpg, jpeg, png, gif)
ca: Imatges (jpg, jpeg, png, gif)

source: Import
ca: Importa

source: Import / Export
ca: Importa / Exporta

source: Import Only
ca: Només importa

source: Import a package of Pods, Fields, and other settings from another site.
ca: Importa un paquet de Pods, camps i altres configuracions d’un altre lloc.

source: Import and Clean Up
ca: Importa i neteja

source: Include a file from a theme, with caching options
ca: Incloeu un fitxer d’un tema, amb opcions d’emmagatzematge en memòria cau

source: Index (WP Fallback)
ca: Índex (recuperació WP)

source: Indian Rupee
ca: Rupia índia

source: Indonesian Rupiah
ca: Rupia indonèsia

source: Input Helper
ca: Assistent d'entrada

source: Input Helpers may not function in our new forms, we have imported and disabled them for your review.
ca: És possible que els assistents d’entrada no funcionin en els nostres nous formularis, els hem importat i els hem desactivat per a la vostra revisió.

source: Input Type
ca: Tipus d'entrada

source: Insert
ca: Insereix

source: Insert into %s
ca: Insereix a %s

source: Insert into <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ca: Insereix a <span class="pods-slugged" data-sluggable="label_singular">l'element</span>

source: Integration
ca: Integració

source: International
ca: Internacional

source: Invalid Hex Color value provided for this field.
ca: Valor de color Hex no vàlid proporcionat per a aquest camp.

source: Invalid Pod.
ca: Pod invàlid.

source: Invalid bulk request, please try again.
ca: Sol·licitud massiva invàlida.

source: Invalid e-mail provided for %s
ca: Correu electrònic no vàlid per a %s

source: Invalid field
ca: Camp no vàlid

source: Invalid field request
ca: Sol·licitud de camp no vàlida.

source: Invalid file format, the file must use the .json extension: %s
ca: Format de fitxer no vàlid, el fitxer ha d’utilitzar l’extensió .json: %s

source: Invalid link provided for the field %s.
ca: Enllaç no vàlid per al camp %s.

source: Invalid phone number provided for the field %s.
ca: Número de telèfon no vàlid per al camp %s.

source: Invalid submission
ca: Enviament invàlid

source: Invalid upgrade method.
ca: Mètode d'actualització no vàlid.

source: Invalid upgrade process.
ca: Procés d'actualització no vàlid.

source: Invalid value provided for this field.
ca: Valor incorrecte.

source: Invalid website provided for the field %s.
ca: Lloc web no vàlid per al camp %s.

source: Israeli New Sheqel
ca: Nou xéquel israelià

source: Item
ca: Element

source: Item ID required
ca: Identificador d'element requerit

source: Item Indexes
ca: Índexs d'elements

source: Items
ca: Elements

source: Japanese Yen
ca: Yen japonès

source: Jetpack Markdown Support
ca: Suport de Jetpack Markdown

source: Jetpack Publicize Support
ca: Suport de Jetpack Publicize

source: Korean Won
ca: Won coreà

source: Label
ca: Etiqueta

source: Labels
ca: Etiquetes

source: Language
ca: Idioma

source: Languages
ca: Idiomes

source: Last &raquo;
ca: Últim &raquo;

source: Last Modified
ca: Última modificació

source: Latest Activity on <a href="http://github.com/pods-framework/pods" target="_blank">GitHub</a>
ca: Última activitat a <a href="http://github.com/pods-framework/pods" target="_blank"> GitHub </a>

source: Latest Forum Posts at <a href="https://wordpress.org/support/plugin/pods" target="_blank">wordpress.org</a>
ca: Últims missatges del fòrum a <a href="https://wordpress.org/support/plugin/pods" target="_blank"> wordpress.org </a>

source: Leave empty to auto-generate from PHP format.
ca: Deixa buit per generar automàticament des del format PHP.

source: Limit
ca: Límit

source: Limit list to Role(s)
ca: Limita la llista a Rols

source: Link
ca: Enllaç

source: Link Text Output Options
ca: Enllaça les opcions de sortida de text

source: List Style
ca: Estil de llista

source: List multiple Pod items
ca: Llista d'elements Pod

source: List view
ca: Llistat

source: Loading available fields..
ca: Carregant els camps disponibles...

source: Locale
ca: Codi d'idioma i regió (locale)

source: Localized Default
ca: Localitzat per defecte

source: Make a new menu item
ca: Crea un nou element del menú

source: Make a new menu item below Settings
ca: Creeu un nou element de menú a sota de Configuració

source: Make field "Read Only" in UI
ca: Creeu el camp "Només de lectura" a la IU

source: Making a field repeatable will add controls next to the field which allows users to Add/Remove/Reorder additional values. These values are saved in the database as an array, so searching and filtering by them may require further adjustments".
ca: Fer un camp repetible afegirà controls al costat del camp que permet als usuaris afegir / eliminar / reordenar valors addicionals. Aquests valors es guarden a la base de dades com a matriu, de manera que la cerca i el filtrat d’aquests poden requerir més ajustaments ".

source: Malaysian Ringgit
ca: Ringgit de Malàisia

source: Manage
ca: Gestiona

source: Manage %s
ca: Gestiona "%s"

source: Manage <span class="pods-slugged" data-sluggable="label">Items</span>
ca: Gestiona <span class="pods-slugged" data-sluggable="label">els elements</span>

source: Manage Fields
ca: Gestiona els camps

source: Max Number of Files
ca: Nombre màxim de fitxers

source: Maximum Length
ca: Longitud màxima

source: Maximum Number
ca: Nombre màxim

source: Media
ca: Mèdia

source: Media (extended)
ca: Multimèdia (ampliat)

source: Media File
ca: Fitxer multimèdia

source: Media Library
ca: Mediateca

source: Menu Icon
ca: Icona de menú

source: Menu Icon URL
ca: URL de la icona del menú

source: Menu Label
ca: Etiqueta del menú

source: Menu Location
ca: Ubicacions dels menús

source: Menu Name
ca: Nom del menú

source: Menu Position
ca: Posició del menú

source: Meta Based (WP Default)
ca: Basat en Meta (per defecte WP)

source: Mexican Peso
ca: Peso mexicà

source: Migrate
ca: Migració

source: Migrate Package is not activated. Try activating it: %s
ca: No està activat Migrar el Paquet. Intenta activar-lo: %s

source: Migrate: Import from Custom Post Type UI
ca: Migrar: importar des de la IU del tipus d'article personalitzat

source: Migrate: Packages
ca: Migració: paquets

source: Migrating Your Content
ca: Migrant el vostre contingut

source: Migration
ca: Migració

source: Migration Complete!
ca: S'ha completat la migració!

source: Minimum Number
ca: Nombre mínim

source: Modal Add Button Text
ca: Afegit el text del botó modal

source: Modal Title
ca: Títol modal

source: More Fields
ca: Més camps

source: Move
ca: Mou

source: Multi Select
ca: Selecció múltiple

source: Multiple Files
ca: Diversos fitxers

source: Multiple Select
ca: Selecció múltiple

source: Multisite Networks
ca: Xarxes multisite

source: Multisite Sites
ca: Lloc multisite

source: NOTICE
ca: Avís

source: Name
ca: Nom

source: Name must be given to save an Object
ca: Cal donar un nom per desar un objecte

source: Name of Pods template to use for single item view.
ca: Nom de la plantilla de Pods que es farà servir per a la vista d’un sol element.

source: Name of Pods template to use for this taxonomy.
ca: Nom de la plantilla de Pods per utilitzar per a aquesta taxonomia.

source: Name of Pods template to use for use in this Pods archive pages.
ca: Nom de la plantilla de Pods que es farà servir per utilitzar-la en les pàgines d’arxiu d’aquest Pods.

source: Name your new Role
ca: Anomeneu el vostre nou rol

source: Naming
ca: Noms

source: Native name
ca: Nom

source: Navigate
ca: Navegar

source: Navigating away from this page will discard any changes you have made.
ca: Si sortiu d’aquesta pàgina es descartaran els canvis que hàgiu fet.

source: Navigation Menus
ca: Menús de navegació

source: New %s
ca: Nou %s

source: New %s Name
ca: Nom de %s nou

source: New <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ca: <span class="pods-slugged" data-sluggable="label_singular">Element</span> nou

source: New <span class="pods-slugged" data-sluggable="label_singular">Item</span> Name
ca: Nom del nou <span class="pods-slugged" data-sluggable="label_singular">element</span>

source: New Field
ca: Camp nou

source: New ID: %s
ca: Nou ID: %s

source: New Zealand Dollar
ca: Dòlar de Nova Zelanda

source: New table not found, items cannot be migrated
ca: No s'ha trobat una taula nova, no es poden migrar els elements

source: Next %s
ca: Següent %s

source: Next &rsaquo;
ca: Següent &rsaquo;

source: Next Step
ca: Pas següent

source: No %s Found
ca: No s'ha trobat %s

source: No %s Found in Trash
ca: No s'ha trobat a la paperera %s

source: No %s found
ca: No s'ha trobat %s

source: No %s found.
ca: No s'ha trobat %s.

source: No <span class="pods-slugged" data-sluggable="label_singular">Item</span> Found
ca: No s'ha trobat <span class="pods-slugged" data-sluggable="label_singular">l'element</span>

source: No <span class="pods-slugged-lower" data-sluggable="label">items</span>
ca: No hi ha<span class="pods-slugged-lower" data-sluggable="label">elements</span>

source: No Archive view template
ca: No hi ha cap plantilla de visualització d’arxiu

source: No Hierarchical Fields found
ca: No s'ha trobat arxius jeràrquics

source: No Label
ca: No hi ha etiquetes

source: No Pods Package data found.
ca: No s’ha trobat cap dada del paquet Pods.

source: No Post Types were found.
ca: No s'ha trobat cap tipus d'article.

source: No Related Fields Found
ca: No s'ha trobat cap camp relacionat

source: No Taxonomies were found.
ca: No s'han trobat taxonomies

source: No URL format restrictions
ca: No hi ha restriccions de format URL

source: No data sent for saving.
ca: No s'han enviat dades per guardar.

source: No export data found.
ca: No s'han trobat dades d'exportació

source: No fields have been added yet
ca: Encara no s'han afegit camps

source: No format
ca: Cap format

source: No pod item export data found.
ca: No s’ha trobat cap d’exportació d’un element de pod.

source: No reference Pod selected
ca: No s'ha seleccionat cap Pod de referència

source: None
ca: Cap

source: None (ex. 100)
ca: - Cap -

source: None Found
ca: - Cap -

source: Normal (Looks like the Post Type UI)
ca: Normal (sembla la IU del tipus d'article)

source: Normal Settings Form
ca: Formulari de configuració

source: Norwegian Krone
ca: Corona noruega

source: Not Found
ca: No s'ha trobat

source: Not Found in Trash
ca: No s'ha trobat a la paperera

source: Not sure what content type you should use? Check out our <a href="https://pods.io/docs/comparisons/compare-content-types/" target="_blank">Content Type Comparison</a> to help you decide.
ca: No sabeu quin tipus de contingut haureu d'utilitzar? Consulteu la nostra <a href="https://pods.io/docs/comparisons/compare-content-types/" target="_blank"> comparació de tipus de contingut </a> per ajudar-vos a decidir.

source: Number of Fields
ca: Número de camps

source: OK
ca: D'acord

source: Object Cache
ca: Memòria cau de l'objecte.

source: Object not found
ca: No s'ha trobat l'objecte

source: Object required to add a Pods meta group
ca: Objecte necessari per afegir un meta-grup de Pods

source: Object type is required
ca: Tipus d'objecte requerit

source: One option per line, use <em>value|Label</em> for separate values and labels
ca: Una opció per línia, utilitzeu <em> valor | etiqueta </em> per obtenir valors i etiquetes separats

source: Open
ca: Obert

source: Open link in new window by default?
ca: Voleu obrir l'enllaç en una nova finestra per defecte?

source: Open link in new window?
ca: Voleu obrir l'enllaç en una nova finestra?

source: Optimizing Your Relationships
ca: Relacions a optimitzar

source: Optional height to use for this oEmbed. Leave as 0 (zero) to default to none.
ca: Alçada opcional que s’utilitzarà per a això oEmbed. Deixeu-ho com a 0 (zero) a cap per defecte.

source: Optional width to use for this oEmbed. Leave as 0 (zero) to default to none.
ca: Amplada opcional que s’utilitzarà per a aquest oEmbed. Deixeu-ho com a 0 (zero) a cap per defecte.

source: Options
ca: Opcions

source: Order By
ca: Ordenats per

source: Other
ca: Altres

source: Other (customize allowed extensions)
ca: Altres (personalitzar les extensions permeses)

source: Other WP Objects
ca: Altres objectes WP

source: Output Options
ca: Opcions de sortida

source: Output as a WP Gallery
ca: Sortida com a galeria WP

source: Output as a link?
ca: Voleu la sortida com enllaç?

source: PHP date documentation
ca: Documentació sobre el format de data i hora de PHP

source: Packages allow you to import/export your Pods, Fields, and other settings between any Pods sites.
ca: Els paquets us permeten importar/exportar els vostres Pods, camps i altres paràmetres entre els llocs de tots els Pods.

source: Page
ca: Pàgina

source: Page (WP Default)
ca: Pàgina (per defecte de WP)

source: Page Attributes
ca: Atributs de la pàgina

source: Page Code
ca: Codi de pàgina

source: Page Precode
ca: Precodificació de pàgina

source: Page Template
ca: Plantilla de pàgina

source: Page Templates
ca: Plantilles de pàgina

source: Page Title
ca: Títol de la pàgina

source: Parent %s
ca: Pare %s

source: Parent %s :
ca: Pare %s:

source: Parent %s:
ca: Pare %s:

source: Parent <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ca: <span class="pods-slugged" data-sluggable="label_singular">Element pare</span>

source: Parent <span class="pods-slugged" data-sluggable="label_singular">Item</span>:
ca: <span class="pods-slugged" data-sluggable="label_singular">Element pare</span>:

source: Parent Menu ID (optional)
ca: ID del menú Pare (opcional)

source: Paste the Package Code
ca: Enganxa el codi del paquet

source: Permalink (url-friendly)
ca: Enllaç permanent

source: Philippine Peso
ca: Pes filipí

source: Phone
ca: Número de telèfon

source: Phone Options
ca: Opcions de telèfon

source: Placeholders can provide instructions or an example of the required data format for a field. Please note: It is not a replacement for labels or description text, and it is less accessible for people using screen readers.
ca: Els marcadors de lloc poden proporcionar instruccions o un exemple del format de dades requerit per a un camp. Tingueu en compte: no és un reemplaçament de les etiquetes ni del text de descripció, i és menys accessible per a persones que utilitzen lectors de pantalla.

source: Plain Number
ca: Nombre pla

source: Plain Paragraph Text
ca: Text pla del paràgraf

source: Plain Text
ca: Text pla

source: Please choose a valid oEmbed URL.
ca: Introduïu un URL d'incrustació vàlid.

source: Please choose whether to Create or Extend a Content Type
ca: Escolliu si voleu crear o ampliar un tipus de contingut

source: Please upgrade (or have your Hosting Provider upgrade it for you) your MySQL version to continue.
ca: Actualitzeu (o feu que el vostre proveïdor de hosting ho actualitzi) la vostra versió de MySQL per continuar.

source: Please upgrade (or have your Hosting Provider upgrade it for you) your PHP version to continue.
ca: Actualitzeu (o que el vostre proveïdor de hosting ho actualitzi) la vostra versió de PHP per continuar.

source: Please upgrade your WordPress to continue.
ca: Actualitzeu el vostre WordPress per continuar.

source: Please use the search filter(s) above to display data
ca: Utilitzeu els filtres de cerca anteriors per mostrar dades

source: Plural Label
ca: Etiqueta de plural

source: Pod "%1$s" item "%2$s" does not exist.
ca: L'element "%2$s" Pos "%1$s" no existeix.

source: Pod "%s" does not exist.
ca: El Pod "%s" no existeix.

source: Pod %1$s already exists, you cannot rename %2$s to that
ca: El pod %1$s ja existeix, no es pot canviar el nom de %2$s

source: Pod %s already exists
ca: El Pod "%s" ja existeix.

source: Pod %s cannot be renamed, it extends an existing WP Object
ca: No es pot canviar de nom del Pod %s, estén un objecte WP existent

source: Pod <strong>%s</strong> not found, items cannot be migrated
ca: No s’ha trobat el Pod <strong>% s </strong>, no es poden migrar els elements

source: Pod <strong>%s</strong> not found, relationships cannot be migrated
ca: No s’ha trobat el Pod <strong>% s </strong>, no es poden migrar relacions

source: Pod Association
ca: Associació Pod

source: Pod Field
ca: Camp Pod

source: Pod Fields
ca: Camps Pod

source: Pod ID or name is required
ca: Es requereix un ID o nom per al Pod

source: Pod Item not found
ca: No s'ha trobat el Pod

source: Pod Name
ca: Nom de Pod

source: Pod Pages
ca: Pàgines de Pod

source: Pod Reference
ca: Referències de Pod

source: Pod Types table not found, items cannot be migrated
ca: No s’ha trobat la taula Tipus de Pod, els elements no es poden migrar

source: Pod added.
ca: Pod afegit

source: Pod content not reset.
ca: No s'ha restablit el contingut Pod

source: Pod content reset.
ca: S'ha restablit el contingut Pod

source: Pod deleted successfully.
ca: Pod s'ha esborrat correctament.

source: Pod deleted.
ca: Pod eliminat.

source: Pod duplicated.
ca: S'ha duplicat el Pod.

source: Pod for field not found
ca: No s'ha trobat el Pod per al camp

source: Pod is required
ca: Es requereix el pod

source: Pod item added.
ca: Element pod afegit

source: Pod item deleted.
ca: Element pod suprimit.

source: Pod item duplicated.
ca: Element pod duplicat.

source: Pod item exported: %s
ca: Element pod exportat: %s

source: Pod item not added.
ca: No s'ha afegit l'element pod.

source: Pod item not deleted.
ca: No s'ha eliminat l'element pod.

source: Pod item not duplicated.
ca: No s'ha duplicat l'element pod.

source: Pod item not exported.
ca: No s'ha exportat l'element pod.

source: Pod item not saved.
ca: No s'ha desat l'element pod.

source: Pod item saved.
ca: S'ha desat l'element pod.

source: Pod items exported: %s
ca: S'ha exportat l'element pod: %s

source: Pod items not exported.
ca: No s'han exportat els elements pod.

source: Pod name cannot be empty
ca: El nom de pod no pot estar buit.

source: Pod name required
ca: Nom (necessari)

source: Pod not added.
ca: No s'ha afegit el pod.

source: Pod not allowed to be duplicated
ca: No es permet duplicar el pod

source: Pod not deleted.
ca: No s'ha eliminat el pod.

source: Pod not duplicated.
ca: No s'ha duplicat el pod.

source: Pod not found
ca: No s'ha trobat el pod

source: Pod not found, it cannot be migrated
ca: No s’ha trobat el Pod, no es pot migrar

source: Pod not found.
ca: No s'ha trobat el pod.

source: Pod not saved.
ca: No s'ha desat el pod.

source: Pod reset successfully.
ca: El pod s'ha restablit correctament.

source: Pod saved.
ca: S'ha desat el pod.

source: Pod table not found, items cannot be migrated
ca: No s’ha trobat la taula Pod, els elements no es poden migrar

source: Pod unable to be deleted
ca: No es pot eliminat el pod

source: Pod using %s already exists, you can not reuse an object across multiple pods
ca: El Pod que utilitza %s ja existeix; no podeu reutilitzar un objecte a través de múltiples pods

source: Pod with the name %s already exists
ca: El pod amb nom %s ja existeix

source: Pods &raquo; Embed
ca: Incrustació &raquo; de pod

source: Pods (Pods Default)
ca: Pods

source: Pods - Custom Content Types and Fields
ca: Pods - Tipus de contingut i camps personalitzats

source: Pods - Field Value
ca: Pods - Valor del camp

source: Pods - Form
ca: Pods - Formulari

source: Pods - List Items
ca: Pods - Llista d'elements

source: Pods - Single Item
ca: Pods - Element singular

source: Pods - View
ca: Pods - Visualització

source: Pods Admin
ca: Pods - Administració

source: Pods Framework Team
ca: Equip de Pods

source: Pods Help
ca: Ajuda de Pod

source: Pods Object type is required
ca: Es requereix el tipus d'objecte Pods

source: Pods Package exported: %s
ca: S'ha exportat el paquet de pod: %s

source: Pods Package imported.
ca: Paquet Pod importat.

source: Pods Package not exported.
ca: No s'ha pogut exportar el paquet Pod.

source: Pods Package not imported.
ca: No s'ha pogut importar el paquet Pod.

source: Pods Page
ca: Pàgina pod

source: Pods REST API support covers post type, taxonomy and user Pods.
ca: Els suports de l’API REST de Pods cobreix el tipus d'article, la taxonomia i els Pods de l’usuari.
