Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/pods.po
Languages: ca

source: This pod already has a permalink field
ca: Aquest pod ja té un camp d'enllaç permanent

source: This pod already has an internal WordPress permalink field
ca: Aquest pod ja té un camp de enllaç permanent de WordPress intern

source: This tool will clear all of the transients/cache that are used by Pods.
ca: Aquesta eina esborrarà tots els transitoris/memòria cau que s’utilitzen per Pods.

source: This will delete Pods 2.x settings, data, and deactivate itself once done. Your database will be as if Pods 2.x never existed.
ca: Això eliminarà els paràmetres de Pods 2.x, les dades i es desactivarà un cop fet. La vostra base de dades serà com si els pods 2.x mai haguessin existit.

source: This will delete Pods settings, data, and deactivate itself once done. Your database will be as if Pods never existed.
ca: Això eliminarà la configuració de Pods, les dades i es desactivarà una vegada realitzat. La vostra base de dades serà com si mai no hi hagués existit Pods.

source: This will delete all of your Pods 1.x data, it's only recommended if you've verified your data has been properly migrated into Pods 2.x.
ca: Això eliminarà totes les vostres dades 1. Pods, només es recomana si heu verificat que les vostres dades s’han migrat correctament a Pods 2.x.

source: This will form the url for the route. Default / empty value here will use the pod name.
ca: Això formarà l’URL de la ruta. El valor per defecte/buit aquí usarà el nom del pod.

source: This will import your Custom Post Types and Taxonomies, and then remove them from Custom Post Type UI.
ca: Això importarà els vostres tipus d’articles i taxonomies personalitzats i els eliminarà de la IU del tipus d'articles personalitzat.

source: This will import your Custom Post Types and Taxonomies.
ca: S'importaran les vostres taxonomies i tipus de publicació personalitzats.

source: This will reset Pods settings, removes all of it's data, and performs a fresh install.
ca: Això restablirà la configuració de Pods, eliminarà totes les dades i realitzarà una instal·lació nova.

source: Tiles
ca: Rajoles

source: Time
ca: Hora

source: Time Format
ca: Format de l'hora

source: Time Format Type
ca: Tipus de format de l'hora

source: Time format
ca: Format de l'hora

source: Time format field input
ca: Camp del format d'hora

source: Time format for display
ca: Format d'hora per mostrar

source: Time format for input
ca: Format d'hora per entrar

source: TinyMCE (WP Default)
ca: TinyMCE (per defecte WP)

source: Title
ca: Títol

source: Title Field
ca: Camp de títol

source: To get help with a specific issue, you can ask in our <a href="https://wordpress.org/support/plugin/pods" target="_blank">support forums</a>, or you can join <a href="https://pods.io/chat/" target="_blank">our Slack chat</a>
ca: Per obtenir ajuda amb un problema específic, podeu demanar als nostres <a href="https://wordpress.org/support/plugin/pods" target="_blank"> fòrums de suport </a>, o podeu unir-vos al < a href = "https://pods.io/chat/" target = "_ blank"> nostre xat Slack </a>

source: To learn more about using Pods, see our <a href="https://pods.io/docs/" target="_blank">documentation</a> and subscribe to our <a href="https://www.youtube.com/user/podsframework/" target="_blank">YouTube Channel</a>
ca: Per obtenir més informació sobre com utilitzar Pods, consulteu la nostra <a href="https://pods.io/docs/" target="_blank"> documentació </a> i subscriviu-vos a <a href = "https: // www .youtube.com / user / podsframework / "target =" _ blank "> Canal de YouTube </a>

source: To report <strong>bugs or request features</strong>, go to our <a href="https://github.com/pods-framework/pods/issues?sort=updated&direction=desc&state=open" target="_blank">GitHub</a>.
ca: Per informar de <strong> errors o funcions de sol·licitud </strong>, aneu al nostre <a href = "https://github.com/pods-framework/pods/issues?sort=updated&direction=desc&state=open" target = "_ blank "> GitHub </a>.

source: Toggle All Capabilities on / off
ca: Commuta totes les funcions on / off

source: Toggle all on / off
ca: Commuta tot on / off

source: Toggle translation visibility
ca: Commuta la visibilitat de la traducció

source: Toggle translations
ca: Commuta les traduccions

source: Tools
ca: Eines

source: Trackbacks
ca: Retroenllaços

source: Transforms less-beautfiul text characters into stylized equivalents.
ca: Transforma els caràcters de text amb menys bellesa en equivalents estilitzats.

source: Transient
ca: Transitori

source: Translation Options
ca: Opcions de traducció

source: Translation options
ca: Opcions de traducció

source: Turkish Lira
ca: Lira turca

source: Type
ca: Tipus

source: Type must be given to save an Object
ca: Cal especificar el tipus per a desar un objecte

source: URL or Dashicon name for the menu icon. You may specify the path to the icon using one of the <a href="https://pods.io/docs/build/special-magic-tags/#site-tags" target="_blank">site tag</a> type <a href="https://pods.io/docs/build/special-magic-tags/" target="_blank">special magic tags</a>. For example, for a file in your theme directory, use "{@template-url}/path/to/image.png". You may also use the name of a <a href="https://developer.wordpress.org/resource/dashicons/" target="_blank">Dashicon</a>. For example, to use the empty star icon, use "dashicons-star-empty".
ca: URL o nom de Dashicon per a la icona del menú. Podeu especificar el camí d'accés a la icona mitjançant una de les <a href="https://pods.io/docs/build/special-magic-tags/#site-tags" target="_blank"> etiquetes del lloc </a>escriviu <a href="https://pods.io/docs/build/special-magic-tags/" target="_blank"> etiquetes màgiques especials </a>. Per exemple, per a un fitxer al vostre directori de tema, utilitzeu "{@ template-url} /path/to/image.png". També podeu utilitzar el nom d’un <a href="https://developer.wordpress.org/resource/dashicons/" target="_blank"> Dashicon </a>. Per exemple, per utilitzar la icona d'estrella buida, utilitzeu "dashicons-star-empty".

source: US
ca: EAU

source: US Dollar
ca: Dòlar americà

source: US Dollar Cent
ca: Dòlar americà

source: US States
ca: Estats Units d'Amèrica

source: Unable to process request, please try again.
ca: No es pot processar la sol·licitud, torneu-ho a provar.

source: Unauthorized request
ca: Sol·licitud no autoritzada

source: Unique
ca: Únic

source: Update %s
ca: Actualitza %s ara

source: Update <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ca: Actualitza l'<span class="pods-slugged" data-sluggable="label_singular">element</span>

source: Update Field
ca: Actualitza el camp

source: Update Order
ca: Ordre d'actualització

source: Updated active languages.
ca: Idiomes actius actualitzats.

source: Upgrade
ca: Actualitza

source: Upgrade Complete!
ca: S'ha completat l'actualització!

source: Upgrade Pods
ca: Actualitza els Pods

source: Upgrade method not found.
ca: No s'ha trobat el mètode d'actualització.

source: Upload File
ca: Puja un fitxer

source: Upload Limit
ca: Límit de càrrega

source: Upload and/or Select (Media Library)
ca: Carregar i/o seleccionar (mediateca)

source: Upload only (Plupload)
ca: Carrega (Plupload)

source: Uploaded to this %s
ca: S'ha actualitzat a %s

source: Uploaded to this <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ca: Carregat a aquest <span class="pods-slugged" data-sluggable="label_singular">element</span>

source: Use a drop-down for the input instead of the WordPress default
ca: Utilitzeu una llista desplegable per a l'entrada en lloc del valor per defecte de WordPress

source: Use as featured Image
ca: Utilitzeu com a imatge resum

source: Use as featured image
ca: Useu com a imatge destacada

source: Use current post (singular) or term (term archive)
ca: Utilitza el missatge actual (singular) o el terme (arxiu de termini)

source: User (extended)
ca: Usuari (ampliat)

source: User Capabilities
ca: Permisos d'usuari

source: User Capability
ca: Funcionalitat de l'usuari

source: User Roles
ca: Rols d'usuari

source: User data is required but is either invalid or empty
ca: Es requereixen les dades de l’usuari, però no són vàlides o són vàlides

source: Users
ca: Usuaris

source: Users will see this as the name of their role
ca: Els usuaris veuran això com a nom del seu rol

source: Uses WordPress term capabilities by default
ca: Utilitza per defecte les funcions del terme WordPress

source: Uses these capabilties for access to this post type: edit_{capability}, read_{capability}, and delete_{capability}
ca: Utilitza aquestes funcions per accedir a aquest tipus de publicació: edita {capacitat}, read_ {capacitat} i suprimiu_ {capacitat}

source: Valid size suffixes are: GB (gigabytes), MB (megabytes), KB (kilobytes), or B (bytes). Defaults to the <a href="https://developer.wordpress.org/reference/functions/wp_max_upload_size/">wp_max_upload_size</a> setting.
ca: Els sufixos de mida vàlids són: GB (gigabytes), MB (megabytes), KB (kilobytes) o B (bytes). Predeterminat a la configuració de la <a href="https://developer.wordpress.org/reference/functions/wp_max_upload_size/"> wp_max_upload_size </a>.

source: Values
ca: Valors

source: Version %s
ca: Versió %s

source: Video (mpg, mov, flv, mp4, etc..)
ca: Vídeo (mpg, mov, flv, mp4, etc..)

source: Vietnamese Dong
ca: Dong vietnamita

source: View
ca: Visualitza

source: View %s
ca: Veure %s

source: View <span class="pods-slugged" data-sluggable="label">Items</span>
ca: Vsualitza <span class="pods-slugged" data-sluggable="label">el elements</span>

source: View <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ca: Mostra l'<span class="pods-slugged" data-sluggable="label_singular">element</span>

source: View Users
ca: Visualitza els usuaris

source: View this item
ca: Visualitza aquest element

source: Visibility
ca: Visibilitat

source: Visit component site
ca: Visita el lloc del component

source: WYSIWYG (Visual Editor)
ca: WYSIWYG (Editor visual)

source: We need to run a few updates to your database to optimize your relationship data.
ca: Hem d’executar algunes actualitzacions a la vostra base de dades per optimitzar la vostra relació de dades.

source: We recommend that you back your database up, it can really save you in a bind or a really weird situation that you may not be expecting. Check out a few options we think are <em>great</em> below.
ca: Us recomanem que recupereu la vostra base de dades, perquè realment us pot ajudar en una vinculació o una situació realment estranya i inesperada. Consulteu algunes opcions que pensem que són <em> importants </em> a continuació.

source: We will prepare all of your Pods, Settings, and Content for migration. If any issues are found they will be displayed below for your review. Be sure to backup your database before continuing onto the next step for Migration.
ca: Prepararem tots els vostres pods, configuració i contingut per a la migració. Si es detecten problemes, es mostraran a continuació per a la vostra revisió. Assegureu-vos de fer una còpia de seguretat de la vostra base de dades abans de continuar al pas següent per a la migració.

source: We will prepare your relationships for the upgrade. If any issues are found they will be displayed below for your review. Be sure to backup your database before continuing onto the next step for the Upgrade.
ca: Prepararem les vostres relacions per a l’actualització. Si es detecten problemes, es mostraran a continuació per a la vostra revisió. Assegureu-vos de fer una còpia de seguretat de la vostra base de dades abans de continuar al pas següent per a l'actualització.

source: Website
ca: Pàgina web

source: Welcome to Pods 2.x! We sincerely hope you enjoy over two years worth of planning and work, available to you for <em>free</em>.
ca: Benvingut a Pods 2.x! Desitgem sincerament que gaudiu de més de dos anys en la planificació i la feina, a la vostra disposició per <em> lliure </em>.

source: What would you like to do?
ca: Què voleu fer?

source: When enabled you can specify the names of Pods Templates to be used to display items in this Pod in the front-end.
ca: Quan estigui activat, podeu especificar els noms de les Plantilles de pods que s’utilitzaran per visualitzar elements d’aquest pod a la portada.

source: When enabled you can specify the names of a Pods Template to be used to display items in this Pod in the front-end.
ca: Quan estigui activat, podeu especificar els noms d’una plantilla de Pods que s’utilitzaran per mostrar elements d’aquest pod a la portada.

source: When enabled, the template will be executed whenever the specified filter is called.
ca: Quan estigui activat, la plantilla s'executarà sempre que es cridi el filtre especificat.

source: Where
ca: On

source: Whether the template will go before, after or in place of the post content.
ca: Si la plantilla anirà abans, després o en lloc del contingut del missatge.

source: Whether to add a column for this taxonomy on the associated post types manage screens
ca: Si es vol afegir una columna per a aquesta taxonomia en els tipus d'articles associats, es gestionen les pantalles

source: Whether to generate a default UI for managing this post type in the admin.
ca: Generar una interfície d'usuari per defecte per a la gestió d'aquest tipus de publicacions.

source: Whether to generate a default UI for managing this taxonomy.
ca: Si cal generar una interfície d'usuari per defecte per gestionar aquesta taxonomia.

source: Whether to show the post type in the admin menu.
ca: Si s'ha de mostrar el tipus de publicació al menú d'administració.

source: Whether to show the taxonomy in the admin menu.
ca: Si s'ha de mostrar la taxonomia al menú d'administració.

source: Which filter to use for archives.
ca: Quin filtre cal utilitzar per als arxius.

source: Which filter to use for single views.
ca: Quin filtre cal utilitzar per a vistes individuals.

source: Wildcard Slug
ca: Comodí Slug

source: WordPress Default is the format used in Settings, General under "Date Format".
ca: WordPress per defecte és el format utilitzat a Configuració, General a "Format de data".

source: WordPress Default is the format used in Settings, General under "Time Format".
ca: WordPress per defecte és el format utilitzat a Configuració, General a "Format del temps".

source: WordPress default
ca: Opció per defecte de WordPress

source: Write via REST API?
ca: Voleu escriure via REST API?

source: YARPP Support
ca: Espai de suport de YARPP

source: Yes
ca: Sí

source: Yes / No
ca: Sí / No

source: Yes Label
ca: Sí

source: You are about to permanently delete this item. Choose CANCEL to stop, OK to delete.
ca: Ara suprimireu aquest element definitivament. 'Cancel·la' per sortir, 'D'acord' per suprimir.

source: You are about to permanently delete this item\n Choose \'Cancel\' to stop, \'OK\' to delete.
ca: Ara suprimireu aquest element definitivament. 'Cancel·la' per sortir, 'D'acord' per suprimir.

source: You can choose which style you would like the files to appear within the form.
ca: Podeu triar l’estil amb que voleu que apareguin els fitxers dins del formulari.

source: You can find it at %s
ca: Ho podeu trobar a %s

source: You can only select
ca: Només podeu seleccionar

source: You cannot remove the <strong>%s</strong> role, you must set a new default role for the site first.
ca: No podeu eliminar el rol <strong>%s</strong>, primer heu d'establir un rol predeterminat nou per al lloc.

source: You do not have access to upload / browse files. Contact your website admin to resolve.
ca: No teniu accés a penjar / navegar per fitxers. Poseu-vos en contacte amb l'administrador del lloc web per resoldre-ho.

source: You do not have access to view this content.
ca: No teniu accés a aquest contingut.

source: You must provide the ID column name for the table, this will be used to keep track of the relationship
ca: Heu de proporcionar el nom de la columna ID per a la taula, que s’utilitzarà per fer un seguiment de la relació

source: You must provide the index column name for the table, this may optionally also be the ID column name
ca: Heu de proporcionar el nom de la columna d'índex per a la taula, que també pot ser el nom de la columna ID

source: You must specify a Pods Template or create a custom template, using <a href="https://pods.io/docs/build/using-magic-tags/" title="Using Magic Tags" target="_blank">magic tags</a>.
ca: Heu d’especificar una Plantilla de Pods o crear una plantilla personalitzada, utilitzant <a href="https://pods.io/docs/build/using-magic-tags/" title="Using Magic Tags" target="_blank"> etiquetes màgiques </a>.

source: You will use this name to programatically reference this field throughout WordPress
ca: Utilitzareu aquest nom per referir programàticament aquest camp a WordPress

source: You will use this name to programatically reference this role throughout WordPress
ca: Utilitzareu aquest nom per fer referència programàtica a aquesta funció al llarg de WordPress

source: and
ca: i

source: by %s
ca: per %s

source: created
ca: creat

source: duplicated
ca: duplicat

source: example.com (force removal of www)
ca: example.com (Força eliminació de www)

source: field
ca: camp

source: help
ca: ajuda

source: http://example.com/ (remove www)
ca: http://example.com/ (elimini www)

source: http://www.example.com/ (force www if no sub-domain provided)
ca: http://www.example.com/ (forci www si no es proporciona cap sub-domini)

source: is a field in the table, but was not found in this pod - the field data will not be migrated.
ca: és un camp de la taula, però no s'ha trobat en aquest pod: les dades del camp no es migraran.

source: is a field in this pod, but was not found in the table - the field data will not be migrated.
ca: és un camp d’aquest pod, però no s’ha trobat a la taula: les dades del camp no seran migrades.

source: jQuery UI datepicker documentation
ca: Documentació jQuery UI datepicker

source: jQuery UI timepicker documentation
ca: Documentació jQuery UI del timepicker

source: oEmbed
ca: Paràmetres d'incrustació

source: of
ca: de

source: or click on an Export to download a full copy of the data
ca: o feu clic a Exportar per descarregar una còpia completa de les dades

source: requires a minimum of
ca: requereix un mínim de

source: role removed from site.
ca: s'ha eliminat el rol del lloc.

source: saved
ca: desat

source: to function. You are currently running
ca: funcionar. Actualment esteu executant

source: www.example.com (force www if no sub-domain provided)
ca: www.exemple.com (forci www si no es proporciona cap sub-domini)
