Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/slideshow-jquery-image-gallery.po
Languages: ca

source: (Leave empty for a transparent background)
ca: (Deixeu-ho buit perquè el color de fons sigui transparent)

source: Activate buttons (so the user can scroll through the slides)
ca: Activa les fletxes de navegació (l'usuari podrà desplaçar-se a través de les diapositives)

source: Activate control panel (play and pause button)
ca: Botó de reproducció

source: Activate navigation buttons
ca: Activa les fletxes de navegació

source: Activate pagination
ca: Punts de paginació

source: Add New Slideshow
ca: Afegeix un carrusel nou

source: Add slideshows
ca: Afegeix un carrusel

source: Album not available. Album ID not valid?
ca: S'ha produït un error en obtenir un àlbum extern. Comproveu l'adreça de l'àlbum. <a target='_blank' href='https://sites.google.com/a/xtec.cat/ajudaxtecblocs/insercio-de-continguts/carrusel-d-imatges'>Ajuda</a>.

source: All Slideshows
ca: Tots els carrusels

source: Alternative text
ca: Text alternatiu

source: An error occurred while loading this slide, and it will not be present in the slideshow
ca: S'ha produït un error en carregar la diapositiva i no es mostrarà en el carrusel

source: Animation
ca: Animació

source: Animation used for transition between slides
ca: Tipus de transició

source: Are you sure you want to delete this custom style?
ca: Esteu segurs de voler eliminar aquest estil personalitzat?

source: Are you sure you want to delete this slide?
ca: Esteu segurs de voler eliminar aquesta diapositiva?

source: Automatically slide to the next slide
ca: Reproducció automàtica

source: Avoid content filter (disable if '%s' is shown)
ca: Evita el filtre de continguts (deshabilita si '%s' es mostra)

source: Background color
ca: Color de fons

source: Cancel
ca: Cancel·la

source: Click 'Customize' to create a new custom stylesheet.
ca: Feu clic a 'Personalitza' per crear un full d'estils nou.

source: Click to toggle
ca: Feu clic per alternar

source: Close all
ca: Tanca-ho tot

source: Copy
ca: Copia

source: Create a new custom style from this style
ca: Crea un full d'estils nou a partir d'aquest estil

source: Crop to fit
ca: Retalla (recomanat)

source: Cross Fade
ca: Difuminat

source: Custom
ca: Personalitzat

source: Custom Styles
ca: Estils personalitzats

source: Custom style editor
ca: Editor d'estils personalitzats

source: Custom styles can be created and customized %shere%s.
ca: Podeu crear i personalitzar estils %saquí%s.

source: Custom stylesheets
ca: Fulls d'estils personalitzats

source: Customize
ca: Personalitza

source: Dark
ca: Fosc

source: Default
ca: Per defecte

source: Default Slideshow Settings
ca: Paràmetres de configuració per defecte

source: Default Slideshow Stylesheet
ca: Full d'estils per defecte

source: Default stylesheets
ca: Fulls d'estils per defecte

source: Delete
ca: Esborra

source: Delete slide
ca: Esborra la diapositiva

source: Delete slideshows
ca: Esborra el carrusel

source: Delete this style
ca: Esborra aquest estil

source: Description
ca: Descripció

source: Direct Fade
ca: Dissol directe

source: Display
ca: Visualització

source: Don't let search engines follow link
ca: No deixis seguir l'enllaç als motors de cerca

source: Duplicate
ca: Duplica

source: Edit
ca: Edita

source: Edit slideshow
ca: Edita el carrusel

source: Edit slideshows
ca: Edita els carrusels

source: Edit this style
ca: Edita aquest estil

source: Enable lazy loading
ca: Habilita la càrrega diferida

source: Enable responsiveness (Shrink slideshow's width when page's width shrinks)
ca: L'amplada s'adapta

source: Enables you to show your slideshows in the widget area of your website.
ca: Permet mostrar els carrusels a la zona de ginys de la vostra pàgina.

source: Fade
ca: Dissol

source: Fit image into slide (stretching it)
ca: Ajusta la imatge a la diapositiva (estirant-la)

source: Frequently Asked Questions (FAQ)
ca: Preguntes més freqüents (PMF)

source: General Settings
ca: Configuració general

source: Go to slide
ca: Vés a la diapositiva

source: Height of the description boxes
ca: Alçada de les caixes de descripció

source: Height of the slideshow
ca: Alçada del carrusel

source: Help to keep this plugin free!
ca: Ajuda a mantenir aquest giny lliure!

source: Hide control panel, show when mouse hovers over
ca: <span class='dashicons dashicons-arrow-right'></span>Amaga fins que el ratolí passi per sobre

source: Hide description box, it will pop up when a mouse hovers over the slide
ca: <span class='dashicons dashicons-arrow-right'></span>Amaga fins que el ratolí passi per sobre"

source: Hide description box, pop up when mouse hovers over
ca: <span class='dashicons dashicons-arrow-right'></span>Amaga fins que el ratolí passi per sobre

source: Hide navigation buttons, show when mouse hovers over
ca: <span class='dashicons dashicons-arrow-right'></span>Amaga fins que el ratolí passi per sobre

source: Hide pagination, show when mouse hovers over
ca: <span class='dashicons dashicons-arrow-right'></span>Amaga fins que el ratolí passi per sobre

source: Image behaviour
ca: Ajust de la imatge

source: Image slide
ca: Diapositiva d'imatge

source: In order to keep you provided with the newest features, updates and bug fixes, a lot of motivation is required. Therefore I'm kindly asking you to consider making a small donation to the plugin or rating it as 5-stars on Wordpress.org. Thank you in advance!
ca: Per posar a disposició de la comunitat les funcionalitats més noves, actualitzacions i correcció d'errors, es requereix molta motivació. Per aquest motiu us demano que considereu fer una petita donació a l'extensió o que la valoreu amb cinc estrelles a Wordpress.org. Gràcies per avançat!

source: Information
ca: Informació

source: Insert
ca: Insereix

source: Insert Slideshow
ca: Insereix carrusel

source: Insert a Slideshow
ca: Insereix un carrusel

source: Insert image slide
ca: Insereix imatge de diapositiva

source: It seems you haven't created any slideshows yet. %sYou can create a slideshow here!%s
ca: Encara no heu creat un carrusel. %sPodeu crear un carrusel aquí!%s

source: Light
ca: Clar

source: Load more results
ca: Carrega més resultats

source: Maximum width. When maximum width is 0, maximum width is ignored
ca: Amplada màxima. Quan l'amplada màxima sigui 0, aquesta amplada màxima serà ignorada

source: Miscellaneous
ca: Miscel·lània

source: More info
ca: Més informació

source: More results loaded
ca: S'han carregat més resultats

source: Natural and centered
ca: Original

source: New
ca: Nou

source: New slideshow
ca: Carrusel nou

source: New window
ca: Finestra nova

source: Next
ca: Següent

source: No images were found, click here to upload some.
ca: No s'ha trobat cap imatge, feu clic aquí per pujar-ne alguna.

source: No slideshow selected.
ca: No s'ha seleccionat cap carrusel.

source: No slideshows found
ca: No s'ha trobat cap carrusel

source: Note
ca: Nota

source: Number of seconds the description takes to slide in
ca: Nombre de segons que la descripció necessita per canviar

source: Number of seconds the slide takes to slide in
ca: Nombre de segons que la diapositiva necessita per canviar

source: Number of slides to fit into one slide
ca: Elements per diapositiva

source: Open URL in
ca: Obre l'URL a

source: Open all
ca: Obre-ho tot

source: Or add this piece of code to where ever in your website you want to place the slideshow
ca: O afegiu aquest codi curt a qualsevol lloc del vostre lloc web on vulgueu posar un carrusel

source: Or go to the %swidgets page%s and show the slideshow as a widget.
ca: O aneu a la %spàgina de ginys%s i afegiu el carrusel com a giny.

source: Pause
ca: Pausa

source: Pause slideshow when mouse hovers over
ca: Pausa el carrusel quan el ratolí passi per sobre

source: Play
ca: Visualitza

source: Previous
ca: Anterior

source: Proportional relationship%s between slideshow's width and height (width:height)
ca: %s<span class='dashicons dashicons-arrow-right'></span>Relació proporcional (amplada:alçada)

source: Random Animation
ca: Animació aleatòria

source: Random Slideshow
ca: Carrusel aleatori

source: Randomize slides
ca: Ordre aleatori

source: Rate on Wordpress.org
ca: Valora-la a Wordpress.org

source: Return to the beginning of the slideshow after last slide
ca: En acabar, el carrusel comença de nou

source: Same window
ca: La mateixa finestra

source: Search
ca: Cerca

source: Search images by title or ID
ca: Cerca imatges per títol o per ID

source: Search slideshows
ca: Cerca carrusels

source: Seconds between changing slides
ca: Durada de la diapositiva (en segons)

source: Select a slideshow
ca: Selecciona un carrusel

source: Select a stylesheet to start customizing it.
ca: Seleccioneu un full d'estils per començar a personalitzar-lo.

source: Select the user roles that will able to perform certain actions.
ca: Seleccioneu els rols d'usuari que podran realitzar certes accions.

source: Settings
ca: Configuració

source: Show a loading icon until the first slide appears
ca: Mostra una icona de càrrega fins que la diapositiva aparegui

source: Show control panel (play and pause button)
ca: Mostra el tauler de control (botons de reproducció i pausa)

source: Show related videos
ca: Mostra vídeos relacionats

source: Show title and description
ca: Títol i descripció

source: Shrink slideshow's height when width shrinks
ca: <span class='dashicons dashicons-arrow-right'></span>Alçada variable

source: Slide
ca: Llisca

source: Slide Down
ca: Llisca cap avall

source: Slide Left
ca: Llisca a l'esquerra

source: Slide Right
ca: Llisca a la dreta

source: Slide Up
ca: Llisca cap amunt

source: Slides List
ca: Llista de diapositives

source: Slideshow
ca: Carrusel

source: Slideshow Settings
ca: Configuració del carrusel

source: Slideshow Style
ca: Estil del carrusel

source: Slideshow Widget
ca: Carrusel

source: Slideshow created
ca: S'ha creat el carrusel

source: Slideshow updated
ca: S'ha actualitzat el carrusel

source: Slideshow's height
ca: Alçada del carrusel

source: Slideshows
ca: Carrusels

source: Stretch to fit
ca: Estira

source: Style
ca: Estil

source: Stylesheet location
ca: Ubicació del full d'estils

source: Text color
ca: Color del text

source: Text slide
ca: Diapositiva de text

source: The settings set on this page apply only to newly created slideshows and therefore do not alter any existing ones. To adapt a slideshow's settings, %sclick here.%s
ca: La configuració definida en aquesta pàgina afecta només als carrusels nous i per tant, no altera cap de les existents. Per adaptar la configuració dels carrusels, %sfeu clic aquí.%s

source: The slideshow plugin is easily deployable on your website. Add any image that has already been uploaded to add to your slideshow, add text slides, or even add a video. Options and styles are customizable for every single slideshow on your website.
ca: L'extensió Carrusel és fàcil d'implementar al vostre lloc web. L'extensió, permet afegir qualsevol imatge de la mediateca, afegir diapositives de text, o fins i tot afegir un vídeo als vostres carrusels. Les opcions i els estils són personalitzables per a cadascuna de les presentacions que creeu.

source: The style used for this slideshow
ca: Estil utilitzat per a aquest carrusel

source: Timeout error. Album not available. Try to refresh this page
ca: No s'ha pogut carregar l'àlbum. S'ha esgotat el temps d'espera. Proveu a carregar la pàgina de nou.

source: Title
ca: Títol

source: To use this slideshow in your website either add this piece of shortcode to your posts or pages
ca: Per fer servir aquest carrusel al vostre lloc web, afegiu aquest codi curt als vostres articles o pàgines

source: Untitled
ca: Sense nom

source: Untitled role
ca: Rol sense nom

source: Untitled slideshow
ca: Carrusel sense nom

source: Upload/Manage Images
ca: Puja/gestiona imatges

source: User Capabilities
ca: Permisos d'usuari

source: Video slide
ca: Diapositiva de vídeo

source: View slideshow
ca: Visualitza el carrusel

source: Wait until the next slide has loaded before showing it
ca: Espera fins que la diapositiva següent s'hagi carregat abans de mostrar-la

source: Width of the slideshow, set to parent&#39;s width on 0
ca: Amplada del carrusel, deixeu parent&#39;s amplada a 0

source: Yes
ca: Sí

source: Youtube Video ID
ca: ID del Youtube

source: bottom
ca: avall

source: http://en.wikipedia.org/wiki/Aspect_ratio_(image)
ca: https://ca.wikipedia.org/wiki/Relaci%C3%B3_d'aspecte

source: settings
ca: configuració

source: top
ca: amunt
