Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/slideshare.po
Languages: ca, es_es, fr_fr

source: A plugin for WordPress to easily display slideshare.net presentations.
ca: Una extensió de WordPress per a visualitzar fàcilment les presentacions slideshare.net.
es_es: Un plugin para WordPress que despliega fácilmente presentaciones de slideshare.net.
fr_fr: Une extension Wordpress pour publier en toute facilité vos présentations slideshare.net.

source: Default width
es_es: Ancho por defecto

source: Donate a token of your appreciation using the button below.
es_es: Dona algo como muestra de tu aprecio usando el botón abajo.

source: Explanation of default width
ca: Explicació de l'ample per defecte
es_es: Explicación del ancho por defecto
fr_fr: Explication de la largeur par défaut

source: Explanation of usage
ca: Explicació d'ús
es_es: Explicación de uso
fr_fr: Modes d'utilisation

source: Found a bug?
es_es: ¿Encontraste un "bug"?

source: Give it a good rating on WordPress.org.
ca: Doneu-li una bona qualificació a WordPress.org.
es_es: Dale una buena calificación en WordPress.org.
fr_fr: Donner une bonne évaluation sur WordPress.org.

source: If you <em>do</em> enter a value, it will always replace the width with that value.
ca: Si introduïu un valor, sempre es reemplaçarà l'ample amb aquest mateix valor.
es_es: Si tú <em>introduces</em> un valor, el ancho siempre será reemplazado con ese valor.
fr_fr: Si vous <em>entrez</em> une valeur, la largeur sera toujours remplacée par cette valeur.

source: If you enter nothing here, you can change the width by hand by changing the w= value, that is bolded and red here:
es_es: Si no introduces nada aquí, puedes cambiar el ancho manualmente cambiando el valor "w=", que está en negritas y rojo aquí:

source: If you enter nothing in the setting above, you can change the width by hand by changing (or inserting) the w= value, that is bolded and red here:
ca: Si no introduïu res, es pot canviar l'ample a mà modificant el valor de w (w=valor), que està en vermell i negreta:
es_es: Si no ingresa nada en la configuración anterior, puede cambiar el ancho manualmente cambiando (o insertando) el valor w=, que está en negrita y rojo aquí:

source: If you reload, this widget will be gone and never appear again, unless you decide to delete the database option 'yoastdbwidget'.
es_es: Si cargas de nuevo, este widget se irá para siempre y nunca aparecerá de nuevo, a menos que decidas borrar la opción 'yoastdbwidget' en la base de datos.

source: If you've found a bug in this plugin, please submit it in the Support Forums with a clear description.
es_es: Si has encontrado un "bug" en este plugin, por favor envíalo a los Foros de Soporte con una clara descripción.

source: Just copy and paste the "Embed (wordpress.com)" code from %s and you're done
es_es: Solo compia y pega el código "Embed (wordpress.com)" desde %s y estará listo

source: Just copy and paste the WordPress Embed code from %s and you're done. Or you can just put the presentation URL on a line of its own.
ca: Només s'ha de copiar i enganxar el codi embed de Wordpress de %s i ja ho tindreu. O simplement enganxar l'URL de la presentació.
es_es: Simplemente copie y pegue el código de incrustación de WordPress de %s y listo. O simplemente puede poner la URL de presentación en una línea propia.

source: Latest news from Yoast
es_es: Últimas noticias de Yoast

source: Let other people know that it works with your WordPress setup.
ca: Permeteu que altres persones sàpiguen que funciona amb la vostra instal·lació de WordPress.
es_es: Haz que otros se enteren de que funciona con tu instalación de WordPress.
fr_fr: Faites savoir aux autres que cette extension fonctionne avec votre configuration WordPress.

source: Like this plugin?
ca: Us agrada aquesta extensió?
es_es: ¿Te gusta este plugin?
fr_fr: Vous aimez cette extension ?

source: Link to it so other folks can find out about it.
ca: Enllaçeu-ho de manera que altres persones puguin trobar-ne informació.
es_es: Enlaza a esto para que otros puedan enterarse.
fr_fr: Faire un lien vers cette extension afin que d'autres puissent la connaître.

source: No news items, feed might be broken...
es_es: No hay nuevos elementos, el feed podría estar fallando...

source: Presentation width
ca: Ample de la presentació
es_es: Ancho de la presentación

source: Remove this widget from all users dashboards
es_es: Remover este widget del escritorio de todos los usuarios

source: Settings
ca: Configuració
es_es: Opciones de configuración
fr_fr: Réglages

source: SlideShare Configuration
ca: Configuració del SlideShare
es_es: Configuración de SlideShare
fr_fr: Configuration SlideShare

source: Subscribe by email
es_es: Suscribirse por correo electrónico

source: Subscribe with RSS
es_es: Suscribirse con RSS

source: Team Yoast
ca: L'equip Yoast
es_es: El equipo de Yoast

source: This plugin has cost me countless hours of work, if you use it, please donate a token of your appreciation!
es_es: Este plugin me ha costado incontables horas de trabajo, si lo usas, ¡por favor dona algo como muestra de tu aprecio!

source: Update SlideShare Settings
ca: Actualitza la configuració del SlideShare
es_es: Actualizar configuración de SlideShare
fr_fr: Mettre à jour les réglages SlideShare

source: Why not do any or all of the following:
ca: Per què no fer alguna de les accions següents:
es_es: Por qué no hacer algo o todo lo siguiente:
fr_fr: Pourquoi ne pas essayer de :
