Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/table-of-contents-plus.po
Languages: ca, gl_es

source: <code>*Fruit Diet*</code> ignore headings with "Fruit Diet" somewhere in the heading
ca: <code>*Fruit Diet*</code> ignora les capçaleres amb "Fruit Diet" en algun lloc de la capçalera
gl_es: <code>*Dieta de froita*</code> ignora titulares que teñan «Dieta de froita» nalgún lugar do titular

source: <code>Apple Tree|Oranges|Yellow Bananas</code> ignore headings that are exactly "Apple Tree", "Oranges" or "Yellow Bananas"
ca: <code>Apple Tree|Oranges|Yellow Bananas</code> ignora les capçaleres que són exactament "Apple Tree", "Oranges" o "Yellow Bananas"
gl_es: <code>Maceira|Laranxas|Plátanos</code> ignora titulares que sexan exactamente «Maceira», «Laranxas» ou «Plátanos»

source: <code>Fruit*</code> ignore headings starting with "Fruit"
ca: <code>Fruit*</code> ignora les capçaleres que comencen per "Fruit"
gl_es: <code>Froita*</code> ignora titulares que empecen con «Froita»

source: A powerful yet user friendly plugin that automatically creates a table of contents. Can also output a sitemap listing all pages and categories.
ca: Un complement potent però fàcil d'usar que crea automàticament una taula de continguts. També podeu crear un mapa del lloc que inclogui totes les pàgines i categories.
gl_es: Un potente e amigable plugin que automaticamente crea unha táboa de contidos. Pode ademais mostrar un mapa do sitio que conteña todas as páxinas e categorías.

source: Advanced
ca: Avançat
gl_es: Avanzado

source: Advanced usage
ca: Ús avançat
gl_es: Uso avanzado

source: After first heading
ca: Després de la primera capçalera
gl_es: Despois do primeiro titular

source: Allow the user to toggle the visibility of the table of contents
ca: Permet a l'usuari canviar la visibilitat de la taula de continguts
gl_es: Permitir ao usuario cambiar a visibilidade da táboa de contidos

source: Anchor targets are restricted to alphanumeric characters as per HTML specification (see readme for more detail). The default anchor prefix will be used when no characters qualify. When left blank, a number will be used instead.
ca: Els objectiius d'ancoratge estan restringits a caràcters alfanumèrics segons l'especificació HTML (vegeu Llegeix més per obtenir més informació). El prefix d'ancoratge predeterminat s'utilitzarà quan cap caràcter no sigui qualificat. Quan es deixi en blanc, s'utilitzarà un número al seu lloc.
gl_es: As anclaxes obxectivo están restrinxidas a caracteres alfanuméricos segundo as especificacións HTML (ve o arquivo readme para máis detalles). Usarase o prefixo por defecto da anclaxe cando no haxa ningún carácter adecuado. Se se deixa en branco usarase un número.

source: Appearance
ca: Aparença
gl_es: Apariencia

source: At its simplest, placing %s into a page will automatically create a sitemap of all pages and categories. This also works in a text widget.
ca: Si col·loqueu %s en una pàgina crearà automàticament un mapa del lloc de totes les pàgines i categories. També funciona en un giny de text.
gl_es: O modo máis fácil de facelo é poñer %s nunha páxina para que cree automaticamente un mapa do sitio de todas as páxinas e categorías. Tamén funciona nun widget de texto.

source: Auto (default)
ca: Automàtica (per defecte)
gl_es: Auto (por defecto)

source: Auto insert for the following content types
ca: Inserció automàtica per als tipus de continguts següents
gl_es: Auto insertar para os seguintes tipos de contido

source: Background
ca: Fons
gl_es: Fondo

source: Before first heading (default)
ca: Abans de la primera capçalera (per defecte)
gl_es: Antes do primeiro titular (por defecto)

source: Black
ca: Negre
gl_es: Negro

source: Border
ca: Contorn
gl_es: Borde

source: Bottom
ca: Inferior
gl_es: Abaixo

source: Categories label
ca: Etiqueta de categories
gl_es: Etiqueta de categorías

source: Contents
ca: Continguts

source: Custom
ca: Personalitzat
gl_es: Personalizado

source: Default anchor prefix
ca: Prefix d'ancoratge per defecte
gl_es: Prefixo por defecto

source: Display the table of contents in the sidebar with this widget
ca: Mostra la taula de continguts a la barra lateral amb aquest giny
gl_es: Mostra a táboa de contidos na barra lateral con este widget

source: Eg: /wiki/, /corporate/annual-reports/
ca: Exemple: /wiki/, /corporate/annual-reports/
gl_es: Ex: /wiki/, /empresa/informes-anuais/

source: Eg: Categories, Category List
ca: Exemple: Categoria o llista de categories
gl_es: Ex: categorías, lista de categorías

source: Eg: Contents, Table of Contents, Page Contents
ca: Exemple: Continguts, Taula de continguts, Pàgina de continguts
gl_es: Ex: contidos, táboa de contidos, contidos da páxina

source: Eg: Pages, Page List
ca: Exemple: Pàgina o llista de pàgines
gl_es: Ex: Páxinas, listado de páxinas

source: Eg: hide
ca: Exemple: Oculta
gl_es: P.ex: ocultar

source: Eg: i, toc_index, index, _
ca: Ex: i, toc_index, index, _
gl_es: Ex: i, toc_index, index, _

source: Eg: show
ca: Exemple: Mostra
gl_es: P.ex: mostrar

source: Enable smooth scroll effect
ca: Habilita l'efecte de desplaçament suau
gl_es: Habilitar o efecto de scroll suave

source: Ensure anchors are in lowercase
ca: Assegureu-vos que les àncores estan en minúscules
gl_es: Asegúrate de que os textos de anclaxe estean en minúsculas

source: Examples
ca: Exemples
gl_es: Exemplos

source: Exclude CSS file
ca: Exclou arxius CSS
gl_es: Excluír arquivo CSS

source: Exclude headings
ca: Capçaleres excloses
gl_es: Excluír titulares

source: Fixed width
ca: Amplada fixa
gl_es: Ancho fixo

source: Font size
ca: Mida de la lletra
gl_es: Tamaño da fonte

source: For the following content types:
ca: Per als tipus de continguts següents
gl_es: Para os seguintes tipos de contido:

source: Grey (default)
ca: Gris (per defecte)
gl_es: Gris (por defecto)

source: Heading levels
ca: Nivells de capçalera
gl_es: Niveis de titulares

source: Heading text
ca: Text de capçalera
gl_es: Texto do encabezado

source: Heading type
ca: Tipus de capçalera
gl_es: Tipo de encabezado

source: Help
ca: Ajuda
gl_es: Axuda

source: Hide text
ca: Oculta el text
gl_es: Texto a ocultar

source: Hide the table of contents initially
ca: Inicialment, la taula de continguts està oculta
gl_es: Ocultar a táboa de contidos inicialmente

source: Hyphenate
ca: Escriure amb guions
gl_es: Usar guións

source: If you have a consistent menu across the top of your site, you can adjust the top offset to stop the headings from appearing underneath the top menu. A setting of 30 accommodates the WordPress admin bar. This setting appears after you have enabled smooth scrolling from above.
ca: Si teniu un menú a la part superior del vostre lloc, podeu ajustar el desplaçament superior per evitar que els títols apareguin a sota del menú superior. Una configuració de 30 acull la barra d'administració de WordPress. Aquesta configuració apareix després d'haver habilitat la desplaçament suau des de dalt.
gl_es: Se tes un menú consistente na parte superior do teu sitio podes axustar o espazo superior para evitar que os titulares aparezan xusto debaixo do menú superior. Un axuste de 30 axústase ben á barra de administración de WordPress. Este axuste aparece cando habilitas arriba a navegación suave.

source: If you would like to fully customise the position of the table of contents, you can use the %s shortcode by placing it at the desired position of your post, page or custom post type. This method allows you to generate the table of contents despite having auto insertion disabled for its content type. Please visit the help tab for further information about this shortcode.
ca: Si voleu personalitzar al màxim la posició de la taula de continguts, podeu fer servir el codi %s col·locant-lo a la posició que vulgueu del vostre article, pàgina o entrada personalitzada. Aquest mètode us permetrà generar la taula de continguts tot i tenir l'auto inserció deshabilitada per al tipus de contingut. Aneu a la pestanya d'ajuda per a més informació sobre aquest codi curt.
gl_es: Se queres personalizar totalmente a posición da táboa de contidos podes usar o shortcode %s e poñelo na posición desexada da túa entrada, páxina ou tipo de contido personalizado. Este método permíteche xerar a táboa de contidos anque estea inactiva a inserción automática para este tipo de contido. Por favor, visita a pestana de axuda para máis información sobre este shortcode.

source: If your theme includes background images for unordered list elements, enable this to support them
ca: Si el vostre tema inclou imatges de fons per elements de llista desordenats, habiliteu-lo per donar-hi suport
gl_es: Se o teu tema inclúe imaxes de fondo para os elementos da lista desordenados, activa isto para que se mostren

source: Include homepage
ca: Inclou la pàgina d'inici
gl_es: Incluír portada

source: Include the following heading levels. Deselecting a heading will exclude it.
ca: Inclou els nivells de capçalera següents. Si desmarqueu una capçalera quedarà exclosa.
gl_es: Inclúe os seguintes niveis de titulares. Desmarcar un titular excluiráo.

source: Leaving the value as %s will inherit your theme's styles
ca: Si deixeu el valor com % s heretarà els estils del vostre tema
gl_es: Deixando o valor como %s utilizarase o estilo do modelo

source: Left
ca: Esquerra
gl_es: Esquerda

source: Light blue
ca: Blau cel
gl_es: Azul claro

source: Links
ca: Enllaços
gl_es: Vínculos

source: Links (hover)
ca: Enllaços (desplaçament)
gl_es: Enlaces (ao pasar o rato)

source: Links (visited)
ca: Enllaços (visitats)
gl_es: Enlaces (visitados)

source: Lowercase
ca: Minúscula
gl_es: Minúsculas

source: Main Options
ca: Opcions generals
gl_es: Axustes principais

source: None (default)
ca: Cap (per defecte)
gl_es: Ningún (por defecto)

source: Number list items
ca: Llista d'elements numerada
gl_es: Numerar a lista de elementos

source: Options saved.
ca: S'han desat les opcions
gl_es: Axustes gardados.

source: Other
ca: Altres
gl_es: Outro

source: Pages label
ca: Etiqueta de pàgines
gl_es: Etiqueta de páxinas

source: Please enter a number and %s select its units, eg: 100px, 10em
ca: Afegiu un número %s i seleccioneu les unitats, p. ex. 100px, 10em
gl_es: Por favor, indica un número e %s selecciona as súas unidades, p. ex: 100px, 10em

source: Position
ca: Posició
gl_es: Posición

source: Power options
ca: Opcions d'alimentació
gl_es: Axustes avanzados

source: Presentation
ca: Presentació
gl_es: Presentación

source: Preserve theme bullets
ca: Preserva les vinyetes del tema
gl_es: Manter os estilos de viñeta do tema

source: Prevent the loading of this plugin's CSS styles. When selected, the appearance options from above will also be ignored.
ca: Evita la càrrega dels estils CSS d'aquest complement. Quan es seleccioni, també s'ignoraran les opcions d'aparença de dalt.
gl_es: Evita a carga dos estilos CSS deste plugin. Cando está seleccionado tamén se ignorarán os axustes de apariencia de arriba.

source: Relative
ca: Relativa
gl_es: Relativo

source: Restrict generation of the table of contents to pages that match the required path. This path is from the root of your site and always begins with a forward slash.
ca: Restringeix la generació de la taula de continguts per a pàgines que concorden amb el camí requerit. Aquest camí és de l'arrel lloc i sempre comença amb una barra inclinada.
gl_es: Restrinxe a creación de táboas de contidos a páxinas que se axusten ás rutas obrigatorias. Esta ruta é desde a carpeta raíz do teu sitio e sempre empeza cunha barra.

source: Restrict path
ca: Restringeix el camí
gl_es: Restrinxir ruta

source: Right
ca: Dreta
gl_es: Dereita

source: Save failed.
ca: Ha fallat el desament.
gl_es: Erro ao gardar.

source: Scroll rather than jump to the anchor link
ca: Fes un desplaçament suau en comptes d'anar directament a l'enllaç
gl_es: Navegar en vez de saltar ao texto de anclaxe

source: Settings
ca: Configuració
gl_es: Axustes

source: Show category listing
ca: Mostra la llista de categories
gl_es: Mostrar listado de categorías

source: Show hierarchy
ca: Mostra la jerarquia
gl_es: Mostrar xerarquía

source: Show page listing
ca: Mostra la llista de pàgines
gl_es: Mostrar listado de páxinas

source: Show text
ca: Mostra el text
gl_es: Texto a mostrar

source: Show the table of contents for qualifying items on the homepage
ca: Mostra la taula de continguts dels ítems qualificats de la pàgina d'inici
gl_es: Mostra a táboa de contidos nos elementos dispoñibles na portada

source: Show the table of contents only in the sidebar
ca: Mostra la taula de continguts només a la barra lateral
gl_es: Mostrar a táboa de contidos só na barra lateral

source: Show title on top of the table of contents
ca: Mostra el títol a dalt de tot de la taula de continguts
gl_es: Mostrar o título ao principio da táboa de contidos

source: Show when
ca: Mostra quan
gl_es: Mostrar cando

source: Sitemap
ca: Mapa del lloc
gl_es: Mapa do sitio

source: Smooth scroll top offset
ca: Habilita l'efecte de desplaçament suau
gl_es: Espazo superior para navegación suave

source: Specify headings to be excluded from appearing in the table of contents. Separate multiple headings with a pipe <code>|</code>. Use an asterisk <code>*</code> as a wildcard to match other text. Note that this is not case sensitive. Some examples:
ca: Especifiqueu les capçaleres que s'han d'excloure per tal que no apareguin a la taula de continguts. Separeu les diferents capçaleres amb una barra vertical <code>|</code>. Feu servir un asterisc <code>*</code> com a comodí per a que coincideixi amb un altre text. Tingueu en compte que no és sensible a les majúcules. Alguns exemples:
gl_es: Especifica os titulares que se excluirán e non aparecerán na táboa de contidos. Separa os distintos titulares cunha barra recta <code> | </code>. Usa un asterisco <code>*</code> como comodín para que inclúa outro texto. Ten en conta que non distingue entre maiúsculas e minúsculas. Algúns exemplos:

source: Table of Contents Plus
ca: Taula de continguts

source: This option normally applies to content written in character sets other than ASCII.
ca: Normalment aquesta opció s'aplica en contingut escrit en caràcters diferents d'ASCII.
gl_es: Este axustes aplícanse normalmente a contido escrito en caracteres que no sexan ASCII.

source: Title
ca: Títol
gl_es: Título

source: Top
ca: Superior
gl_es: Arriba

source: Update Options
ca: Actualitza les opcions
gl_es: Actualizar axustes

source: Usage
ca: Ús
gl_es: Uso

source: Use
ca: Utilitzeu
gl_es: Uso

source: Use - rather than _ in anchors
ca: Utilitza - en lloc de _ en ancoratges
gl_es: Usa - en vez de _ nas anclaxes

source: User defined
ca: Definida per l'usuari
gl_es: Definido polo usuario

source: Uses h6 to display %s on a page listing excluding pages with IDs 1 and 15
ca: Utilitzeu h6 per mostrar %s en una llista de pàgines sense incloure pàgines amb identificadors 1 i 15
gl_es: Usa h6 para mostrar %s nun listado de páxinas excluíndo as páxinas cos IDs 1 e 15

source: White
ca: Blanc
gl_es: Branco

source: Width
ca: Amplada
gl_es: Ancho

source: Wrapping
ca: Ajustament
gl_es: Envoltura

source: heading
ca: capçalera

source: hide
ca: oculta

source: hides the heading from a category listing
ca: amaga l'encapçalament d'una llista de categories
gl_es: esconde o titular dun listado de categorías

source: lets you print out a listing of only pages. Similarly %s can be used to print out a category listing. They both can accept a number of attributes so visit the help tab for more information.
ca: us permet imprimir una llista de pàgines úniques. De la mateixa manera,% s es pot utilitzar per imprimir una llista de categories. Tots dos poden acceptar diversos atributs, així que visiteu la taula d'ajuda per obtenir més informació.
gl_es: permíteche mostrar un listado de páxinas. Do mesmo modo, %s pode utilizarse para mostrar un listado de categorías. En ambos casos pódense utilizar diversos atributos, así que visita a pestana de axuda para máis información.

source: or more headings are present
ca: capçaleres o més es mostrin
gl_es: ou hai máis titulares presentes

source: show
ca: mostra
gl_es: mostrar

source: to print out the titles
ca: Imprimeix els títols
gl_es: para imprimir os títulos

source: Transparent
gl_es: Transparente
