Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/tabs-responsive.po
Languages: es

source: %1$s rating based on %2$s rating
es: valoración %1$s basada en %2$s valoraciones

source: %s download
es: %s descarga

source: %s rating
es: valoración %

source: <strong>Untested</strong> with your version of WordPress
es: <strong>No se ha probado</strong> con la versión actual del WordPress

source: Add New Tabs
es: Añadir una pestaña

source: Add Tabs
es: Añadir pestañas

source: Add Tabs Panel
es: Añade un panel de pestañas

source: Advanced Bsckend Editor
es: Editor avanzado

source: Align Your Tabs from here
es: Alineación de las pestañas

source: Align Your Tabs position here
es: Posición de las pestañas

source: Align your Tab Icon Position before title or after title
es: Alineación del icono de la pestaña antes o después del título

source: All Tabs
es: Todas las pestañas

source: Animation
es: Animación

source: Border Customization
es: Personalización de bordes

source: Button Navigation
es: Navegación de botones

source: Compatible with your version of WordPress
es: Compatible con la versión actual del WordPress

source: Coulmn Layout
es: Disposición en columnas

source: Custom Image Icons
es: Iconos personalizados

source: Date
es: Fecha

source: Delete All
es: Suprímelas todas

source: Display Above Icon
es: Muestra el icono

source: Display Option For Title and icon
es: Opciones de visualización del título y el icono

source: Display Or Hide Tabs Border Here
es: Mostrar u ocultar el contorno de las pestañas

source: Display Tabs Border
es: Mostrar el contorno de las pestañas

source: Display Tabs Section Title
es: Mostrar el título del grupo de pestañas

source: Display Tabs Title And Icon
es: Mostrar el título de la pestaña y el icono

source: Display Your Tabs in widget area.
es: Muestra tus pestañas en el área de widgets.

source: Display Your Title as Vrtical Button or as tabs in Mobile
es: Muestra su título como botón vertical o como pestañas en móviles

source: Dot Navigation
es: Navegación de puntos

source: Drag n Drop Builder
es: Generador de arrastrar y soltar

source: Edit Tabs
es: Edición de pestañas

source: Font Style/Family
es: Familia del tipo de letra

source: Free Vs Pro
es: Libre vs Pro

source: Hide/display your icon and title on mobile and tablets
es: Esconder o mostrar el icono y el título en móviles y mesitas

source: I already did
es: Ya lo he hecho

source: Incompatible with your version of WordPress
es: Incompatible con la versión actual del WordPress

source: Individual Color Scheme
es: Esquema de colores individuales

source: Insert Tabs Shortcode
es: Insertar un código corto de pestaña

source: Install Now
es: Instalar ahora

# plugin
source: Installed
es: Instalada

source: Last Updated:
es: Última actualización:

source: Margin Between Tabs And Content
es: Margen entre las pestañas y el contenido

source: Margin Between Two Tabs
es: Margen entre dos pestañas

source: Margin Between Two Tabs
es: Margen entre dos pestañas

source: More Details
es: Más detalles

source: More Free Plugins
es: Otras extensiones gratuitas

source: More Pro Plugin From Wpshopmart
es: Otras extensiones de Wpshopmart

source: No Tabs Found
es: No se ha encontrado ninguna pestaña

source: No Tabs found in Trash
es: No se han encontrado pestañas en la papelera

source: No Title
es: Sin título

source: No. Of Design Templates
es: Número de plantillas de diseño

source: Nope, maybe later
es: No, quizás más tarde

source: On Hover Tab
es: Al pasar por sobre la pestaña

source: Parent Item:
es: Elemento padre

source: Premium Editions
es: Ediciones premium

source: Premium Priority Support
es: Soporte de prioridad premium

source: Pricing
es: Precios

source: Rate Us If You Like This Plugin
es: Valóranos si te gusta esta extensión

source: Responsive Layout
es: Diseño adaptable

source: Search Tabs
es: Búsqueda de pestañas

source: Section Background
es: Fondo de la sección

source: Select Tabs
es: Seleccionar las pestañas

source: Selected Tabs Title Background Colour
es: Color de fondo de las pestañas seleccionadas

source: Selected Tabs Title/Icon Font Colour
es: Color de la tipografía del título y el icono

source: Selected/Open Tabs Title Background Colour
es: Color del título de las pestañas seleccionadas

source: Selected/Open Tabs Title/Icon Font Colour
es: Color de la tipografía del título y el icono

source: Tab Description
es: Descripción de la pestaña

source: Tab Icon
es: Icono de la pestaña

source: Tab Styles
es: Estilos de las pestañas

source: Tab Title
es: Título de la pestaña

source: Tabs
es: Pestañas

source: Tabs Alignment
es: Alineación de las pestañas

source: Tabs Custom Height
es: Altura personalizada de las pestañas

source: Tabs Custom Width
es: Anchura personalizada de las pestañas

source: Tabs Description Animation
es: Animación de la descripción de las pestañas

source: Tabs Description Background Colour
es: Color de fondo de la descripción de las pestañas

source: Tabs Description Font Colour
es: Color de la tipografía de la descripción de las pestañas

source: Tabs Description Font Size
es: Medida de la letra de la descripción

source: Tabs Icon Position Alignment
es: Alineación de los iconos

source: Tabs Mobile display Settings
es: Opciones de visualización en móviles

source: Tabs Position
es: Posición de las pestañas

source: Tabs Responsive
es: Pestañas

source: Tabs Responsive
es: Pestañas

source: Tabs Scroll Effect
es: Efecto de desplazamiento de las pestañas

source: Tabs Settings
es: Configuración de pestañas

source: Tabs Shortcode
es: Código breve de las pestañas

source: Tabs Styles
es: Estilos de las pestañas

source: Tabs Title Background Colour
es: Color de fondo del título de las pestañas

source: Tabs Title/Icon Font Colour
es: Color de la tipografía del título y el icono

source: Tabs Title/Icon Font Size
es: Medida de la tipografía del título y el icono

source: This plugin is already installed and is up to date
es: Esta extensión ya se ha instalado y está actualizada

source: Title Display Mode In Mobile
es: Modo de visualización del título en móviles

source: Unlimited Shortcode
es: Código breve ilimitado

source: Update Now
es: Actualizar ahora

source: Update Tabs
es: Actualizar las pestañas

source: Use below shortcode in any Page/Post to publish your Tabs
es: Utilice el código breve siguiente en cualquier página o artículo para publicar las pestañas

source: View Tabs
es: Visualizar las pestañas

source: Visit Website
es: Visitar el sitio web

source: Widget Option
es: Opción del widget

source: Widget Title
es: Título del widget

source: Yes
es: Sí

source: left
es: izquierda

source: right
es: derecha
