Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/tinymce-advanced.po
Languages: ca

source: (shown above the block)
ca: (mostra sobre del bloc)

source: (shown in the sidebar)
ca: (mostra a la barra lateral)

source: A stylesheet file named editor-style.css was not added by your theme.
ca: El full d'estils anomenat editor-style.css no s'ha afegit pel vostre tema.

source: Add &#8220;Classic Paragraph&#8221; Block.
ca: Afegeix un bloc de &#8220;paràgraf clàssic&#8221;.

source: Administration
ca: Administració

source: Advanced Options
ca: Opcions avançades

source: Also, like the Classic Block, most existing TinyMCE plugins and add-ons will continue to work.
ca: A més, igual que el bloc clàssic, la majoria dels connectors i extensions de TinyMCE existents seguiran funcionant.

source: Alternative link dialog
ca: Diàleg d'enllaç alternatiu

source: Alternative side toolbar
ca: Barra d'eines lateral alternativa

source: Append all buttons to the top toolbar in the Classic Paragraph and Classic blocks.
ca: Afegeix tots els botons a la barra d'eines superior als blocs «paràgraf clàssic» i «clàssic».

source: Back to Editor Settings
ca: Torna a la configuració de l'editor

source: Block Editor (Gutenberg)
ca: Editor de blocs (Gutenberg)

source: Brings the best of both editors together.
ca: Porta el millor d'ambdós editors junts.

source: Classic Editor (TinyMCE)
ca: paràgraf clàssic

source: Classic Paragraph
ca: Paràgraf clàssic

source: Context Menu
ca: Menú contextual

source: Create CSS classes menu
ca: Crea un menú de classes CSS

source: Current limitations for the Block Editor toolbar:
ca: Limitacions actuals de la barra d'eines de l'editor de blocs:

source: Default settings restored.
ca: S'ha restaurat la configuració per defecte.

source: Disabled:
ca: Desactivat:

source: Drop buttons in the toolbars, or drag the buttons to rearrange them.
ca: Deixa anar els botons a les barres d'eines o arrossega'ls per reorganitzar.

source: ERROR: All toolbars are empty. Default settings loaded.
ca: ERROR: Totes les barres d'eines estan buides. S'ha carregat la configuració per defecte.

source: Editor Settings
ca: Configuració de l'editor

source: Enable more list options: upper or lower case letters for ordered lists, disk or square for unordered lists, etc.
ca: Habilita més opcions de llista: lletres majúscules o minúscules per a llistes ordenades, disc o quadrat per a llistes desordenades, etc.

source: Enable pasting of image source
ca: Habilita l'enganxament d'un recurs d'imatge

source: Enable setting of selected text background color
ca: Activa l'ajust del color de fons del text seleccionat

source: Enable setting of selected text color
ca: Activa l'ajust del color de text seleccionat

source: Enable the TinyMCE editor enhancements for:
ca: Activa les millores de l'editor TinyMCE per a:

source: Enable the editor menu (recommended).
ca: Activa el menú d'edició (recomanat).

source: Enable the editor menu.
ca: Activa el menú de l'editor.

source: Enables advanced features and plugins in TinyMCE, the visual editor in WordPress.
ca: Permet funcions avançades i extensions a l'editor visual del TinyMCE a WordPress.

source: Export Settings
ca: Exporta la configuració

source: Font sizes
ca: Mides de la font

source: For best results enable the menu and add only essential buttons.
ca: Per obtenir els millors resultats, activa el menú i afegeix només els botons essencials.

source: For other advanced TinyMCE settings, including settings for the Classic Block in the Block Editor, you can use the %1$sAdvanced TinyMCE Configuration plugin%2$s.
ca: Per a altres configuracions avançades de TinyMCE, incloent la configuració del «bloc clàssic» a l'editor de blocs, pots fer servir el connector %1$sAdvanced TinyMCE Configuration plugin%2$s.

source: For use instead of the Paragraph Block. Supports transforming to and from multiple Paragraph blocks, Image, Table, List, Quote, Custom HTML, and most other blocks.
ca: Per utilitzar en lloc del bloc de paràgrafs. Permet la transformació des de i cap a blocs de múltiples paràgrafs, imatge, taula, llista, cita, HTML personalitzat i la majoria dels altres blocs.

source: Formatting
ca: Format

source: However it may behave unexpectedly in rare cases, so test it thoroughly before enabling it permanently.
ca: Però, pot comportar problemes inesperats en alguns casos, per tant, cal provar-ho a fons abans d'habilitar-lo de forma permanent.

source: Hybrid Block Editor Mode
ca: Mode d'editor de blocs híbrid

source: If you prefer to use both editors side by side, do not enable this option. It is better to install the %1$sClassic Editor plugin%2$s.
ca: Si preferiu utilitzar tots dos editors a la vegada, no activeu aquesta opció. És millor instal·lar el connector %1$sClassic Editor plugin%2$s.

source: Import
ca: Importa

source: Import Settings
ca: Importa la configuració

source: Importing of settings failed.
ca: La importació de la configuració ha fallat.

source: In addition most default blocks can be transformed into classic paragraphs, and a Classic Paragraph can be converted to multiple blocks.
ca: A més, la majoria dels blocs per defecte poden transformar-se en paràgrafs clàssics, i un paràgraf clàssic pot convertir-se en múltiples blocs.

source: It also makes the Classic Block or the Classic Paragraph Block the default block inserted on pressing Enter in the title, or clicking under the last block.
ca: També fa que el bloc clàssic o el bloc de paràgraf clàssic sigui el bloc predeterminat que s'insereix en pressionar entrar en el títol, o en fer clic sota l'últim bloc.

source: It can be used everywhere instead of the Paragraph Block including in columns, when creating reusable blocks, etc.
ca: Pot usar-se en qualsevol lloc en lloc del bloc de paràgrafs per defecte, fins i tot en columnes, en crear blocs reutilitzables, etc.

source: It is important that the export is not changed in any way, no spaces, line breaks, etc.
ca: És important que l'exportació no es canviï de cap manera, sense espais, salts de línia, etc.

source: It will allow you to use other plugins that enhance that editor, add old-style Meta Boxes, or in some way depend on the previous Edit Post screen.
ca: Us permetrà usar altres connectors que millorin aquest editor, afegir caixes meta a l'estil antic, o d'alguna manera dependre de la pantalla anterior d'edició d'entrades.

source: Keep paragraph tags
ca: Manté les etiquetes de paràgraf

source: Line breaks in the Text editor would still affect the output, in particular do not use empty lines, line breaks inside HTML tags or multiple &lt;br&gt; tags.
ca: Els salts de línia dins de l'editor d'HTML afectaran a la visualització, en particular, no utilitzeu línies buides, salts de línia dins de les etiquetes HTML o múltiles etiquetes &lt;br&gt;.

source: List Style Options
ca: Opcions d'estil de llista

source: Load the CSS classes used in editor-style.css and replace the Formats menu.
ca: Carrega les classes CSS que es fan servir a editor-style.css i reeemplaça el menú Formats.

source: Main toolbar
ca: Barra d'eines

source: Mark
ca: Marca

source: Open the TinyMCE link dialog when using the link button on the toolbar or the link menu item.
ca: Obre una finestra quan es fa clic al botó de la barra d'eines o a l'element del menú.

source: Options
ca: Opcions

source: Other TinyMCE editors in wp-admin
ca: Altres editors a wp-admin

source: Please copy the content and save it in a <b>text</b> (.txt) file, using a plain text editor like Notepad.
ca: Copieu el contingut i guardeu-lo en un fitxer <b>text</ b> (.TXT), utilitzant un editor de text pla com el Bloc de notes.

source: Please upgrade your WordPress installation or download an <a href="%s">older version of the plugin</a>.
ca: Actualitzeu la vostra instal·lació de Wordpress o baixeu una <a href="%s">versió més antiga de l'extensió</a>.

source: Recommended for better compatibility with the Block Editor (Gutenberg).
ca: Recomanat per a una millor compatibilitat amb l'editor de blocs (Gutenberg).

source: Remove formatting
ca: Suprimeix el format

source: Replace the Block Editor with the Classic Editor
ca: Substitueix l'editor de blocs per l'editor clàssic

source: Replace the browser context (right-click) menu.
ca: Reemplaça el menú contextual del navegador (botó dret).

source: Replace the size setting available for fonts with: %s.
ca: Substituïu la configuració de mida disponible per fonts amb: %s.

source: Restore Default Settings
ca: Restaura la configuració per defecte

source: Save Changes
ca: Desa els canvis

source: Select All
ca: Selecciona-ho tot

source: Selected text background color
ca: Color de fons del text seleccionat

source: Selected text color
ca: Color del text seleccionat

source: Selecting this option makes the Classic Block in the Block Editor somewhat more prominent and adds improvements and fixes for it.
ca: Si seleccioneu aquesta opció, el bloc clàssic a l'editor de blocs serà una mica més prominent, i també li afegeix millores i correccions.

source: Selecting this option will restore the previous (&#8220;classic&#8221;) editor and the previous Edit Post screen.
ca: Si seleccioneu aquesta opció es restaurarà l'editor anterior (&#8220;clàssic&#8221;) i la pantalla d'editar entrades anterior.

source: Settings
ca: Configuració

source: Settings import and export
ca: Paràmetres d'importació i exportació

source: Settings saved.
ca: S'ha desat la configuració.

source: Stop removing the &lt;p&gt; and &lt;br&gt; tags when saving and show them in the Text editor.
ca: Deixa d'eliminar les etiquetes &lt;p&gt; i &lt;br&gt; en desar i mostra-les a l'editor de text.

source: Subscript
ca: Subíndex

source: Superscript
ca: Superíndex

source: Text Background Color
ca: Color de fons del text

source: Text Color
ca: Color del text

source: Text color
ca: Color del text

source: The Bold, Italic, and Strikethrough buttons can be disabled or moved to the side toolbar but cannot be reordered.
ca: Els botons de negreta, cursiva i ratllat es poden desactivar o moure a la barra d'eines lateral, però no es poden reordenar.

source: The Classic Editor (Add New and Edit posts and pages)
ca: L'editor clàssic (Afegeix nova i Edita entrades i pàgines)

source: The Classic Paragraph Block includes the familiar TinyMCE editor and is an extended and enhanced Classic Block.
ca: El bloc de paràgrafs clàssic inclou el conegut editor TinyMCE i és un bloc clàssic ampliat i millorat.

source: The Link button cannot be moved to the side toolbar.
ca: El botó de l'enllaç no es pot moure a la barra d'eines lateral.

source: The [Toolbar toggle] button shows or hides the second, third, and forth button rows. It will only work when it is in the first row and there are buttons in the second row.
ca: El botó [Commuta la barra d'eines] mostra o oculta la segona, tercera, i altres files de botons. Això només serà possible quan està a la primera fila i hi ha botons a la segona fila.

source: The alignment buttons cannot be arranged.
ca: Els botons d'alineació no es poden reordenar.

source: The buttons will wrap around depending on the width of the toolbar.
ca: Els botons s'enganxen en funció de l’amplada de la barra d’eines.

source: The settings are exported as a JSON encoded string.
ca: Els ajustos s'exporten com una cadena JSON codificada.

source: The settings are imported from a JSON encoded string. Please paste the exported string in the text area below.
ca: La configuració s'importa d'una cadena JSON codificada. Enganxeu la cadena exportada a l'àrea de text de sota.

source: The toolbars in the Classic Paragraph and Classic blocks are narrower and show on focus.
ca: Les barres d'eines dels blocs i paràgrafs clàssics són més estretes i es mostren en seleccionar.

source: These images will not be available in the Media Library.
ca: Aquestes imatges no estaran disponibles a la Mediateca.

source: This affects buttons that are added by other plugins. These buttons will be appended to the top toolbar row instead of forming second, third, and forth rows.
ca: Això afecta els botons afegits per altres connectors. Aquests botons s'afegiran a la fila superior de la barra d'eines en lloc de formar les files segona, tercera i quarta.

source: This is not acceptable for larger images like photos or graphics, but may be useful in some cases for very small images like icons, not larger than 2-3KB.
ca: Això no aplica a les imatges més grans com fotos o gràfics, però pot ser útil en alguns casos amb imatges molt petites com icones, no més grans que 2-3KB.

source: This makes the Block Editor more familiar, easier to use, easier to get used to, and more compatible with your existing workflow.
ca: Això fa que l'editor de blocs sigui més familiar, més fàcil d'usar i molt més compatible amb el vostre flux de treball.

source: This setting applies to WordPress 5.0 or later. You can pre-select it and it will be enabled as soon as you upgrade.
ca: Aquests configuració és vàlida per a WordPress 5.0 o posterior. La podeu preseleccionar i s'activarà tan aviat com t'actualitzis.

source: This will make it possible to use more advanced coding in the Text editor without the back-end filtering affecting it much.
ca: Això farà que sigui possible l'ús d'una codificació més avançada en l'editor d'HTML sense el filtrat de fons que afecta molt.

source: TinyMCE Advanced
ca: TinyMCE Avançat

source: TinyMCE Advanced Settings Export
ca: Configuració avançada d'exportació del TinyMCE

source: TinyMCE Advanced Settings Import
ca: Configuració avançada d'importació del TinyMCE

source: TinyMCE Advanced requires WordPress version %1$s or newer. It appears that you are running %2$s. This can make the editor unstable.
ca: El TinyMCE Avançat necessita una versió de WordPress %1$s o superior. Sembla que vosaltres teniu %2$s. Això pot fer que l'editor editor sigui inestable.

source: TinyMCE editors on the front end of the site
ca: Editors TinyMCE a la portada del lloc

source: Toolbars for the Block Editor
ca: Barres d'eines de l'editor de blocs

source: Toolbars for the Classic Editor (TinyMCE)
ca: Barres d'eines per a l'editor clàssic (TinyMCE)

source: Toolbars for the Classic Paragraph and Classic blocks
ca: Barres d'eines per als blocs de paràgraf i bloc clàssics

source: Underline
ca: Subratllat

source: Unused Buttons
ca: Botons que no s'utilitzen

source: Unused Buttons for the Classic Block toolbars
ca: Botons no utilitzats en les barres d'eines del bloc clàssic

source: Unused buttons for the blocks toolbars
ca: Botons no utilitzats per les barres d'eines dels blocs

source: Verify
ca: Verifica

source: Works only in Firefox and Safari. These browsers support pasting of images directly in the editor and convert them to base64 encoded text.
ca: Només funciona en Firefox i Safari. Aquests navegadors suporten l'enganxat d'imatges directament a l'editor i les converteix en text codificat en base64.

source: Yes
ca: Si

source: You can add multiple paragraphs, tables, galleries, embed video, set fonts and colors, and generally use everything that is available in the Classic Editor.
ca: Podeu afegir múltiples paràgrafs, taules, galeries, incrustar vídeos, establir fonts i colors, i en general, utilitzar tot el que està disponible en l'editor clàssic.
