Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/wordpress-social-login.po
Languages: ca

source: Your <b>%s ID</b> is already linked to another account on this website.
ca: El vostre <b> identificador de% s </b> ja està enllaçat a un altre compte d'aquest lloc web.

source: Your server failed the requirements check for this plugin
ca: El vostre servidor ha fallat els requisits per comprovar aquest connector

source: Your web server date is set incorrectly. This may prevent Twitter and LinkedIn and few other providers from working
ca: La data del servidor web és incorrecta. Això pot impedir que Twitter i LinkedIn i altres proveïdors funcionin

source: [%s] New User Registration
ca: [%s] Registre d'usuari nou

source: as provided by %s
ca: proporcionat per %s

source: second(s)
ca: segons
