Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/wordpress-social-login.po
Languages: ca

source: %1$s is <strong>deprecated</strong> since WordPress Social Login %2$s! For more information, check WSL Developer API - Migration.
ca: %1$s està <strong>desfasat</strong> des de WordPress Social Login %2$s! Per a més informació, comproveu WSL Developer API - Migration.

source: %s's contacts list
ca: %s llista de contactes

source: %s's social profiles
ca: %s perfils socials

source: &mdash; No role for this site &mdash;
ca: &mdash; Cap rol per a aquest lloc &mdash;

source: &mdash; Wordpress User Default Role &mdash;
ca: &mdash; Rol d'usuari per defecte de WordPress &mdash;

source: 1. If <b>User Moderation</b> is set to <code>Admin Approval</code>, then <b>Membership level</b> will be ignored
ca: Si la <b>Moderació d'usuaris</b> es defineix amb l'<code>aprovació de l'administrador/a</code> el <b>Rol d'usuari</b> s'ignorarà

source: 2. To assign the same default role as in your website <b>General Settings</b>, set this field to <code>Wordpress User Default Role</code>
ca: 2. Per assignar el mateix rol predeterminat que a la pàgina web <b> Configuració general </b>, estableixi aquest camp a <code> Rol predeterminat de l'usuari de Wordpress </code>

source: 3. If you are not sure, simply leave this field to <code>No role for this site</code>
ca: 3. Si no esteu segur, simplement deixeu aquest camp a <code> Cap rol per a aquest lloc </code>

source: <a href="%s" target="_blank">Visit component site</a>
ca: <a href="%s" target="_blank">Visiteu el lloc del component</a>

source: <a href="http://wordpress.org/extend/plugins/theme-my-login/" target="_blank">Theme My Login</a>, is a free and open source plugin and <b>WordPress Social Login User Moderation</b> was purposely made compatible with it because it provides a solid <b>User Moderation</b> module and there is no point to reinvent the wheel
ca: <a Href="http://wordpress.org/extend/plugins/theme-my-login/" target="_blank"> El tema My Login </ a>, és un complement gratuït i obert i <b> WordPress Social Login User Moderation </b> es va fer compatible amb ella perquè proporciona un mòdul <b> User Moderation </b> sòlid

source: <a href="https://buddypress.org/" target="_blank">BuddyPress</a> was not found on your website. The plugin is be either not installed or disabled
ca: No s'ha trobat <a href="https://buddypress.org/" target="_blank">BuddyPress</a> al vostre lloc. El complement no està instal·lat o està desactivat

source: <b>%s</b> do not provide their user's email address and by default a random email will then be generated for them instead
ca: <b>% s </b> no proporciona l'adreça de correu electrònic de l'usuari i, per defecte, es generarà un correu electrònic aleatori per a ell

source: <b>%s</b> do not require an external application, however if the Web API Key is provided, then WSL will be able to get more information about the connected %s users
ca: <b>% s</b> no requereix una aplicació externa, però si la clau d'API web es proporciona, WSL podrà obtenir més informació sobre els usuaris % s connectats

source: <b>%s</b> requires that you create an external application linking your website to their API. To know how to create this application, click on &ldquo;Where do I get this info?&rdquo; and follow the steps
ca: <b>%s</b> requereix que creeu un enllaç extern entre aquest lloc web i la seva API. Per saber com crear aquest enllaç, feu clic a &ldquo;On trobo aquesta informació?&rdquo; i seguiu els passos

source: <b>Admin Approval</b>: New users will need to be approved by an administrator before they may log in
ca: <b>Aprovació de l'administrador/a</b>: l'administrador/a haurà d'aprovar els usuaris nous abans de poder-se autenticar

source: <b>Authentication display :</b> Determines how the authentication dialog is rendered. You can chose to open the dialog in a <b>popup</b> or to <b>in page</b>. If a user is visiting using a mobile device, WSL will fall back to more <b>in page</b>
ca: <b> Visualització d'autenticació: </b> Determina com es representa el diàleg d'autenticació. Podeu triar obrir el diàleg en una <b> finestra emergent </b> o <b> a la pàgina </b>. Si un usuari us visita des d'un dispositiu mòbil, el WSL retornarà <b> a la pàgina </b>

source: <b>Connect with caption :</b> Change the content of the label to display above WSL widget
ca: <b>Connecta amb el títol:</b> Canvia el contingut de l'etiqueta que apareix damunt el giny WSL

source: <b>Done.</b> Nothing more required for <b>%s</b>
ca: <b>Fet</b>. No es requereix res més per a <b>%s</b>

source: <b>E-mail Confirmation</b>: New users will need to be confirm their e-mail address before they may log in
ca: <b>Confirmació del correu electrònic</b>: es usuaris nous hauran de confirmar la seva adreça de correu electrònic abans de poder-se autenticar

source: <b>Force redirection :</b> When set to <b>Yes</b>, users will be <b>always</b> redirected to <code>Redirect URL</code>
ca: <b> Forceu la redirecció: </b> Quan estigueu configureu a <b> Sí </b>, els usuaris seran <b> sempre </b> redirigits a <code> Redirect URL </code>

source: <b>New WSL users default role</b> is currently set to <b>&ldquo;%s&rdquo;</b>, which gives NO capabilities
ca: <b> El rol predeterminat dels nous usuaris de WSL </b> està actualment establerta a <b> & ldquo;% s & rdquo; </b>, que NO proporciona capacitats

source: <b>New WSL users default role</b> is currently set to <b>&ldquo;%s&rdquo;</b>, which gives these capabilities:
ca: <b> El rol predeterminat dels nous usuaris de WSL </b> està actualment establerta a <b> & ldquo;% s & rdquo; </b>, que proporciona aquestes capacitats:

source: <b>None</b>: No moderation required.
ca: <b>Cap</b>: no es requereix cap moderació.

source: <b>Note:</b> WSL has detected that you are using a caching plugin. If the saved changes didn't take effect immediately then you might need to empty the cache
ca: <b> Nota: </b> WSL ha detectat que esteu utilitzant un connector de memòria cau. Si els canvis desats notenen efecte immediatament, és possible que hàgiu de buidar la memòria cau

source: <b>Note:</b> You are now running WordPress Social Login with DEBUG MODE enabled. This mode is not intend for live websites as it might add to loading time and store unnecessary data on your server
ca: <b> Nota: </b> Teniu activat el WordPress Social Login amb MODE DEBUG. Aquest mode no està pensat per a llocs web actius, ja que podria afegir-se al temps de càrrega i emmagatzemar dades innecessàries al vostre servidor

source: <b>Note</b>: Some providers like Facebook can have multiples profiles URLs per user and WSL won't be able to recognize all them
ca: <b> Nota </b>: alguns proveïdors com Facebook poden tenir URL de perfils múltiples per usuari i WSL no podrà reconèixer-los

source: <b>Notification :</b> Determines whether you want to receive a notification by mail when a new user is logged in via WSL
ca: <b> Notificació: </b> Determina si voleu rebre una notificació per correu quan un usuari nou inicia la sessió a través de WSL

source: <b>Profile mapping</b> will only work for new users. Profile mapping for returning users will implemented in future version of WSL
ca: <b> L'assignació de perfils </b> només funcionarà per a usuaris nous. L'assignació de perfils per als usuaris que tornen s'implementarà en la futura versió de WSL

source: <b>Redirect URL :</b> By default and after they authenticate, users will be automatically redirected to the page where they come from. If WSL wasn't able to identify where they come from (or if they used wp-login page to connect), then they will be redirected to <code>Redirect URL</code> instead
ca: <b> URL de redirecció: </b> De manera predeterminada i després d'autenticar-se, els usuaris seran redirigits automàticament a la pàgina d'on provenen. Si el WSL no ha pogut identificar d'on prové (o si usaven la pàgina wp-login per connectar-se), Seran redirigits a <code> URL de redirecció </code>

source: <b>Social icon set :</b> WSL provides two set of icons to display on the widget
ca: <b>Joc d'icones:</b> El WSL proporciona dos jocs d'icones per mostrar en el giny

source: <b>User Moderation</b> will define how <b>Bouncer</b> should behave with new registered users:
ca: La <b>Moderació d'usuaris</b> defineix com <b>el control d'accés</b> s'ha de comportar amb els usuaris nous:

source: <b>Users avatars :</b> Determines whether to show users avatars from social networks or to display the default ones
ca: <br>Avatars dels usuaris:</b> Indica si s'han de mostrar els avatars de les xarxes o si s'han de mostrar els avatars per defecte

source: <b>Users avatars</b> is currently set to: <b>Display the default WordPress avatars</b>
ca: <b>Avatars dels usuaris</b> està configurat a <b>Mostra els avatars predefinits del WordPress</b>

source: <b>Users avatars</b> is currently set to: <b>Display users avatars from social networks when available</b>
ca: <b>Avatars dels usuaris</b> està configurat a <b>Mostra els avatars de les xarxes si estan disponibles</b>

source: <b>WSL</b> can not map this field. Supported field types are: <em>Multi-line Text Areax, Text Box, URL, Date Selector and Number</em>
ca: <b> WSL </b> no pot assignar aquest camp. Els tipus de camp compatibles són: <em> Zona de text de línies múltiples, quadre de text, URL, selector de data i número </em>

source: <b>WSL</b> will try to import as much information about a user contacts as he was able to pull from the social networks APIs.
ca: <b>WSL</b> intentarà importar tanta informació com sigui possible dels seus contactes a través de les APIs de xarxes socials.

source: <b>Warning:</b> You are now running WordPress Social Login with DEVELOPMENT MODE enabled. This mode is not intend for live websites as it might raise serious security risks
ca: <b> Avís: </b> Ara teniu activat WordPress Social Login amb MODE DE DESENVOLUPAMENT. Aquest mode no està pensat per a llocs web actius ja que podria generar riscos de seguretat greus

source: <b>What does this error mean ?</b><br />Most likely, you didn't setup the correct application credentials for this provider. These credentials are required in order for <b>%s</b> users to access your website and for WordPress Social Login to work.
ca: <b>Missatge per a l'administrador del web</b><br />Reviseu la configuració de les credencials de <b>%s</b>. <a href=http://agora.xtec.cat/moodle/moodle/mod/glossary/view.php?id=1741&mode=entry&hook=2441>Ajuda</a>.

source: <b>Widget display :</b> Determines where you want to show the authentication widget
ca: <b> Visualització de ginys: </b> Determina on voleu mostrar el giny d'autenticació

source: <b>WordPress Social Login</b> allows your website visitors and customers to register on using their existing social account ID, eliminating the need to fill out registration forms and remember usernames and passwords
ca: <b> WordPress Social Login </b> permet que els visitants i clients del vostre lloc web es registrin utilitzant la seva identificació de compte social existent, eliminant la necessitat d'omplir formularis de registre i recordar noms d'usuari i contrasenyes

source: <b>WordPress Social Login</b> come with a number of useful <b><a href="options-general.php?page=wordpress-social-login&wslp=components">Components</a></b> or add-ons that can be essential for your needs
ca: <b> WordPress Social Login </b> inclou una sèrie de <b> <a href="options-general.php?page=wordpress-social-login&wslp=components"> Components </a> </b> o complements que poden ser essencials per a les vostres necessitats

source: <b>WordPress Social Login</b> will attempt to display the authentication widget in the default WordPress comments, login and register forms
ca: <b> WordPress Social Login </b> intentarà mostrar el giny d'autenticació en els comentaris predeterminats de WordPress, registres d'inici de sessió i registre

source: <em>By <a href="%s">%s</a></em>
ca: <em>Per <a href="%s">%s</a></em>

source: <p>Debug mode is disabled.</p>
ca: <p>El mode Debug està deshabilitat.</p>

source: <p>No log found!</p>
ca: <p>No s'ha trobat el registre</p>

source: <span style="color:#CB4B16;">Application</span> id and secret (also sometimes referred as <span style="color:#CB4B16;">Consumer</span> key and secret or <span style="color:#CB4B16;">Client</span> id and secret) are what we call an application credentials
ca: L'ID i el secret de l'aplicació (de vegades anomenades "Clau del client" i "Secret del client") són les credencials de l'aplicació

source: <strong>ERROR</strong>: Invalid username or incorrect password. <a href="%s">Lost your password</a>?
ca: <strong> ERROR </strong>: nom d'usuari o contrasenya incorrecta. <a href="%s"> Heu oblidat la vostra contrasenya </a>?

source: <strong>ERROR</strong>: Please enter a valid email address.
ca: <strong>ERROR</strong>: introduïu una adreça electrònica vàlida.

source: <strong>ERROR</strong>: Please type your e-mail address.
ca: <strong>ERROR</strong>: Teclegeu l'adreça electrònica.

source: <strong>ERROR</strong>: Sorry, that email address is already used!
ca: <strong>ERROR</strong>: el correu electrònic ja s'està utilitzant.

source: <strong>ERROR</strong>: Sorry, that username already exists!
ca: <strong>ERROR</strong>: aquest nom d'usuari ja existeix.

source: <strong>ERROR</strong>: Sorry, usernames must have letters too!
ca: <strong> ERROR </strong>: els noms d'usuari han de tenir lletres.

source: <strong>ERROR</strong>: That username is not allowed.
ca: <strong>ERROR</strong>: aquest nom d'usuari no està permès.

source: <strong>ERROR</strong>: Username must be at least 4 characters.
ca: <strong>ERROR</strong>: el nom d'usuari ha de tenir com a mínim 4 caràcters.

source: <strong>Note:</strong> This debugging area can be disabled from the plugin settings by setting <b>Development mode</b> to <b>Disabled</b>
ca: <strong> Nota: </strong> Aquesta àrea de depuració es pot desactivar des de la configuració del connector establint el <b> Mode de desenvolupament </b> a <b> Desactivat </ b>

source: <strong>This website is restricted to invited readers only.</strong><p>It doesn't look like you have been invited to access this site. If you think this is a mistake, you might want to contact the website owner and request an invitation.<p>
ca: <strong> Aquest lloc web està restringit als lectors convidats. </strong> <p> Sembla que no ha estat convidat a accedir a aquest lloc. Si creieu que això és un error, podeu contactar amb el propietari del lloc web i sol·licitar una invitació. <P>

source: <strong>WordPress Social Login is not configured yet</strong>.<br />Please navigate to <strong>Settings &gt; WP Social Login</strong> to configure this plugin.<br />For more information, refer to the <a rel="nofollow" href="http://miled.github.io/wordpress-social-login">online user guide</a>.
ca: <strong> WordPress Social Login encara no està configurat </strong>. <br /> Aneu a <strong> Configuració &gt; WP Login social </strong> per configurar aquest connector. <br /> Per obtenir més informació, consulteu <a rel="nofollow" href="http://miled.github.io/wordpress-social-login"> Guia d'usuari en línia </a>.

source: A list of <b>Frequently asked questions</b> can be found at <a href="http://miled.github.io/wordpress-social-login/faq.html" target="_blank">miled.github.io/wordpress-social-login/faq.html</a>
ca: Trobareu una llista de <b>Preguntes més freqüents</b> a <a href="http://miled.github.io/wordpress-social-login/faq.html" target="_blank">miled.github.io/wordpress-social-login/faq.html</a>

source: A short about me
ca: Quant a mi

source: API Response
ca: Resposta de l'API

source: About WordPress Social Login
ca: Sobre el WordPress Social Login

source: Accept new registration
ca: Accepta registres nous

source: Access token
ca: Token d'accés

source: Access token expires at
ca: El token d'accés caduca el

source: Access token expires in
ca: El token d'accés caduca a

source: Access token secret
ca: Secret de l'aplicació

source: Accounts linking
ca: Enllaços dels comptes

source: Adblock Plus users with &ldquo;<a href="https://adblockplus.org/en/features#socialmedia" target="_blank">antisocial filter</a>&rdquo; enabled may not see the providers icons
ca: Els usuaris d'Adblock Plus amb & ldquo; <a href="https://adblockplus.org/en/features#socialmedia" target="_blank"> filtre antisocial </a>&rdquo; pot ser que no vegeu les icones dels proveïdors

source: Add more providers
ca: Afegeix més proveïdors

source: Address
ca: Adreça

source: Advanced Settings
ca: Paràmetres avançats

source: After that you will need to create an new application: <b>APIs & auth</b> &gt; <b>Credentials</b> and then click <em style="color:#0147bb;">&ldquo;Create new Client ID&rdquo;</em>
ca: Després d'això haureu de crear una aplicació nova: <b>APIs & auth</b> &gt; <b>Credentials</b> i després clicar a <em style="color:#0147bb;">&ldquo;Create new Client ID&rdquo;</em>

source: Age
ca: Edat

source: All Wordpress Social Login tables and fields <em>should</em> be now restored
ca: Totes les taules de Wordpress Social Login <em>s'han</em> de restaurar

source: All Wordpress Social Login tables and stored options are permanently deleted from your WordPress database
ca: Totes les taules de Wordpress Social Login i les opcions emmagatzemades s'han eliminat permanentment de la vostra base de dades de WordPress

source: All contacts data are sotred into your database on the table: <code>`wsluserscontacts`</code>
ca: Les dades de tots els contactes s'afegiran a la vostra base de dades a la taula: <code>`wsluserscontacts`</code>

source: All the settings on this page without exception are only valid for users authenticating through <b>WordPress Social Login Widget
ca: Aquesta configuració només aplica als usuaris que es validen fent clic a un botó de proveïdor (Google, Moodle, etc.).<br>NO aplica als usuaris que es validen directament fent servir el formulari d'entrada

source: Allow Username change
ca: Permet canviar el nom d'usuari

source: Allow authentication
ca: Permet autenticació

source: Allow your visitors to comment and login with social networks such as Twitter, Facebook, Google, Yahoo and more.
ca: Permeteu als vostres visitants que comentin i iniciïn sessió a xarxes socials com Twitter, Facebook, Google, Yahoo i molt més.

source: Already have an account
ca: Ja teniu un compte

source: An error occurred while creating a new user!
ca: S'ha produït un error creant un usuari nou!

source: An error occurred while creating a new user:
ca: S'ha produït un error creant un usuari nou:

source: And that's it!
ca: I això és tot!

source: Application ID
ca: ID de l'aplicació

source: Application Key
ca: Clau de l'aplicació

source: Application Scope
ca: Secret de l'aplicació

source: Application Secret
ca: Secret de l'aplicació

source: Application keys
ca: Clau de l'aplicació

source: Are you sure you want to delete the user's social profiles and contacts? Note: The associated WordPress user won't be deleted.
ca: Estàs segur que vols eliminar els perfils socials i els contactes de l'usuari? Nota: l'usuari de WordPress associat no serà suprimit.

source: Auth test
ca: Prova d'autenticació

source: Authentication Playground
ca: Flux d'autenticació

source: Authentication Playground will let you authenticate with the enabled social networks without creating any new user account
ca: Authentication Playground us permetrà autenticar-vos amb les xarxes socials habilitades sense crear cap compte d'usuari nou

source: Authentication Playground will let you authenticate with the enabled social networks without creating any new user account. This tool will also give you a direct access to social networks apis via a lightweight console
ca: Authentication Playground us permetrà autenticar-vos amb les xarxes socials habilitades sense crear cap compte d'usuari nou. Aquesta eina també us donarà accés directe a les APIS de xarxes socials a través d'una consola lleugera

source: Authentication display
ca: Pantalla d'autenticació

source: Authentication failed. Either you have cancelled the authentication or <b>%s</b> refused the connection.
ca: L'autenticació ha fallat. <b>%s</b> ha rebutjat la connexió. <a href=http://agora.xtec.cat/moodle/moodle/mod/glossary/view.php?id=1741&mode=entry&hook=2441>Ajuda</a>.

source: Authentication log files viewer
ca: Flux d'autenticació

source: Authentication log viewer - latest activity
ca: Visualització de l'informe d'autenticació - última activitat

source: Authentication through social networks is currently disabled.
ca: L'autenticació a través de xarxes socials està desactivada actualment.

source: Authentication widget customization.
ca: Personalització del giny d'autenticació

source: Authors
ca: Autors

source: Avatars display should work right out of the box with most WordPress themes, BuddyPress and bbPress
ca: La visualització d'avatars hauria de funcionar fora de la caixa amb la majoria de temes de WordPress, BuddyPress i bbPress

source: BLACKLIST
ca: Filtre LLISTA NEGRA

source: Back
ca: Torna

source: Back to %s
ca: Torna a %s

source: Back to Tools
ca: Torna a Eines

source: Back to home
ca: Torna a Inici

source: Basic Settings
ca: Paràmetres bàsics

source: Basically, WordPress Social Login allow your website visitors and customers to register and login via social networks such as twitter, facebook and google but it has much more to offer
ca: WordPress Social Login permet que els visitants i clients del vostre lloc web es registrin i iniciïn sessió a través de xarxes socials com ara Twitter, Facebook o Google, però té molt més per oferir

source: Be careful with these
ca: Aneu amb compte amb aquests

source: Birth date
ca: Data de naixement

source: Birth day
ca: Dia de naixement

source: Birth month
ca: Mes de naixement

source: Birth year
ca: Any de naixement

source: Both <b>Admin Approval</b> and <b>E-mail Confirmation</b> requires <a href="http://wordpress.org/extend/plugins/theme-my-login/" target="_blank">Theme My Login Plugin</a> to be installed
ca: Tant l'<b>Aprovació de l'administrador</b> com la <b>Confirmació del correu electrònic</b> requereixen l'extensió <a href="http://wordpress.org/extend/plugins/theme-my-login/" target="_blank">Theme My Login</a> instal·lada. No hi ha forma que el <b>WordPress Social Login</b> reinventi la roda

source: Bounce text
ca: Text en cas de rebuig

source: Bouncer
ca: Control d'accés

source: Bouncer says no.
ca: El vostre correu electrònic no pertany a un domini autoritzat

source: Bouncer says this makes no sense.
ca: El control d'accés no permet el registre amb aquesta adreça de correu electrònic.

source: BuddyPress integration
ca: Integració personalitzada

source: BuddyPress plugin not found!
ca: No s'ha trobat el complement de BuddyPress

source: Build yours
ca: Editeu el vostre

source: By %s
ca: Per %s

source: By <a href="%s" target="_blank">%s</a>
ca: Per <a href="%s" target="_blank">%s</a>

source: By age
ca: Per edat

source: By default, only the three WSL core components are enabled. You can selectively enable or disable any of the non-core components by using the form below. Your WSL installation will continue to function. However, the features of the disabled components will no longer be accessible
ca: De manera predeterminada, només s'habiliten els tres components bàsics de WSL. Podeu activar o desactivar selectivament qualsevol dels components no bàsics mitjançant el formulari següent. La vostra instal·lació de WSL continuarà funcionant. Tanmateix, les funcions dels components desactivats ja no seran accessibles

source: By gender
ca: Per gènere

source: By provider
ca: Per proveïdor

source: Callback URL
ca: URL de retorn de trucades

source: Change this mode
ca: Canvieu aquest mode

source: Check enabled components
ca: Comproveu els complements habilitats
