Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/wordpress-telegram.po
Languages: ca, es_es

source: %1$s should not be %2$s
ca: %1$s no hauria de ser %2$s
es_es: %1$s no tendría que ser %2$s

source: %s is empty
ca: %s està buit
es_es: %s esta vacío

source: %s should not be checked
es_es: %s no debería marcarse

source: A message will be sent to the Channel/Chat. You can modify the text below
es_es: Se enviará un mensaje al canal/chat. Puede modificar el texto a continuación

source: A message will be sent to the chat_ids. You can modify the text below
ca: S'enviarà un missatge a totes les chat_ids. Pots modificar el text a sota
es_es: Se enviará un mensaje a todas las chat_ids. Puedes modificar el texto debajo

source: A new post is published
es_es: Se ha publicado una entrada nueva

source: AND
ca: I
es_es: Y

source: ATTENTION!
ca: ATENCIÓ!
es_es: Atención!

source: Activate the modules you want to use.
ca: Activeu els mòduls que voleu utilitzar.
es_es: Active los módulos que desea utilizar.

source: Add
ca: Afegeix
es_es: Añadir

source: Add %s to the group to get its Chat ID.
es_es: Añade %s en el nodo para obtener su ID de chat.

source: Add Inline URL Button
es_es: Añadir un botón de URL en línea

source: Add YOUR OWN BOT to the group.
es_es: Añade TU PROPIO BOT al grupo.

source: Add a hashtag at the end of the message.
ca: Afegeix una etiqueta al final del missatge.
es_es: Añadir una etiqueta al final del mensaje.

source: Add an inline clickable button for the post URL just below the message.
es_es: Añadir un botón en línea para la URL de la entrada justo debajo del mensaje.

source: Add the Bot as Administrator to your Channel/Group
ca: Afegeix el Bot com administrador al teu Canal/Grup
es_es: Añadir el Bot como administrador a su canal / grupo

source: Advanced settings
ca: Configuració avançada
es_es: Configuración avanzada

source: After completing the steps %s will provide you the Bot Token.
ca: Quan s'hagin completat els passos %s et proporcionarà el Bot Token.
es_es: Cuando se hayan completado los pasos %s te proporcionará el token de bot.

source: After the Text
ca: A Sota del Text
es_es: Después del texto

source: All Channels/Chats
ca: Tots els Canals/Converses
es_es: Todos los canales / chats

source: Allow users to receive their email notifications on Telegram
ca: Permet que els usuaris rebin les seves notificacions per e-mail a Telegram
es_es: Permitir que los usuarios reciban sus notificaciones de correo en Telegram

source: Also start a conversation with %s to receive notifications
ca: També inicia una conversa amb %s per rebre notificacions
es_es: También inicia una conversación con %s para recibir notificaciones

source: An existing post is updated
ca: S'ha actualitzat una entrada existent
es_es: Se ha actualizado una entrada existente

source: Attach the image below the text
ca: Adjunta la imatge a sota del text
es_es: Adjuntar la imagen debajo del texto

source: Authors
ca: Autors
es_es: Autores

source: Before the Text
ca: Abans del Text
es_es: Antes del texto

source: Bot API
es_es: API del bot

source: Bot Token
es_es: Token del bot

source: Bot Token is empty
ca: El Bot Token està buit
es_es: El token de bot está vacío

source: Bot Token is invalid
ca: El Bot Token és invàlid
es_es: El token de bot no es válido

source: Bot Token or chat_ids is empty
ca: Està buit el Bot Token o la chat_id
es_es: El token de bot o chat_ids estan vacios

source: Bot Username
es_es: Nombre de usuario del bot

source: Caption Source
ca: Origen de la Llegenda
es_es: Origen de la leyenda

source: Caption cannot be used
ca: La llegenda no es pot usar
es_es: La leyenda no se puede usar

source: Categories/Terms
ca: Categories
es_es: Categorías

source: Channel
ca: Canal
es_es: Canal

source: Channel Username
ca: Nom d'usuari del canal
es_es: Nombre de usuario del canal

source: Channel Username(s) or Chat ID(s)
ca: Nom d'Usuari del(s) Canal(s) o Chat ID(s)
es_es: Nombre de usuario de los canales o IDs de chat

source: Chat ID
es_es: ID de chat

source: Chat ID is empty
ca: ID de xat és buit
es_es: El ID de chat está vacío

source: Chat Type
ca: Tipus de Conversa
es_es: Tipo de charla

source: Choose
ca: Escull
es_es: Elegir

source: Click here
ca: Feu clic aquí
es_es: Haga clic aquí

source: Click to insert
ca: Cica per inserir
es_es: Clic para insertar

source: Configure the activated modules.
ca: Configureu els mòduls activats.
es_es: Configurar los módulos activados.

source: Copy the token and paste into the Bot Token field below.
ca: Copia el token i enganxa'l a sota al camp Bot Token.
es_es: Copie el token y péguelo en el campo token de bot a continuación.

source: Could not connect
ca: No s’ha pogut connectar
es_es: No se puedo conectar

source: Create a Bot by sending %s command to %s
ca: Crea un Bot enviant la comanda %s a %s
es_es: Crear un bot enviando la orden %s a %s

source: Create a Channel/group/supergroup
ca: Crea un Canal/grup/supergrup
es_es: Crear un canal / grupo / supergrupo

source: Custom Fields
ca: Camps personalitzats
es_es: Campos personalizados

source: Custom Taxonomy
ca: Taxonomia personalitzada
es_es: Taxonomía personalizada

source: DISCLAIMER!
es_es: Descargo de responsabilidad!

source: Debug Info
ca: Informació de depuració
es_es: Información de depuración

source: Delay in Posting
ca: Retard en l'enviament
es_es: Retraso en el envío

source: Disable Notifications
ca: Desactiva les Notificacions
es_es: Desactivar las notificaciones

source: Disable Web Page Preview
ca: Desactiva la Previsualització de la Pàgina Web
es_es: Desactivar la previa de la página web

source: Disclaimer! Use the proxy at your own risk!
ca: Utilitzeu el servidor intermediari sota la vostra responsabilitat.
es_es: Utilice el servidor proxy bajo su responsabilidad.

source: Do not Send
ca: No enviïs
es_es: No enviar

source: Do not forget to add your own bot to the group.
ca: No oblidis afegir el teu propi bot al grup.
es_es: No olvides añadir tu propio bot al grupo.

source: Do not post from selected ones
ca: No publiquis de les seleccionades
es_es: No publicar des de las seleccionadas

source: Do not send the second message as a reply to the first
ca: No enviïs el segon missatge com a rèplica del primer
es_es: No enviar el segundo mensaje como réplica del primero

source: Email(s) to watch
ca: E-mail(s) que cal comprovar
es_es: Correos que hay que vigilar

source: Enable logs for
es_es: Activar los registros para

source: Enter the Channel Username in the field below
ca: Introduïu el nom d'usuari del canal al camp següent
es_es: Introduzca el nombre de usuario del canal en el campo siguiente

source: Enter the Channel Username(s) or Chat ID(s) separated by comma in the field below
ca: Escriu el(s) nom(s) d'usuari del(s) Canal(s) o la(les) Chat ID(s) separats amb comes en el camp a sota :
es_es: Escriba los nombres de usuario del los canales o los IDs de chat separados por comas en el campo siguente

source: Enter the Chat ID in %s field below.
es_es: Introduzca el ID de chat en el campo %s siguiente.

source: Enter the received chat_id in the field above
ca: Escriu la chat_id que has rebut al camp anterior
es_es: Escriba el chat_id que ha recibido en el campo anterior

source: Enter the received chat_id in the field below
ca: Escriu el chat_id que has rebut al camp de sota
es_es: Escriba el chat_id que ha recibido el siguiente campo

source: Error code
ca: Codi d'error
es_es: Código de error

source: Error message
ca: Missatge d'error
es_es: Mensaje de error

source: Error: Could not connect
ca: Error: No s'ha pogut connectar
es_es: Error: no se puedo conectar

source: Every Telegram user or group has a unique ID called
ca: Cada usuari o grup de Telegram té una única ID anomenada
es_es: Cada usuario o grupo de Telegram tiene una única ID llamada

source: Excerpt Length
ca: Longitud de l'Extracte
es_es: Longitud del extracto

source: Excerpt Source
ca: Origen de l'Extracte
es_es: Origen del extracto

source: Failure
ca: Error
es_es: Fracaso

source: Featured Image
ca: Imatge Destacada
es_es: Imagen destacada

source: Files
ca: Fitxers
es_es: Archivos

source: Files to be sent after the message
ca: Els fitxers que s’enviaran després del missatge
es_es: Los archivos que se enviarán después del mensaje

source: Follow
ca: Segueix
es_es: Seguir

source: Follow these steps:
ca: Segueix aquests passos:
es_es: Sigue estos pasos:

source: For ease, use
ca: Per comoditat, usa
es_es: Por comodidad, use

source: For ease, use %s
ca: Per facilitar-ho, fes servir %s
es_es: Por comodidad, use %s

source: For example %1$s and %2$s in WooCommerce
es_es: Por ejemplo %1$s y %2$s en WooCommerce

source: For example %1$s or %2$s in WooCommerce
es_es: Por ejemplo, %1$s o %2$s en WooCommerce

source: For example %s
ca: Per exemple %s
es_es: Por ejemplo %s

source: Get connected
ca: Mantén-te connectat
es_es: Mantente conectado

source: Get it from %s
ca: Obteniu-ho des de %s
es_es: Obténgalo de %s

source: Get your Chat ID from %s and enter it above.
es_es: Obtenga el ID de chat %s y introdúzcalo encima.

source: Get your Chat ID from %s and enter it below.
es_es: Obtenga el ID de chat %s e introduzca a continuación.

source: Google Script URL
ca: URL de Google Script
es_es: URL de Google Script

source: Google Script is preferred
es_es: Google Script es preferible

source: Google Script proxy does not support file upload.
es_es: El servidor proxy de Google Script no admite la carga de archivos.

source: HTML style
ca: Estil HTML
es_es: Estilo HTML

source: Hashtag (optional)
ca: Etiqueta (opcional)
es_es: Hashtag (opcional)

source: Hit %s below
ca: Prem %s a sota
es_es: Pulsa %s a continuación

source: Host IP or domian name like %s
ca: IP de l'amfitrió o nom de domini semblant a %s
es_es: IP del anfitrión o nombre de dominio similar a %s

source: How to send the image?
ca: Com enviar la imatge?
es_es: ¿Cómo enviar la imagen?

source: IMPORTANT! First complete at least first 4 steps in Telegram Settings section, otherwise notifications won't be sent
ca: IMPORTANT! Primer completa almenys els 4 primers passos de la secció Ajustaments de Telegram, altrament les notificacions no s'enviaran
es_es: Importante! Primero complete al menos los 4 primeros pasos de la sección ajustes de Telegram, de lo contrario las notificaciones no se enviarán

source: INSTRUCTIONS!
ca: INSTRUCCIONS!
es_es: Instrucciones!

source: If "Image Position" is set to "After the Text", then "Only Media Library" caption can be used.
ca: Si l'opció "Posició de la Imatge" és "Després del Text", aleshores només es pot usar la llegenda "Només Biblioteca de Medis".
es_es: Si la opción "Posición de la imagen" es "Después del texto", entonces sólo se puede usar la leyenda "Sólo la biblioteca de medios".

source: If Email goes to
ca: Si el correu electrònic passa a
es_es: Si el correo electrónico pasa a

source: If enabled:
ca: Si està activat:
es_es: Si está activado:

source: If more than one, separate them by comma
ca: Si n'hi ha més d'un, separa'ls amb comes
es_es: Si hay más de uno, sepárelos con comas

source: If more than one, separate them by comma. Read the instructions above
ca: Si n'hi ha més d'un, separa'ls amb comes. Llegeix les instruccions anteriors.
es_es: Si hay más de uno, sepárelos con comas. Lea las instrucciones anteriores

source: If the Media Library caption is not used and the Message Template exceeds the limit, the remaining part of the Template will be sent separately after the photo without breaking the words.
ca: Si la llegenda de la Biblioteca de Medis no s'utilitza i la Plantilla del Missatge supera el límit, la part restant de la Plantilla s'enviarà separadament després de la foto sense separar les paraules.
es_es: Si la leyenda de la biblioteca de medios no se utiliza y la plantilla del mensaje supera el límite, la parte restante de la plantilla se enviará separadamente después de la foto sin separar las palabras.

source: If you haven't
ca: Si no has
es_es: Si no lo has

source: If you want to receive notification for every email, then write %s
es_es: Si desea recibir una notificación para cada correo electrónico, escriba %s

source: If you want to receive notification for every sent email, write
ca: Si vols rebre notificacions dels e-mails enviats, escriu
es_es: Si desea recibir notificaciones de los correos enviados, escriba

source: If you want to receive notifications into a group, then add %s to the group and it will send you the group ID.
ca: Si vols que un grup rebi notificacions, afegeix %s al grup i t'enviarà la ID del grup.
es_es: Si quiere que un grupo reciba notificaciones, añada %s en el grupo y le enviará la ID del grupo.

source: Image Position
ca: Posició de la Imatge
es_es: Posición de la imagen

source: In order to receive notifications through your bot, you need to find your
ca: Per tal de rebre notificacions del teu bot, has de trobar la teva
es_es: Para recibir notificaciones de su bot, debe encontrar su

source: In this section you can change the settings related to Telegram.
ca: En aquesta secció pots canviar els ajustaments relacionats amb Telegram.
es_es: En esta sección puede cambiar los ajustes relacionados con Telegram.

source: In this section you can change the way messages are sent to Telegram
ca: En aquesta secció pots canviar la forma en què s'envien els missatges a Telegram
es_es: En esta sección puede cambiar la forma en que se envían los mensajes a Telegram

source: In this section you can set/change the settings related to Notifications sent to Telegram
ca: En aquesta secció pots establir/canviar els ajustaments relacionats amb Notificacions enviades a Telegram
es_es: En esta sección puede establecer/cambiar los ajustes relacionados con notificaciones enviadas a Telegram

source: In this section you can teach WordPress how and when to do the job
ca: En aquesta secció pots establir com i quan WordPress ha de realitzar la tasca
es_es: En esta sección puede establecer cómo y cuándo WordPress debe realizar la tarea

source: Inline Button
ca: Botó en línia
es_es: Botón en línea

source: Inline Keyboard
ca: Teclat en línia
es_es: Teclado en línea

source: Inline button text
ca: Text del botó en línia
es_es: Texto del botón en línea

source: Integrate your WordPress site perfectly with Telegram. Send posts automatically to Telegram when published or updated, whether to a Telegram Channel, Group, Supergroup or private chat, with full control. Get your email notifications on Telegram.
es_es: Integre Telegram en su sitio de WordPress. Envíe entradas automáticamente haciaTtelegram cuando se publiquen o actualicen. Obtenga sus notificaciones de correo electrónico en Telegram.

source: Invalid %s
es_es: %s no es válido

source: Invalid Bot Token
ca: Bot Token invàlid
es_es: El token de bot no es válido

source: Invalid Bot Username
es_es: El nombre de usuario del bot no es válido

source: It is different from a username and is visible only to bots.
ca: És diferent a un nom d'usuari i només és visible per als bots.
es_es: Es diferente a un nombre de usuario y sólo es visible para los bots.

source: It will send you your Telegram chat_id.
ca: T'enviarà el teu chat_id de Telegram.
es_es: Te enviará tu chat_id de Telegram.

source: Join
ca: Afegeix-me
es_es: Añádeme

source: Learn more
ca: Saber-ne més
es_es: Saber más

source: Leave empty if not required
ca: Deixeu-ho buit si no és necessari
es_es: Dejar vacío si no es necesario

source: Markdown style
ca: Estil de marcatge
es_es: Estilo de marcaje

source: Media Library or Message Template (former preferred if not empty)
ca: Biblioteca de Medis o Plantilla del Missatge (millor el primer si no es deixa buit)
es_es: Biblioteca de medios o plantilla del mensaje (mejor el primero si no se deja vacío)

source: Members Count:
ca: Nombre de Membres:
es_es: Número de miembros:

source: Message
ca: Missatge
es_es: Mensaje

source: Message Settings
ca: Ajustaments del Missatge
es_es: Configuración del mensaje

source: Message Template
ca: Plantilla del Missatge
es_es: Plantilla de mensaje

source: Minute(s)
ca: Minut(s)
es_es: Minuto(s)

source: Miscellaneous
ca: Miscel·lània
es_es: Herramientas

source: Modules
ca: Mòduls
es_es: Módulos

source: Must begin with
ca: Ha de començar amb
es_es: Debe empezar con

source: Name/Title
ca: Nom/Títol
es_es: Nombre / título

source: Need help?
ca: Necessites ajuda?
es_es: ¿Necesita ayuda?

source: No Channels/Chat IDs found
ca: No s'han trobat IDs de Canals/Converses
es_es: No se encontraron IDs de canales / conversaciones

source: None
ca: Cap
es_es: Ninguna

source: Note:
ca: Nota:
es_es: Nota:

source: Notification Settings
ca: Ajustaments de Notificacions
es_es: Ajustes de notificaciones

source: Notifications to Users
ca: Notificacions als usuaris
es_es: Notificaciones a usuarios

source: Number of words for the excerpt. Won't be used when Caption Source is "Post Content before Read More tag"
ca: Nombre de paraules de l'extracte. No es farà servir quan l'Origen de la Llegenda sigui "Envia la Publicació abans de l'etiqueta Llegeix Més"
es_es: Número de palabras del extracto. No se usará cuando el origen de la leyenda sea "Contenido de la entrada antes de la etiqueta «Leer más»"

source: OR
es_es: O

source: Only Media Library
ca: Només la Biblioteca de Medis
es_es: Mediateca única

source: Only Message Template
ca: Només la Plantilla del Missatge
es_es: Plantilla de mensaje único

source: Other settings
ca: Altres opcions
es_es: Otras opciones

source: Override default settings
ca: Sobreescriu els ajustaments predeterminats
es_es: Sobrescribir los ajustes predeterminados

source: Override settings
ca: Sobreescriu la configuració
es_es: Sobrescribir la configuración

source: PHP Proxy
ca: Proxy PHP
es_es: Proxy PHP

source: Parse Mode
ca: Mode d'anàlisi
es_es: Modo de análisis

source: Parse Mode should NOT be
ca: El Mode d'Anàlisi NO hauria de ser
es_es: El modo de análisis no debería ser

source: Password
ca: Contrasenya
es_es: Contraseña

source: Please Enter a valid Chat ID
ca: Si us plau, escriu una Chat ID vàlida
es_es: Por favor, escriba una ID de chat válida

source: Please enter your Telegram Chat ID
ca: Si us plau, escriu la teva Chat ID de Telegram
es_es: Por favor, escriba su ID de chat de Telegram

source: Please read the instructions above
ca: Si us plau, llegeix les instruccions anteriors
es_es: Por favor, lea las instrucciones anteriores

source: Please wait...
ca: Si us plau, espera ...
es_es: Por favor, espere...

source: Post
ca: Entrada
es_es: Entrada

source: Post Author
ca: Autor de l'entrada
es_es: Autor de la entrada

source: Post Category
ca: Categoria de l'article
es_es: Categoría del artículo

source: Post Content
ca: Contingut de la Publicació
es_es: Contenido de la entrada

source: Post Content before Read More tag
ca: Contingut de la Publicació abans de l'etiqueta Llegeix Més
es_es: Contenido de la entrada antes de la etiqueta «Lee más»

source: Post Data
es_es: Datos de la entrada

source: Post Excerpt
ca: Extracte de la Publicació
es_es: Extracto de la entrada

source: Post Format
ca: Format de l'entrada
es_es: Formato de la entrada

source: Post Tag
es_es: Etiqueta de la entrada

source: Post from all Authors
ca: Permet publicar a tots als Autors
es_es: Publicar des de todos los autores

source: Post from all Categories/Terms
ca: Publica de totes les Categories
es_es: Publicar des de todas las categorías

source: Post only from selected ones
ca: Envia només de les seleccionades
es_es: Publicar sólo des de las seleccionadas

source: Post to Telegram
ca: Publica a Telegram
es_es: Publicar en Telegram

source: Post type
ca: Tipus de contingut
es_es: Tipo de correo

source: Private Notifications
ca: Notificacions privades
es_es: Notificaciones privadas

source: Proxy Host
ca: Amfitrió del servidor intermediari
es_es: Proxy anfitrión

source: Proxy Method
es_es: Método proxy

source: Proxy Port
ca: Port del servidor intermediari
es_es: Puerto del servidor proxy

source: Proxy Settings
ca: Pàrametres del servidor intermediari
es_es: Configuración del proxy

source: Proxy Type
ca: Tipus de servidor intermediari
es_es: Tipo de servidor proxy

source: Remove settings on uninstall
ca: Elimina els ajustaments en desinstal·lar
es_es: Eliminar los ajustes durante la desinstalación

source: Replace %1$s in %2$s by the name of the Custom Field.
es_es: Sustituya %$s en %2$s por el nombre del campo personalizado.

source: Replace %1$s in %2$s by the name of the taxonomy to insert its terms attached to the post.
es_es: Sustituya %1$s en %2$s por el nombre de la taxonomía para añadir sus términos a la entrada.

source: Replace %s in %s by the name of the Custom Field, the value of which you want to add to the template.
ca: Substitueix %s a %s pel nom del Camp Personalitzat, el valor del qual vols afegir a la plantilla.
es_es: Sustituya %s en %s por el nombre del campo personalizado cuyo valor quiere añadir a la plantilla.

source: Replace %s in %s by the name of the taxonomy from which you want to get the terms attached to the post.
ca: Substitueix %s a %s pel nom de la taxonomia de la qual vols obtenir els elements adjunts a la publicació.
es_es: Sustituya %s en %s por el nombre de la taxonomía para la que quiere adjuntar sus los términos a la entrada.

source: Rules
ca: Normes
es_es: Normas

source: See this tutorial
ca: Vegeu aquest tutorial
es_es: Vea este tutorial

source: Send
ca: Envia
es_es: Enviar

source: Send Featured Image (if exists)
ca: Envia la Imatge Destacada (si n'hi ha)
es_es: Enviar la imagen destacada (si la hay)

source: Send Test
ca: Envia la Prova
es_es: Enviar Prueba

source: Send YOUR OWN BOT a message to start the conversation.
es_es: Envíe un mensaje a SU PROPIO BOT para comenzar la conversación.

source: Send a message to %s
ca: Envia un missatge a %s
es_es: Enviar un mensaje a %s

source: Send both text and image in single message
es_es: Enviar texto e imagen en un único mensaje

source: Send file(s)
ca: Envia els fitxers
es_es: Enviar los archivos

source: Send files by URL
ca: Envia fitxers per URL
es_es: Enviar archivos por URL

source: Send it to
ca: Envia-ho a
es_es: Enviar a

source: Send to
ca: Envia a
es_es: Enviar a

source: Send to Telegram
ca: Envia a Telegram
es_es: Enviar a Telegram

source: Send when
ca: Envia quan
es_es: Enviar cuando

source: Settings
ca: Ajustaments
es_es: Opciones de configuración

source: Settings in this section should not be changed unless recommended by WP Telegram Support.
es_es: Los parámetros de esta sección no se deben cambiar a no ser que lo haya recomendado el soporte de WP Telegram.

source: Settings updated
es_es: Se ha actualizado la configuración

source: Shout in
ca: Difon
es_es: Difunde

source: Show an ON/OFF switch on the post edit screen
ca: Mostra un botó ON/OFF a la pantalla d'edició de la publicació
es_es: Mostrar un botón de conmutación en la pantalla de edición de la entrada

source: Single message
ca: Missatge únic
es_es: Mensaje único

source: Start a conversation with %s to receive notifications.
es_es: Inicie una conversación con %s para recibir notificaciones.

source: Start the conversation with your bot, bots cannot initialize a conversation.
ca: Inicia la conversa amb el teu bot, els bots no poden iniciar una conversa.
es_es: Inicie la conversación con su bot; los bots no pueden iniciar una conversación.

source: Structure of the message to be sent
ca: Estructura del missatge que s'ha d'enviar
es_es: Estructura del mensaje que debe enviarse

source: Success
ca: Satisfactori
es_es: Éxito

source: Target Port like %s
ca: Port de destinació semblant a %s
es_es: Puerto de destino similar a %s

source: Taxonomy Terms
ca: Termes de taxonomia
es_es: Términos de taxonomía

source: Telegram Bot username (without %s).
es_es: Nombre de usuario del bot de Telegram (sin %s).
