Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/wordpress-telegram.po
Languages: ca, es_es

source: Telegram Channel Username or Chat ID. Username must start with %s.
es_es: Nombre de usuario o ID de chat del canal de Telegram. El nombre de usuario debe comenzar con %s.

source: Telegram Chat ID
ca: Chat ID de Telegram
es_es: ID de chat de Telegram

source: Telegram Destination
ca: Destinació de Telegram
es_es: Destino de Telegram

source: Telegram Info
ca: Informació sobre Telegram
es_es: Información sobre Telegram

source: Telegram Options
ca: Opcions de Telegram
es_es: Opciones de Telegram

source: Telegram Settings
ca: Ajustaments de Telegram
es_es: Ajustes de Telegram

source: Telegram User or Group Chat ID.
es_es: Usuario de Telegram o ID de un grupo de chat.

source: Telegram limits photo caption to 200 characters.
ca: Telegram limita la llegenda de la foto a 200 caracters.
es_es: Telegram limita la leyenda de la foto a 200 caracteres.

source: Template
ca: Plantilla
es_es: Plantilla

source: Test Result:
ca: Resultat de la prova:
es_es: Resultado de la prueba:

source: Test Status
ca: Estat de la Prova
es_es: Estado de prueba

source: Test Token
ca: Prova el Token
es_es: Prueba el token

source: Test result:
ca: Resultat de la Prova:
es_es: Resultado de prueba:

source: Test your bot token below.
es_es: Pruebe su token de bot a continuación.

source: That's it! :)
es_es: Eso es todo! :)

source: That's it. Happy WPTelegram :)
ca: Ja està. Gaudeix de WP Telegram :)
es_es: Ya está. Disfrute de WPTelegram :)

source: That's it. You are ready to rock :)
es_es: Eso es todo. Está a punto :)

source: The authors not chosen to post from, will not see the ON/OFF switch on the post edit screen
ca: Els autors als quals no se'ls permet publicar, no veuran el botó ON/OFF a la pantalla d'edició de publicacions
es_es: Los autores a los que no se les permite publicar, no verán el botón de conmutación en la pantalla de edición de entradas

source: The delay starts after the post gets published.
es_es: El retraso comienza después de haberse publicado la entrada.

source: The module will help you bypass the ban on Telegram by making use of proxy.
es_es: El módulo le ayudará a pasar por alto la prohibición del Telegram haciendo uso de un servidor proxy.

source: The module will watch the Email Notifications sent from this site and deliver them on your Telegram
es_es: El módulo observará las notificaciones por correo electrónico enviadas desde este lugar y las enviará a su Telegram

source: The requests to Telegram will be sent via your Google Script.
es_es: Las solicitudes a Telegram se enviarán a través de su Google Script.

source: The rule will apply to the selected categories/terms and their children
ca: La regla s'aplicarà a les categories seleccionades i a les seves sub-categories
es_es: La regla se aplicará a las categorías seleccionadas y sus sub-categorías

source: There was some error!
es_es: Error!

source: They can also enter their Telegram Chat ID manually on %s page
es_es: También pueden introducir su ID de chat de Telegram manualmente desde la página %s

source: This chat_id is used by the bots to send messages to a user or group.
ca: Els bots utilitzen aquesta chat_id per enviar missatges a un usuari o grup.
es_es: Los bots utilizan esta chat_id para enviar mensajes a un usuario o grupo.

source: This is a test message
ca: Aquest és un missatge de prova
es_es: Este es un mensaje de prueba

source: To receive notifications into a group:
ca: Per rebre notificacions en un grup:
es_es: Para recibir notificaciones a un grupo:

source: To receive notifications privately:
ca: Per rebre notificacions en privat:
es_es: Para recibir notificaciones en privado:

source: To send messages to a Telegram Channel, group, supergroup or a private chat, follow the steps below.
ca: Per enviar missatges a un Canal, grup, supergrup o conversa privada de Telegram, segueix els passos descrits a sota.
es_es: Para enviar mensajes a un canal, grupo, supergrupo o conversación privada de Telegram, siga los pasos descritos a continuación.

source: Turn off to upload the files/images instead of passing the url.
es_es: Apague esto para cargar los archivos/imágenes en vez de pasar la URL.

source: Updating an existing post
ca: Actualitzant un missatge existent
es_es: Actualizando un mensaje existente

source: Use %s to let them connect their Telegram account.
es_es: Use %s para permitirles conectar su cuenta de Telegram.

source: Use %s to set automatically.
es_es: Use %s para establecerlo automáticamente.

source: Use the proxy at your own risk!
ca: Utilitzeu el servidor intermediari sota el vostre propi risc!
es_es: Utilice el servidor proxy bajo su propio riesgo!

source: Useful if you want everything in one message.
ca: Útil si ho vols tot en un únic missatge.
es_es: Útil si lo quiere todo en un único mensaje.

source: User can enter the Telegram information on %sprofile%s page
ca: L'usuari pot escriure la informació de Telegram a la pàgina de %sprofile%s
es_es: El usuario puede escribir la información de Telegram en la página %sprofile%s

source: Username
ca: Nom d'usuari
es_es: Nombre de usuario

source: Username is empty
ca: El nom d'usuari està buit
es_es: El nombre de usuario está vacío

source: Username must start with %s
ca: El nom d'usuari ha de començar amb %s
es_es: El nombre de usuario debe comenzar con %s

source: Usually it should be the admin email
ca: Habitualment hauria de ser l'e-mail de l'administrador
es_es: Habitualmente debería ser el e-mail del administrador

source: View Post
ca: Mostra l'article
es_es: Ver entrada

source: WP Telegram will watch the Email Notifications sent from this site, if the email is sent to one of the above email ids, it will be sent to you on Telegram by your bot. It does not matter whether the email was successfully sent or not.
ca: WP Telegram comprovarà les notificacions per e-mail que s'han enviat des d'aquest lloc, si l'e-mail s'envia a un dels e-mails anteriors, el bot te l'enviarà a tu per Telegram. No depèn de sí l'e-mail s'acaba enviant satisfactòriament o no.
es_es: WP Telegram vigilará las notificaciones por correo electrónico enviadas desde este sitio. Si el correo se envía a uno de los identificadores de correo anteriores, el bot se lo enviará a usted a Telegram. No importa si el correo se ha enviado correctamente o no.

source: When editing a post
ca: Quan s'editi un missatge
es_es: Cuando se edite un mensaje

source: When publishing a new post
ca: Quan es faci una nova publicació
es_es: Cuando se publique una nueva entrada

source: When the post should be sent to Telegram
es_es: Cuando se tiene que enviar la entrada a Telegram

source: When to send?
ca: Quan enviar?
es_es: ¿Cuando enviar?

source: Which post type(s) to send?
ca: Quins tipus de missatges d'han d'enviar?
es_es: ¿Qué tipos de entradas de deben enviar?

source: Which post types should be sent.
ca: Quins tipus de publicacions s'han d'enviar.
es_es: Qué tipos de entradas deben enviarse.

source: With Caption
ca: Amb Llegenda
es_es: Con leyenda

source: With this module, you can configure how the posts are sent to Telegram
es_es: Con este módulo, puede configurar como se envían las entradas a Telegram

source: With this plugin, you can send posts to Telegram and receive notifications and do lot more :)
es_es: Esta extensión le permite enviar publicaciones a Telegram, recibir notificaciones y mucho más :)

source: Without Caption
ca: Sense Llegenda
es_es: Sin leyenda

source: WordPress Settings
ca: Ajustaments de WordPress
es_es: Ajustes de WordPress

source: WordPress cron should not be disabled!
ca: El cron de WordPress no s'hauria de desactivar.
es_es: El cron de WordPress no se debería desactivar.

source: Yes
ca: Sí
es_es: Sí

source: You can also use the Chat ID of a group or private chat.
es_es: También puede utilizar el ID de chat de un grupo o un chat privado.

source: You can also use the Chat ID of a private chat with the Bot, see Notification Settings
ca: També pots usar la Chat ID d'una conversa privada amb el Bot, comprova-ho als Ajustaments de Notificacions
es_es: También puede usar el ID de chat de una conversación privada con el bot. Vea los ajustes de notificaciones

source: You can bypass the ban on Telegram by making using of Google Scripts. The requests will be sent via your Google Script. See this tutorial
ca: Podeu evitar el bloqueig de Telegram fent servir Google Scripts. Les sol·licituds s'enviaran a través del vostre Google Script. Vegeu aquest tutorial
es_es: Puede evitar el bloqueo de Telegram usando Google Scripts. Las solicitudes se enviarán a través de su Google Script. Véase este tutorial

source: You can receive your email notifications on Telegram from %s
ca: Pots rebre les teves notificacions per e-mail a Telegram de %s
es_es: Puede recibir sus notificaciones por correo electrónico en Telegram %s

source: You can use any text, emojis or these macros in any order:
ca: Pots usar qualsevol text, emojis o aquests macros en qualsevol ordre:
es_es: Puede usar cualquier texto, emoji o estas macros en cualquier orden:

source: You can use this switch to override the above settings for a particular post
ca: Pots usar aquest botó per sobreeescriure els ajustaments anteriors per una publicació concreta
es_es: Puede usar este botón para sobrescribir los ajustes anteriores para una entrada concreta

source: You must set the Bot Token first.
es_es: Primero debe establecer el token del bot.

source: Your host seems to block requests to %s
ca: El teu servidor sembla que està bloquejant peticions a %s
es_es: Tu servidor parece que está bloqueando peticiones %s

source: e.g.
es_es: p.ej.

source: is in
es_es: está en

source: is not in
es_es: no está en

source: of the link in text
ca: de l'enllaç en el text
es_es: del enlace en el texto

source: profile
ca: perfil
es_es: perfil

source: should not be checked
ca: no s'hauria de comprovar
es_es: no se debería comprobar

source: via %s
es_es: vía %s
