Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/wordpress-social-login.po
Languages: ca

source: Read about the development mode
ca: Llegiu sobre el mode de desenvolupament

source: Redirect URL
ca: URL de redirecció

source: Redirecting...
ca: Redirigint...

source: Region
ca: Regió

source: Registered
ca: Registrat

source: Registration is now closed.
ca: El registre automàtic d'usuaris no esta habilitat. Contacteu amb l'administrador del web.

source: Repair WSL tables
ca: Taules de reparació del WSL

source: Repair WordPress Social Login databases tables
ca: Repara les bases de dades del WordPress Social Login

source: Repair Wordpress Social Login tables
ca: Taules de reparació del WordPress Social Login

source: Report as bug
ca: Informa del problema

source: Request failed. Either you have cancelled the authentication or <b>%s</b> refused the connection.
ca: Ha fallat la sol·licitud. Ja heu cancel·lat l'autenticació o <b>% s </b> ha rebutjat la connexió.

source: Require E-mail
ca: Requereix correu electrònic

source: Restrict registration to a limited number of domains name.
ca: Llista de dominis autoritzats. <br>Per exemple, si poseu el domini <code>xtec.cat</code> podran entrar tots els usuaris amb correu usuari@xtec.cat.

source: Restrict registration to a limited number of emails addresses.
ca: Llista de correus electrònics autoritzats.

source: Restrict registration to a limited number of profile urls
ca: Restringeix el registre a un número limitat d'URL de perfils

source: Run WordPress Social Login Diagnostics
ca: Executa el diagnòstic del WordPress Social Login

source: Safe
ca: Segur

source: Save Settings
ca: Desa els paràmetres

source: Scope
ca: Abast

source: Select <b>Add a New App</b> from the <b>Apps</b> menu at the top
ca: Seleccioneu <b> Afegiu una nova aplicació </b> al menú <b> Aplicacions </b> a la part superior

source: Select <em style="color:#0147bb;">&ldquo;Web application&rdquo;</em> as your application type
ca: Seleccioneu el tipus d'aplicació <em style="color:#0147bb;">&ldquo;Web application&rdquo;</em>

source: Select a log file to display
ca: Seleccioneu un fitxer de registre per mostrar

source: Select required fields. If a social network doesn't return them, Bouncer will then ask your visitors to fill additional form to provide them when registering.
ca: Seleccioneu els camps obligatoris. Si la xarxa social no els retorna, el Control d'accés li demanarà als seus visitants omplir un formulari addicional en registrar-se.

source: Settings
ca: Configuració

source: Setup and Configuration
ca: Configuració

source: Show user contacts list
ca: Mostra la llista de contactes de l'usuari

source: Show user social profiles
ca: Perfil d'usuari/ària del WSL

source: Social icon set
ca: Joc d'icones

source: Social networks setup.
ca: Configuració de les xarxes socials.

source: Sorry, we couldn't connect you with <b>%s</b>. <a href="%s">Please try again</a>.
ca: No s'ha pogut connectar amb <b>% s </b>. <a href="%s"> Torneu-ho a provar </a>.

source: Sorry, we couldn't connect you. <a href="%s">Please try again</a>.
ca: No hem pogut connectar-vos. <a href="%s"> Torneu-ho a provar </a>.

source: Sorry, we couldn't link your account.
ca: No hem pogut vincular el vostre compte.

source: Submit
ca: Enviar

source: Submit your WSL Component
ca: Envieu el vostre component WSL

source: Support
ca: Suport

source: System information
ca: Informació del sistema

source: Thank you for using Wordpress Social Login
ca: Gràcies per fer servir el WordPress Social Login

source: Thanks
ca: Gràcies

source: The <b>Debug mode</b> is an internal development tool built to track every action made by WSL during the authentication proces, which can be useful when debugging this plugin but note that it is highly technical and not documented
ca: El <b> Mode de depuració </b> és una eina de desenvolupament interna creada per fer un seguiment de totes les accions realitzades per WSL durant el procés d'autenticació, que poden ser útils a depurar aquest connector però tingueu en compte que és altament tècnic i no documentat

source: The MIT License (MIT) is compatible with The GNU Public License (GPL) but it is more liberal
ca: La llicència MIT (MIT) és compatible amb la Llicència pública GNU (GPL), però és més liberal

source: The URL nonce is not valid
ca: Aquest URL no és vàlid

source: The Unique user's ID on the connected provider. Depending on the provider, this field can be an number, Email, URL, etc
ca: L'identificador de l'usuari únic al proveïdor connectat. Depenent del proveïdor, aquest camp pot ser un número, correu electrònic, URL, etc.

source: The basic widget markup is the following
ca: El marcat bàsic del giny és el següent

source: The complete <b>User Guide</b> can be found at <a href="http://miled.github.io/wordpress-social-login/index.html" target="_blank">miled.github.io/wordpress-social-login/index.html</a>
ca: Podeu trobar la <b> Guia de l'usuari </b> completa a <a href="http://miled.github.io/wordpress-social-login/index.html" target="_blank"> miled.github.io/wordpress-social-login/index.html </a>

source: The day in the month in which the person was born. Not to confuse it with 'Birth date'
ca: El dia del mes en què va néixer la persona. No confondre'l amb 'Data de naixement'

source: The left column shows the available <b>WSL users profiles fields</b>: These select boxes are called <b>source</b> fields
ca: La columna de l'esquerra mostra els <b> camps de perfils dels usuaris WSL</b> disponibles: aquests quadres de selecció s'anomenen camps <b> origen </b>

source: The minimum server requirements are
ca: Requisits insuficients

source: The month in which the person was born
ca: El mes de naixement

source: The right column shows the list of <b>Buddypress profiles fields</b>: Those are the <b>destination</b> fields
ca: La columna dreta mostra la llista de <b> camps de perfils Buddypress </b>: aquests són els camps de <b> destinació </b>

source: The session identifier is missing.<br />For more information refer to WSL <a href="http://miled.github.io/wordpress-social-login/troubleshooting.html#session-error" target="_blank">Troubleshooting</a>.
ca: Falta l'identificador de sessió. <br/> Per obtenir més informació, consulteu WSL<a href="http://miled.github.io/wordpress-social-login/troubleshooting.html#session-error" target="_blank">Solució de problemes </a>.

source: The the provider or social network name the user used to connected
ca: El nom del proveïdor o de la xarxa social l'usuari utilitza per connectar-se

source: The year in which the person was born
ca: L'any de naixement

source: Then <b>APIs & auth</b> &gt; <b>APIs</b> and enable <em style="color:#0147bb;">&ldquo;Google+ API&rdquo;</em>. If you want to import the user contatcs enable <em style="color:#0147bb;">&ldquo;Contacts API&rdquo;</em> as well
ca: Tot seguit, aneu a <b>APIs & auth</b> &gt; <b>APIs</b> i activeu <em style="color:#0147bb;">&ldquo;Google+ API&rdquo;</em>. Si voleu importar els contactes dels usuaris, activeu també <em style="color:#0147bb;">&ldquo;Contacts API&rdquo;</em>

source: There was an error querying Twitter's servers
ca: S'ha produït un error en consultar els servidors de Twitter

source: There's no data yet
ca: (sense dades)

source: These components and add-ons can extend the functionality of WordPress Social Login
ca: Aquests components poden ampliar la funcionalitat de WordPress Social Login

source: These credentials may also differ in format, name and content depending on the social network.
ca: Aquestes credencials poden ser diferents en el format, nom i contingut en funció de quina sigui la xarxa social.

source: These requirements are usually met by default by most "modern" web hosting providers, however some complications may occur with <b>shared hosting</b> and, or <b>custom wordpress installations</b>
ca: Aquests requisits generalment es compleixen de manera predeterminada per la majoria dels proveïdors d'allotjament web "moderns", tot i que es poden produir algunes complicacions amb <b> allotjament compartit </b> i, o <b> instal·lacions de wordpress personalitzades </b>

source: They should match with the current hostname
ca: Han de coincidir amb el nom de l'ordinador actual (host)

source: This application will link your website <code>%s</code> to <code>%s API</code> and these credentials are needed in order for <b>%s</b> users to access your website
ca: Aquesta aplicació enllaçarà el vostre lloc web <code>%s</code> a <code>%s API</code>. aquestes credencials són necessàries per tal de que els usuaris de <b>%s</b> puguin accedir al vostre lloc web

source: This feature is most suited for small businesses and folks running a closed-door blog between friends or coworkers.
ca: Aquesta característica és més adequada per a petites empreses i gent que executa un bloc de porta tancada entre amics o companys de feina.

source: This is a preview of what should be on the comments area
ca: Aquesta és una vista prèvia del que hauria d'estar a l'àrea de comentaris

source: This plugin requires WordPress 3.0 or newer. Please update your WordPress installation to activate this plugin.
ca: Aquest complement requereix WordPress 3.0 o més recent. Actualitzeu la vostra instal·lació de WordPress per activar aquest connector.

source: This screen only list the users who have connected through WordPress Social Login
ca: En aquesta llista només hi apareixen els usuaris que han entrat a través del WordPress Social Login

source: This tool will also give you a direct access to social networks apis via a lightweight console
ca: Aquesta eina també us donarà accés directe a les apis de les xarxes socials a través d'una consola lleugera

source: This tool will check for the common issues and for the minimum system requirements
ca: Aquesta eina comprovarà els problemes habituals i els requisits mínims del sistema

source: This will attempt recreate WSL databases tables if they do not exist and will also add any missing field
ca: Això intentarà tornar a crear taules de bases de dades de WSL si no existeixen i també afegirà el camp que falti

source: This will only import the Twitter's users followed by the connected user on your website
ca: Això només importarà els usuaris de Twitter seguits per l'usuari connectat al vostre lloc web

source: This will permanently delete all Wordpress Social Login tables and stored options from your WordPress database
ca: Això eliminarà permanentment totes les taules de Wordpress Social Login i les opcions emmagatzemades de la vostra base de dades de WordPress

source: This's not a WSL user!
ca: Aquest no és un usuari WSL

source: Tip
ca: Consell

source: To change this behaviour and to force new registered users to provide their emails before they get in, goto <b><a href="options-general.php?page=wordpress-social-login&wslp=bouncer">Bouncer</a></b> and enable <b>Profile Completion</b>
ca: Per canviar aquest comportament i forçar als usuaris que es registren a proporcionar una adreça de correu abans d'entrar, aneu al <a href="options-general.php?page=wordpress-social-login&wslp=bouncer"><b>Control d'accés</b></a> i activeu <b>Compleció del perfil</b>

source: To change this setting, go to <b>Widget</b> &gt; <b>Basic Settings</b> &gt <b>Users avatars</b>, then select the type of avatars that you want to display for your users
ca: Per canviar aquesta configuració, aneu a <b> Ginys </b> & gt; <b> Configuració bàsica </b> i gt <b> Avatars dels usuaris </b>, seleccioneu el tipus d'avatars que voleu visualitzar per als vostres usuaris

source: To customize the default widget styles you can either: change the css in the <b>text area</b> bellow or add it to your website <b>theme</b> files
ca: Per personalitzar els estils de giny predeterminats, podeu: canviar el CSS a <b>l'àrea de text </b> o afegiu-la al fitxer <b> tema </b> del vostre lloc web

source: To delete Wordpress Social Login files from your WordPress website, you may deactivate and uninstall it through the 'Plugins' menu in WordPress
ca: Per eliminar fitxers de Wordpress Social Login del vostre lloc web de WordPress, podeu desactivar-lo i desinstal·lar-lo a través del menú "Connectors" a WordPress

source: To enable authentication with this provider and to register a new <b>%s API Application</b>, follow the steps
ca: Per activar l'autenticació amb aquest proveïdor i registrar una nova <b>aplicació de l'API de %s</b>, heu de seguir aquests passos

source: To enable contacts import from these social network, you need first to enabled them on the <a href="options-general.php?page=wordpress-social-login&wslp=networks"><b>Networks</b></a> tab and register the required application
ca: Per habilitar la imporació de contactes d'aquestes xarxes socials, necessiteu primer habilitar-les a la pestanya <a href="options-general.php?page=wordpress-social-login&wslp=networks"><b>Xarxes</b></a> i configurar-les

source: To import Google's users contacts list you will have to go to <a href="https://console.developers.google.com" target="_blank">https://console.developers.google.com</a>, then <b>APIs &amp; auth</b> &gt; <b>APIs</b> and enable <b>Contacts API</b>
ca: Per importar la llista de contactes dels usuaris de Google, heu d'anar a <a href="https://console.developers.google.com" target="_blank">https://console.developers.google.com</a> i després a <b>APIs &amp; auth</b> &gt; <b>APIs</b> i activar <b>Contacts API</b>

source: To import LinkedIn's users contacts list you will have to go to <a href="https://www.linkedin.com/secure/developer" target="_blank">https://www.linkedin.com/secure/developer</a>, then <b>Default scope</b> and check <b>r_network</b>
ca: Per importar la llista de contactes dels usuaris de LinkedIn, haureu d'anar a <a href="https://www.linkedin.com/secure/developer" target="_blank"> https://www.linkedin.com/secure/developer </a> i <b> Abast predeterminat </b> i marqueu <b> r_network </ b>

source: Tools
ca: Eines

source: Uninstall
ca: Desinstal·la

source: Unknown or Disabled <b>Component</b>! Check the list of enabled components or the typed URL
ca: <b> Component </b> desconegut o inhabilitat. Marqueu la llista de components habilitats o l'URL que heu escrit

source: Unknown or disabled provider.
ca: Proveïdor desconegut o deshabilitat

source: Unspecified error!
ca: Error no especificat

source: Unspecified error.
ca: Error no especificat

source: User Display name. If not provided by social network, WSL will return a concatenation of the user first and last name
ca: Nom de visualització de l'usuari. Si no és proporcionat per la xarxa social, WSL retornarà una concatenació del nom i cognom de l'usuari

source: User ID
ca: ID d'usuari

source: User Moderation
ca: Moderació d'usuaris

source: User contacts import
ca: Habilita la importació de contactes per

source: User profile
ca: Perfil d'usuari

source: User website, blog or web page
ca: Lloc web de l'usuari, bloc o lloc web

source: User' age. Note that WSL do not calculate this field. We return it as it was provided
ca: Edat de l'usuari. Tingueu en compte que el WSL no calcula aquest camp. Es retorna tal com es va proporcionar

source: User's address
ca: Adreça de l'usuari

source: User's city
ca: Ciutat de l'usuari

source: User's country
ca: País de l'usuari

source: User's email address. Not all of provider grant access to the user email
ca: Adreça de correu electrònic de l'usuari. No tots els proveïdors concedeixen accés al correu electrònic de l'usuari

source: User's email address. Note: some providers like Facebook and Google can provide verified emails. Users with the same verified email will be automatically linked
ca: Adreça de correu electrònic de l'usuari. Nota: alguns proveïdors com Facebook i Google poden proporcionar correus electrònics verificats. Els usuaris amb el mateix correu electrònic verificat es connectaran automàticament

source: User's first name
ca: Nom de l'usuari

source: User's gender. Values are 'female', 'male' or blank
ca: Gènere d'usuari. Els valors són "dona", "home" o en blanc

source: User's language
ca: Idioma de l'usuari

source: User's last name
ca: Cognom de l'usuari

source: User's phone number
ca: Número de telèfon de l'usuari

source: User's state or region
ca: Estat o regió de l'usuari

source: User's zipcode
ca: Codi postal de l'usuari

source: Username
ca: Nom d'usuari

source: Username: %s
ca: Nom d'usuari: %s

source: Users
ca: Usuaris

source: Users authenticating through the regulars Wordpress Login and Register pages with their usernames and passwords WILL NOT be affected.
ca: Els usuaris que s'autentiquin a través de les pàgines regulars de Wordpress Login i Registre, amb els seus noms d'usuari i contrasenyes no es veuran afectats.

source: Users avatars
ca: Avatars de l'usuari

source: Version %s
ca: Versió %s

source: View
ca: Visualitza

source: View WSL logs
ca: Registres del WSL

source: View all your website users
ca: Mostra tots els usuaris

source: WP users
ca: Usuaris WP

source: WSL <b>%s</b> is mapped to Buddypress <b>%s</b> field
ca: WSL <b>% s </b> està assignat al camp Buddypress <b>% s </b>

source: WSL Core
ca: Nucli del WSL

source: WSL Developer API
ca: Desenvolupador de funcionalitats

source: WSL Widget
ca: Interruptor general

source: WSL Widget will only show up for non connected users
ca: El giny WSL només es mostrarà per a usuaris no connectats

source: WSL also comes with BuddyPress xProfiles mappings. When this feature is enabled, WSL will try to automatically fill in Buddypress users profiles from their social networks profiles
ca: WSL també ve amb assignacions de xProfiles BuddyPress. Quan aquesta funció està habilitada, WSL intentarà omplir automàticament els perfils dels usuaris de Buddypress des dels seus perfils de xarxes socials

source: WSL can be now fully integrated with your <a href="https://buddypress.org" target="_blank">BuddyPress</a> installation. When enabled, user avatars display should work right out of the box with most WordPress themes and your BuddyPress installation
ca: WSL es pot integrar completament amb la vostra <a href="https://buddypress.org" target="_blank"> instal·lació de BuddyPress </a>. Quan estigui habilitat, la visualització dels avatars de l'usuari hauria de funcionar fora de la caixa amb la majoria de temes de WordPress i la vostra instal·lació de BuddyPress

source: WSL can only map <b>Single Fields</b>. Supported fields types are: Multi-line Text Areax, Text Box, URL, Date Selector and Number
ca: WSL només pot assignar <b> Camps individuals </b>. Els tipus de camps admesos són: àrea de text de línies múltiples, quadre de text, URL, selector de data i número

source: WSL profiles
ca: Perfils d'usuari del WSL

source: WSL user ID #%d: <b>%s</b> profiles and contacts has been deleted. Note that the associated WordPress user wasn't deleted
ca: S'han eliminat els perfils i contactes de l'usuari de WSL #% d: <b>% s </b>. Tingueu en compte que l'usuari de WordPress associat no s'ha suprimit

source: WSL users
ca: Usuaris WSL

source: We have enabled <b>Facebook</b>, <b>Google</b> and <b>Twitter</b> by default, however you may add even more. <b>Just Click</b> on the icons and we will guide you through
ca: Hem habilitat <b> Facebook </b>, <b> Google </b> i <b> Twitter </b> de forma predeterminada, però podeu afegir-ne encara més. <b> Feu clic a </b> a les icones i us guiarem

source: Website
ca: Lloc web

source: Website URL
ca: URL del lloc web

source: Welcome to WordPress Social Login
ca: Benvinguts al WordPress Social Login

source: Welcome!
ca: Benvinguts,

source: Well! none left.
ca: - Cap -

source: What's This?
ca: Control d'accés

source: What's new on WSL %s
ca: Què hi ha de nou, %s?

source: When enabled, Facebook's users will be asked for an extra permission to get access for their friends lists
ca: Quan estigui habilitat, als usuaris de Facebook se'ls demanarà un permís addicional per obtenir accés a les llistes d'amics

source: When enabled, users authenticating through WordPress Social Login will be asked for the authorisation to import their contact list. Note that some social networks do not provide certain of their users information like contacts emails, photos and or profile urls
ca: <b>WordPress Social Login</b> incorpora ara la <b>Importació de contactes</b> com a característica nova. Quan està activada, als usuaris autenticats amb el WordPress Social Login se'ls demanarà autorització per importar la seva llista de contactes. Tingueu en compte que algunes xarxes socials no proporcionen certesa sobre els seus usuaris com els correus electrònics de contacte, fotografies o URLs de perfil.

source: Where do I get this info?
ca: On trobo aquesta informació?

source: Widget
ca: Giny WSL

source: Widget display
ca: Visualització del giny

source: Widget preview
ca: Vista prèvia del giny

source: Windows Live
ca: Previsualització

source: WordPress Social Login - FAIL!
ca: Ha fallat el WordPress Social Login

source: WordPress Social Login Diagnostics
ca: Diagnòstic del WordPress Social Login

source: WordPress Social Login Tools
ca: Eines del WordPress Social Login

source: WordPress Social Login advanced configuration.
ca: Configuració avançada del WordPress Social Login

source: WordPress Social Login also allow you to import users contact list from Google Gmail, Facebook, Windows Live, LinkedIn and Vkontakte
ca: WordPress Social Login també us permet importar la llista de contactes dels usuaris de Google Gmail, Facebook, Windows Live, LinkedIn i Vkontakte.

source: WordPress Social Login core.
ca: Nucli del WordPress Social Login

source: WordPress Social Login is a free and open source plugin made by the community, for the community
ca: WordPress Social Login és un complement gratuït i open source realitzat per la comunitat per a la comunitat

source: WordPress Social Login is not properly configured.
ca: El WordPress Social no s'ha configurat correctament.

source: WordPress Social Login is not properly configured.<br /> <b>%s</b> requires your application credentials.
ca: L'autenticació amb <b>%s</b> no està configurada correctament.

source: WordPress Social Login users contacts manager
ca: Gestor de contactes de WordPress Social Login

source: WordPress Social Login users manager.
ca: Gestor dels usuaris de WordPress Social Login

source: WordPress user not found!
ca: No s'han trobat usuaris

source: Wordpress User ID
ca: L'identificador de l'usuari de WordPress

source: Yes
ca: Sí

source: You are already logged in as %s. Do you want to <a href='%s'>log out</a>?
ca: Heu iniciat la sessió com a% s. Voleu <a href='%s'> sortir </a>?

source: You can also display the providers names instead of icons. This allow the customization of the widget to a great extent
ca: També podeu mostrar els noms dels proveïdors en lloc d'icones. Això permet un grau elevat de personalització del giny.

source: You do not have sufficient permissions to access this page.
ca: No teniu els permisos necessaris per accedir a aquesta pàgina.

source: You have to be logged in to be able to link your existing account. Do you want to <a href='%s'>login</a>?
ca: Heu d'haver iniciat la sessió per poder enllaçar el compte existent. Voleu <a href='%s'> iniciar la sessió </a>?

source: You may activate <b>Profile Completion</b> for both <b>E-mail</b> and <b>Username</b>, but keep in mind, the idea behind <b>social login</b> is to avoid forms and to remove the hassle of registration
ca: Heu d'activar la <b>Compleció del perfil</b> per al <b>Correu electrònic</b> i el <b>Nom d'usuari</b>, però tingueu en compte que, la idea al darrer

source: You're not connected to the provider.
ca: No esteu connectat al proveïdor

source: You're now signed in with your %s account but you are still one step away of getting into our website
ca: Heu iniciat la sessió amb el vostre compte de % s però encara esteu a un pas d'entrar al nostre lloc web
