Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/wordpress-importer.po
Languages: ca

source: %s &#8220;%s&#8221; already exists.
ca: %s "%s" ja existeix.

source: - Select -
ca: - Seleccionar -

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
ca: Hi ha una nova versió d'aquest importador disponible. Si us plau, actualitzeu a la versió %s per assegurar la compatibilitat amb els arxius d'exportació més nous.

source: All done.
ca: Tot fet.

source: Assign Authors
ca: Assignar autors.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
ca: Trieu un arxiu WXR (. Xml) per carregar, i feu clic a "Penja el fitxer i importa'l".

source: Could not create temporary file.
ca: No s'ha pogut crear el fitxer temporal.

source: Details are shown above. The importer will now try again with a different parser...
ca: Els detalls es mostren a dalt. L'importador ho intentarà de nou amb un analitzador diferent...

source: Download and import file attachments
ca: Descarregar i importar adjunts

source: Downloaded file has incorrect size
ca: El fitxer baixat té una mida incorrecta

source: Failed to create new user for %s. Their posts will be attributed to the current user.
ca: No s'ha pogut crear un nou usuari per %s. Els seus articles s'assignaran a l'usuari actual.

source: Failed to import %s %s
ca: No s'ha pogut importar %s %s

source: Failed to import %s &#8220;%s&#8221;
ca: No s'ha pogut importar %s "%s"

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
ca: No s'ha pogut importar "%s": Tipus d'article no vàlid %s

source: Failed to import author %s. Their posts will be attributed to the current user.
ca: No s'ha pogut importar l'autor %s. Els seus articles seran atribuïts a l'usuari actual.

source: Failed to import category %s
ca: No s'ha pogut importar la categoria %s

source: Failed to import post tag %s
ca: No s'ha pogut importar l'etiqueta %s

source: Fetching attachments is not enabled
ca: L'obtenció dels arxius adjunts no s'ha habilitat

source: Have fun!
ca: Passi-ho bé!.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
ca: Hola! Carregueu l'arxiu WordPress eXtended RSS (WXR) i importarem els articles, pàgines, comentaris, camps personalitzats, categories i etiquetes.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
ca: Si un nou usuari és creat amb WordPress, es generarà aleatòriament una nova contrasenya i la nova funció de l'usuari s'establirà com a %s. Serà necessari el canvi manual dels detalls del nou usuari.

source: Import <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.
ca: Importar <strong>articles, pàgines, comentaris, camps personalitzats, categories i etiquetes</strong> d'un fitxer d'exportació de WordPress.

source: Import Attachments
ca: Importar Adjunts

source: Import WordPress
ca: Importar de Wordpress

source: Import author:
ca: Importar autor:

source: Import posts, pages, comments, custom fields, categories, tags and more from a WordPress export file.
ca: Importar articles, pàgines, comentaris, camps personalitzats, categories, etiquetes i més, d'un fitxer d'exportació de WordPress.

source: Invalid file type
ca: Tipus de fitxer no vàlid

source: Menu item skipped due to invalid menu slug: %s
ca: Element del menú saltat: %s

source: Menu item skipped due to missing menu slug
ca: Element del menú saltat

source: Remember to update the passwords and roles of imported users.
ca: Recordi actualitzar les contrasenyes i els rols dels usuaris importats.

source: Remote file is too large, limit is %s
ca: El fitxer remot és massa garn, el límit és %s

source: Remote server did not respond
ca: El servidor remot no contesta

source: Remote server returned the following unexpected result: %1$s (%2$s)
ca: El servidor remot ha retornat un resultat inesperat: %1$s (%2$s)

source: Request failed due to an error: %1$s (%2$s)
ca: La petició ha fallat degut a un error: %1$s (%2$s)

source: Sorry, there has been an error.
ca: Ho sentim, s'ha produït un error.

source: Sorry, this file type is not permitted for security reasons.
ca: Aquest tipus de fitxer no està permès per raons de seguretat.

source: Submit
ca: Enviar

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
ca: El fitxer d'exportació no s'ha pogut trobar a <code>%s</code>. És probable que això sigui per un problema de permisos.

source: The file does not exist, please try again.
ca: El fitxer no existeix, si us plau intenti-ho un altre cop.

source: The uploaded file could not be moved
ca: No s'ha pogut moure el fitxer penjat

source: There was an error when reading this WXR file
ca: S'ha produït un error en llegir el fitxer WXR

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
ca: Aquest fitxer WXR (versió% s) no sigui compatible amb aquesta versió de l'importador. Si us plau, penseu en actualitzar-ho.

source: This does not appear to be a WXR file, missing/invalid WXR version number
ca: Això no sembla ser un arxiu WXR, falta o és invàlid el número de versió de l'WXR

source: To make it simpler for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site, such as your primary administrator account.
ca: Per a fer-vos més senzilla l'edició i el desament de contingut importat, potser voleu reassignar l'autor dels elements importants a un usuari d'aquest lloc, com per exemple el compte de l'administrador principal.

source: Zero size file downloaded
ca: S'ha descorregat un fitxer de mida zero

source: as a new user:
ca: com un usuari nou:

source: assign posts to an existing user:
ca: assignar articles a un usuari existent:

source: or assign posts to an existing user:
ca: o assignar articles a un usuari existent:

source: or create new user with login name:
ca: o crear un nou usuari amb nom:
