Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/wordpress-social-login.po
Languages: ca

source: Choose <b>Live</b> on <b>Live Status</b>.
ca: Trieu <b> Actiu </ b> a <b> Estat actiu</ b>.

source: City
ca: Ciutat

source: Code PHP
ca: Codi PHP

source: Complete birthday in which the person was born. Format: YYYY-MM-DD
ca: Introduïu la data de naixement de la persona. Format: AAAA-MM-DD

source: Connect with
ca: Connecta amb

source: Connect with %s
ca: Connecta amb %s

source: Connect with a provider to get started
ca: Connecteu amb un proveïdor per començar

source: Connect with caption
ca: Connecta amb el títol

source: Connect with:
ca: Connecta amb:

source: Connected adapter console
ca: Consola d'adaptador connectada

source: Connected adapter debug
ca: Depuració de l'adaptador connectat

source: Connected adapter specs
ca: Especificacions d'adaptador connectades

source: Connected user social profile
ca: Perfil d'usuari/ària del WSL

source: Contact Email
ca: Correu electrònic de contacte

source: Contact Name
ca: Nom de contacte

source: Contact Profile Url
ca: URL del perfil de contacte

source: Contacting <b>%s</b>, please wait...
ca: Contactant amb <b>%s</b> ...

source: Contacts
ca: Contactes

source: Continue
ca: Continua

source: Country
ca: País

source: Create a new account
ca: Creeu un compte nou

source: Create a new account and it will be associated with your %s ID.
ca: Creeu un compte nou i s'associarà amb la vostra ID de% s.

source: Create a new application
ca: Creeu una aplicació nova

source: Custom CSS
ca: CSS personalitzat

source: Custom integration
ca: Integració personalitzada

source: Customize WSL Widgets
ca: Personalitzeu el giny WSL

source: Debug mode
ca: Mode depuració

source: Delete
ca: Elimina

source: Delete WSL Log
ca: Elimina els registre de WSL

source: Delete all Wordpress Social Login tables and options
ca: Suprimiu totes les taules i opcions de Wordpress Social Login

source: Description
ca: Descripció

source: Despite the efforts, put into <b>WordPress Social Login</b> in terms of reliability, portability, and maintenance by the plugin <a href="http://profiles.wordpress.org/miled/" target="_blank">author</a> and <a href="https://github.com/hybridauth/WordPress-Social-Login/graphs/contributors" target="_blank">contributors</a>
ca: Poseu <b> WordPress Social Login </b> en termes de fiabilitat, portabilitat i manteniment mitjançant el connector <a href="http://profiles.wordpress.org/miled/" target="_blank"> autor </a> i <a href="https://github.com/hybridauth/WordPress-Social-Login/graphs/contributors" target="_blank"> col·laboradors </a>

source: Details
ca: Detalls

source: Development mode
ca: Mode desenvolupament

source: Disable
ca: Deshabilita

source: Disabled
ca: Deshabilitat

source: Dismiss
ca: Tanca

source: Display name
ca: Mostra el nom

source: Display the default WordPress avatars
ca: Mostra els avatars predefinits del WordPress

source: Display users avatars from social networks when available
ca: Mostra els avatars dels usuaris si estan disponibles

source: Display your system information
ca: Mostra la vostra informació del sistema

source: Do no hold the plugin authors liable. This software is provided AS IS, WITHOUT WARRANTY OF ANY KIND
ca: No facis responsable dels autors del complement. Aquest programari es proporciona COM ESTÀ, SENSE CAP GARANTIA DE CAP TIPUS

source: Docs
ca: Documentació

source: Documentation
ca: Documentació

source: Domains list
ca: Llista de dominis autoritzats<br>(un per línia i sense @)

source: E-mail
ca: Correu electrònic

source: E-mails list
ca: Llista d'adreces de correu electrònic (una per línia)

source: Edit user details
ca: Edita els detalls de l'usuari

source: Email
ca: Correu electrònic

source: Email addresses of blocked users
ca: Llista de correus electrònics NO autoritzats

source: Email: %s
ca: Correu electrònic: %s

source: Enable
ca: Habilita

source: Enable profile mapping
ca: Permet l'assignació de perfils

source: Enabled
ca: Habilitat

source: Enabled &mdash; Log actions in a file
ca: Habilitat &mdash; Registre en un fitxer

source: Enabled &mdash; Log actions to database
ca: Habilitat &mdash; Registre a la base de dades

source: Ever been in trouble with one of <a href="http://www.flickr.com/search/?q=bouncer+doorman&z=e" target="_blank">these guys</a>? Well, this module have more or less the same role, and he will try his best to piss your users off until they meet your requirements.
ca: Podeu combinar els filtres que necessiteu. En cas de conflicte, la validació es fa seguint aquest ordre:<br><ol><li>Amb LLISTA NEGRA habilitada: si l'usuari està a la llista negra, <b>NO ENTRA</b>. En cas contrari, es continua amb la validació.<li>Amb LLISTA BLANCA habilitada: si l'usuari està a la llista blanca, <b>ENTRA</b>. En cas contrari, es continua amb la validació.<li>Amb DOMINI habilitat: si l'usuari pertany al domini <b>ENTRA</b>; si no pertany, <b>NO ENTRA</b>. </ol>Si no habiliteu cap filtre, podran entrar tots els usuaris.<br><a href="http://agora.xtec.cat/moodle/moodle/mod/glossary/view.php?id=1741&mode=entry&hook=2461" target="_blank">Exemples</a>.

source: Except where otherwise noted, <b>WordPress Social Login</b> is distributed under the terms of the MIT license reproduced here
ca: Excepte quan s'indiqui el contrari, <b> WordPress Social Login </b> es distribueix sota els termes de la llicència MIT reproduïda aquí

source: FAQs
ca: PMF

source: Fields Group '%s'
ca: Camps de grup %s

source: Fields Map
ca: Mapa de camps

source: Fill out Display Name, Namespace, choose a category and click <b>Create App</b>
ca: Ompli el nom de visualització, l'espai de noms, seleccioneu una categoria i feu clic a <b> Crear una aplicació </b>

source: Fill out any required fields such as the application name and description
ca: Ompli els camps obligatoris, com ara el nom de l'aplicació i la descripció

source: Filters by e-mails addresses
ca: Filtre LLISTA BLANCA

source: Filters by emails domains name
ca: Filtre DOMINI

source: Filters by profile urls
ca: Filtra per adreça del perfil

source: First go to: <a href="%s" target ="_blank">%s</a>
ca: Primer aneu a <a href="%s" target ="_blank">%s</a>

source: First name
ca: Nom

source: For more information about WordPress Social Login, refer to our online user guide
ca: Per obtenir més informació sobre WordPress Social Login, consulteu la nostra guia d'usuari en línia

source: For more information about WordPress users roles and capabilities refer to <a href="http://codex.wordpress.org/Roles_and_Capabilities#Capability_vs._Role_Table" target="_blank">http://codex.wordpress.org/Roles_and_Capabilities</a>
ca: Per més informació sobre les capacitats i els rols d'usuari aneu a <a href="http://codex.wordpress.org/Roles_and_Capabilities#Capability_vs._Role_Table" target="_blank">http://codex.wordpress.org/Roles_and_Capabilities</a>

source: For more information about the WSL Widget, refer to the online userguide <b><a href="http://miled.github.io/wordpress-social-login/widget.html" target="_blank">Widget Customization</a></b> and <b><a href="http://miled.github.io/wordpress-social-login/themes.html" target="_blank">Widget Themes</a></b>
ca: Per obtenir més informació sobre el giny de WSL, consulteu el servei de cerca en línia <b> <a href="http://miled.github.io/wordpress-social-login/widget.html" target="_blank"> Personalització d'un giny </a> </b> i <b> <a href="http://miled.github.io/wordpress-social-login/themes.html" target="_blank"> Temes de ginys </a> </b>

source: For more information, refer to WSL documentation under Advanced Troubleshooting &gt; <a href="http://miled.github.io/wordpress-social-login/troubleshooting-advanced.html" target="_blank">Debug Mode</a>
ca: Per obtenir més informació, consulteu la documentació de WSL a Solució de problemes avançat &gt; <a href="http://miled.github.io/wordpress-social-login/troubleshooting-advanced.html" target="_blank"> Mode de depuració </a>

source: For more information, refer to WSL documentation under Advanced Troubleshooting &gt; <a href="http://miled.github.io/wordpress-social-login/troubleshooting-advanced.html" target="_blank">Development Mode</a>
ca: Per obtenir més informació, consulteu la documentació de WSL a Solució de problemes avançats &gt; <a href="http://miled.github.io/wordpress-social-login/troubleshooting-advanced.html" target="_blank"> Mode de desenvolupament </ a>

source: For posts and pages, you may use this shortcode
ca: Per a articles i pàgines, podeu utilitzar aquest codi abreujat

source: For security reasons, <b>Development Mode</b> will auto switch to <b>Disabled</b> each time the plugin is <b>reactivated</b>
ca: Per motius de seguretat, <b> Mode de desenvolupament </b> canviarà automàticament a <b> Desactivat </b> cada vegada que el connector sigui <b> reactivat </b>

source: Force redirection
ca: Forceu la redirecció

source: Full Name
ca: Nom complet

source: Gender
ca: Gènere

source: Get Started
ca: Comencem

source: Get this Component
ca: Aconsegueix aquest component

source: Go back to the <b>Dashboard</b> page and past the created application credentials (APP ID and Secret) into the boxes above
ca: Torna a la pàgina <b> Tauler </b> copia i enganxa les credencials creades per l'aplicació (ID de l'aplicació i secret) en els quadres indicats

source: Go to Settings page and click on <b>Add Platform</b>. Choose website and enter in the new screen your website url in <b>App Domains</b> and <b>Site URL</b> fields
ca: Aneu a la pàgina Configuració i feu clic a <b> Afegeix una plataforma </b>. Trieu el lloc web i introduïu a la nova pantalla l'URL del vostre lloc web als dominis <b> Domini d'aplicació </b> i <b> URL del lloc </b>

source: Go to the <b>Status & Review</b> page and choose <b>yes</b> where it says <b>Do you want to make this app and all its live features available to the general public?</b>
ca: Aneu a la pàgina <b> Estat i revisió </b> i trieu <b> sí </b> on diu <b> voleu que aquesta aplicació i totes les seves funcions en actiu estiguin disponibles per al públic en general? </b>

source: Go to the authentication playground
ca: Aneu a la secció d'autenticació

source: Good bye
ca: Adéu

source: Help
ca: Ajuda

source: Help us translate WordPress Social Login into your language
ca: Ajudeu-nos a traduir WordPress Social Login al vostre idioma

source: Here you can create a new map by placing WSL users profiles fields to the appropriate destination fields
ca: Aquí podeu crear un mapa nou col·locant els camps de perfils dels usuaris de WSL als camps de destinació apropiats

source: Here you can define the default role for new users authenticating through WSL
ca: Aquí podeu definir el rol per defecte dels usuaris nous que s'autentiquen mitjançant el WSL. Els rols d'<code>Administrador</code> i d'<code>Editor</code> no estan disponibles per raons de seguretat

source: Here you can found a set of tools to help you find and hopefully fix any issue you may encounter
ca: Aquí podeu trobar un conjunt d'eines que us ajudaran a trobar i, possiblement, solucionar qualsevol problema que pugueu trobar

source: Hey, meet our friend, the Bouncer
ca: Com funciona

source: Hi %s
ca: Hola %s,

source: Hook extra registration fields
ca: Enganxeu camps de registre extra

source: If for some reason you still can't manage to create an application for %s, first try to <a href="https://www.google.com/search?q=%s API create application" target="_blank">Google it</a>, then check it on <a href="http://www.youtube.com/results?search_query=%s API create application " target="_blank">Youtube</a>, and if nothing works <a href="options-general.php?page=wordpress-social-login&wslp=help">ask for support</a>
ca: Si per algun motiu no aconseguiu crear una aplicació per a %s, intenteu buscar informació a <a href="https://www.google.com/search?q=%s API create application" target="_blank">Google</a>, després intenteu-ho a <a href="http://www.youtube.com/results?search_query=%s API create application " target="_blank">Youtube</a> i, si seguiu sense aconseguir-ho, <a href="options-general.php?page=wordpress-social-login&wslp=help">demaneu ajuda</a>

source: If this still didn't work, please report this as a issue
ca: Si encara no funcionava, informeu-ne com un problema

source: If you are still new to WordPress Social Login, we have provided a few walkthroughs to get you started
ca: Si encara sou nou en WordPress Social Login, hem proporcionat uns quants tutorials per començar

source: If you are still new to things, we recommend that you read the <b><a href="http://miled.github.io/wordpress-social-login/documentation.html" target="_blank">WSL Documentation</a></b> and to make sure your server meet the minimum system requirements by running <b><a href="http://hybridauth.com/hawp4/wp-admin/options-general.php?page=wordpress-social-login&wslp=tools">WSL Diagnostics</a></b>
ca: Us recomanem que llegiu la <b> <a href="http://miled.github.io/wordpress-social-login/documentation.html" target="_blank"> Documentació de WSL </a> </b> i assegureu-vos que el vostre servidor compleixi els requisits mínims del sistema executant <b><a href="http://hybridauth.com/hawp4/wp-admin/options-general.php?page=wordpress-social-login&wslp=tools"> WSL Diagnostics </a> </b>

source: If you believe you've found a problem with <b>WordPress Social Login</b>, be sure to let us know so we can fix it
ca: Si creieu que heu trobat un problema amb <b> WordPress Social Login </b>, comuniqueu-nos-ho perquè puguem solucionar-lo

source: If you don't want to map a particular Buddypress field, then leave the source for that field blank
ca: Si no voleu assignar un determinat camp de Buddypress, deixeu la font en blanc per a aquest camp

source: If you run into any issue, then refer to <b><a href="http://miled.github.io/wordpress-social-login/support.html" target="_blank">Help &amp; Support</a></b>
ca: Si teniu problemes, consulteu <b> <a href="http://miled.github.io/wordpress-social-login/support.html" target="_blank"> Ajuda & amp; Suport </a> </b>

source: If you want to add the widget to another location in your website, you can insert the following code in that location
ca: Si voleu afegir el giny a una altra ubicació del vostre lloc web, podeu inserir el codi següent en aquesta ubicació

source: In Page
ca: A la pàgina

source: In case you are using a caching plugin on your website, you might need to empty the cache for any change to take effect
ca: En el cas que utilitzeu un connector de memòria cau al vostre lloc web, és possible que necessiteu buidar la memòria cau perquè qualsevol canvi tingui efecte

source: In case you're not familiar with The MIT License, it can be summed in three basic things
ca: En cas que no estigueu familiaritzat amb la Llicència MIT, es pot resumir en tres aspectes bàsics

source: In order for this to work correctly, you will need to go to <b>Theme My Login</b> settings, then enable <b>User Moderation</b> and set <b>Moderation Type</b> to the same thing as the box bellow
ca: Perquè això funcioni correctament, haureu d'anar a la configuració <b> Temes My Login </b>, activar <b> Moderació d'usuari </b> i establir <b> Tipus de moderació </b> al mateix de la caixa de sota

source: Insert one URL per line and try to keep this list short (ex: <code>https://twitter.com/HybridAuth</code>, <code>https://plus.google.com/u/0/108839241301472312344</code>). On <b>Bounce text</b> insert the text you want to display for rejected users
ca: Afegiu una adreça de correu electrònic per línia i mireu de mantenir una llista curta. Al <code>Text de resposta</code> inseriu el text que voleu mostrar per a usuaris rebutjats. Per exemple: <code>hybridauth@gmail.com</code>

source: Insights
ca: Resum

source: It's highly recommended to keep the <b>Development Mode</b> <b style="color:#da4f49">Disabled</b> on production as it would be a security risk otherwise
ca: Es recomana mantenir el <b> Mode de desenvolupament </b><b style="color:#da4f49">Desactivat </b> a producció ja que seria un risc de seguretat

source: Language
ca: Idioma

source: Last name
ca: Cognom

source: License
ca: Llicència

source: Link my account
ca: Enllaça el meu compte

source: Link to the user profile on the provider web site
ca: Enllaç al perfil d'usuari al lloc web del proveïdor

source: Link to user picture or avatar on the provider web site
ca: Enllaç a la imatge o avatar de l'usuari al lloc web del proveïdor

source: Link user account
ca: Enllaç del compte de l'usuari

source: Link your existing account on our website to your %s ID.
ca: Enllaceu el vostre compte existent al nostre lloc web amb la vostra ID de% s.

source: Log viewer
ca: Visualització del registre

source: Makes WordPress Social Login compatible with BuddyPress: Widget integration, Users avatars and xProfiles mapping.
ca: Fes el WordPress Social Login compatible amb el BuddyPress: integració dels ginys, avatars dels usuaris i mapatge dels perfils

source: Manage users and contacts
ca: Gestiona usuaris i contactes

source: Membership level
ca: Rols d'usuari

source: Method
ca: Mètode

source: Networks
ca: Xarxes

source: New WSL users default role
ca: Rol per defecte d'usuaris nous

source: New to our website
ca: Notícia sobre el nostre lloc web

source: New user registration on your site: %s
ca: Registre d'usuari nou al lloc web: %s

source: No contacts found
ca: No s'han trobat contactes

source: No notification
ca: Sense notificació

source: No users found
ca: No s'han trobat usuaris

source: None
ca: Cap

source: None, display providers names instead of icons
ca: Cap, mostra els noms dels proveïdors en lloc de les icones

source: Not all the mapped fields will be filled. Some providers and social networks do not give away many information about their users
ca: No tots els camps assignats s'ompliran. Alguns proveïdors i xarxes socials no proporcionen molta informació sobre els seus usuaris

source: Not tonight.
ca: Aquest nit no.

source: Note
ca: Nota

source: Note that filtration domains name takes priority over filtration by e-mails addresses and profile urls
ca: Tingueu en compte que el nom dels dominis de filtració té prioritat sobre la filtració per adreces de correu electrònic i URL de perfil

source: Notification
ca: Notificació

source: On the <b>&ldquo;Create Client ID&rdquo;</b> popup
ca: A la finestra emergent <b>&ldquo;Create Client ID&rdquo;</b>

source: On the <b>Dashboard sidebar</b> click on <b>Project</b> then click <em style="color:#0147bb;">&ldquo;Create Project&rdquo;</em>
ca: A la barra lateral del tauler, cliqueu a <b>Project</b> i després a <em style="color:#0147bb;">&ldquo;Create Project&rdquo;</em>

source: On this section you can fully customize <b>WordPress Social Login Widget</b> and define the way you want it to look and behave
ca: En aquesta secció, podeu personalitzar el <b> giny de WordPress Social Login </b> i definir la manera que voleu que es vegi i es comporti

source: Once the project is created. Select that project, then <b>APIs & auth</b> &gt; <b>Consent screen</b> and fill the required information
ca: Una vegada creat el projecte, seleccioneu-lo i aneu a <b>APIs & auth</b> &gt; <b>Consent screen</b> i ompliu el formulari amb la informació indicada

source: Once you delete WSL database tables and stored options, there is NO going back. Please be certain
ca: Una vegada que suprimiu les taules de la base de dades WSL i les opcions emmagatzemades, NO hi ha marxa enrere.

source: Once you have registered past the created application credentials (Client ID and Secret) into the boxes above
ca: Una vegada completat el registre, copieu i enganxeu les credencials (ID de l'aplicació i Secret de l'aplicació) als camps anteriors

source: Once you have registered, past the created application credentials (Consumer Key and Secret) into the boxes above
ca: Una vegada completat el registre, copieu i enganxeu les credencials (ID de l'aplicació i Secret de l'aplicació) als camps anteriors

source: Once you have registered, past the created application credentials into the boxes above
ca: Quan us hagueu registrat, passeu les credencials de les aplicacions creades als quadres de dalt

source: Oops! We ran into an issue
ca: S'ha produït un error

source: Oops! We ran into an issue.
ca: S'ha produït un error

source: OpenID Identifier
ca: L'identificador únic del terme.

source: Other Components available
ca: Altres components disponibles

source: PHP >= 5.2.0 installed
ca: PHP >=5.2.0 instal·lat

source: PHP Session
ca: Sessió PHP

source: PHP's default SESSION handling
ca: El maneig de SESSIÓ per defecte de PHP

source: PHP/CURL/SSL Extension enabled
ca: PHP/CURL/SSL Extensió habilitada

source: PHP/JSON Extension enabled
ca: Extensió PHP/JSON habilitada

source: PHP/REGISTER_GLOBALS Off
ca: PHP/REGISTER_GLOBALS Apagat

source: Password
ca: Contrasenya

source: Path
ca: Ruta

source: Phone
ca: Número de telèfon

source: Photo URL
ca: Foto del perfil

source: Please check if your web server time is correct: <code>%s</code>
ca: Comproveu si el temps del vostre servidor web és correcte: <code>% s </code>

source: Please enter your username and password of your existing account on our website. Once verified, it will linked to your % ID
ca: Introduïu el nom d'usuari i la contrasenya del vostre compte existent al nostre lloc web. Una vegada verificat, es connectarà al vostre% ID

source: Please fill in your information in the form below. Once completed, you will be able to automatically sign into our website through your %s ID
ca: Ompliu la vostra informació en el següent formulari. Un cop completat, podreu accedir automàticament al nostre lloc web a través de la vostra ID de %s

source: Please, be extra carefull with this option, you may be automatically giving someone elevated roles and capabilities
ca: Tingueu molta cura amb aquesta opció, és possible que us proporcioni automàticament rols i capacitats elevades

source: Please, do not enable <b>Development Mode</b>, unless you are a developer or you have basic PHP knowledge
ca: No activeu el <b> Mode de desenvolupament </b>, tret que sigueu un desenvolupador o tingueu coneixements bàsics de PHP

source: Plugin Overview
ca: Descripció general del complement

source: Popup
ca: Finestra emergent

source: Processing, please wait...
ca: Processant...

source: Profile Completion
ca: Compleció del perfil

source: Profile URL
ca: URL del perfil

source: Profile mappings
ca: Compleció del perfil

source: Profile urls
ca: URL del perfil

source: Profile: %s
ca: Perfil: %s

source: Profiles
ca: Perfils

source: Provide this URL as the <b>Authorized redirect URI</b> for your application
ca: Proporcioneu aquest URL com al <b>Authorized redirect URI</b> de la vostra aplicació

source: Provide this URL as the <b>Callback URL</b> for your application
ca: Proporcioneu aquesta URL com a <b> URL de devolució de trucada </b> per a la vostra aplicació

source: Provider
ca: Proveïdor

source: Provider does not support this feature.
ca: El proveïdor no suporta aquestes característiques.

source: Provider name
ca: Nom del proveïdor

source: Provider user ID
ca: Proveïdors

source: Provider user Identifier
ca: Identificador del proveïdor de l'usuari

source: Provider: %s
ca: Proveïdor: %s

source: Providers
ca: Proveïdors

source: Put your website domain in the <b>Authorized JavaScript origins</b> field. This should match with the current hostname
ca: Poseu el domini de la vostra web al camp <b>Authorized JavaScript origins</b>. Hauria de coincidir amb el nom de l'amfitrió.

source: Put your website domain in the <b>Redirect Domain</b> field. This should match with the current hostname
ca: Introduïu el vostre domini del lloc web al camp <b> Domini de redirecció </b>.. Hauria de coincidir amb el nom de l'amfitrió.

source: Query
ca: Consulta

source: Read about the debug mode
ca: Llegiu més sobre el mode de depuració
