Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/xtec-ldap-login.po
Languages: ca

source: Application Data Base
ca: Local

source: Could not bind to the LDAP directory. The username, the password or both are not correct
ca: No s'ha pogut fer la validació. El nom d'usuari, la contrasenya o els dos són incorrectes

source: Could not connect to LDAP server
ca: No s'ha pogut connectar al servidor LDAP

source: LDAP Host
ca: Servidor LDAP

source: LDAP Login
ca: Validació LDAP

source: LDAP Port
ca: Port LDAP

source: LDAP Version
ca: Versió de l'LDAP

source: Options saved.
ca: S'han desat les opcions

source: Save
ca: Desa els canvis

source: Site Suspended
ca: El lloc web està suspès

source: The password is empty.
ca: La contrasenya està buida

source: The password is not correct
ca: La contrasenya no és correcta

source: The password you entered for the username <strong>%1$s</strong> is incorrect. <a href="%2$s" title="Password Lost and Found">Lost your password</a>?
ca: La contrasenya que heu introduït per al nom d'usuari <strong>%1$s</strong> no és correcta. <a href="%2$s" title="Recuperació de la contrasenya">Heu perdut la contrasenya</a>?

source: The user is validated through Application Data Base
ca: Els usuaris ens validen contra la taula d'usuaris del WordPress

source: The user is validated through the LDAP server. If the user enters for the first time and validates, the application registers it. First attempt to validate as user of LDAP server and then if fails attempt to validate as user of the application. <strong>IMPORTANT: When LDAP is on, any XTEC user can log in.</strong>
ca: Els usuaris es validen via LDAP. La primera vegada que entren, l'aplicació els afegeix a la taula d'usuaris del WordPress. En cas que falli la validació via LDAP, s'intenta fer-la localment contra la taula d'usuaris del WordPress. Cada vegada que un usuari entra, s'actualitza la contrasenya local. Si un usuari existent té una adreça XTEC, s'utilitza el nom d'usuari XTEC per fer la validació via LDAP. <strong>IMPORTANT: Quan la validació per LDAP està activada, qualsevol usuari XTEC pot entrar.</strong>

source: The username is empty.
ca: El nom d'usuari està buit

source: Validation Type
ca: Tipus de validació

source: XTEC LDAP Login
ca: Validació amb l'LDAP de la XTEC

source: Your account has been marked as a spammer
ca: El vostre compte ha estat marcat com a brossa
