Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/*/plugins/xtec-mail.po
Languages: ca, es_es

source: Absolute path to log file
ca: Ruta absoluta al fitxer de registre (inclou el nom del fitxer)
es_es: Ruta absoluta al archivo de registro (incluye el nombre del archivo)

source: Enable the debug mode for log of the mail system
ca: Activa el mode de depuració (requereix que el registre estigui activat)
es_es: Activar el modo de depuración (requiere que el registro esté activado)

source: Enable the log for the mail system
ca: Activa el registre de correu
es_es: Activar el registro de correo

source: Environment
ca: Entorn
es_es: Entorno

source: Log Path
ca: Ubicació del registre
es_es: Ubicación del registro

source: Mail
ca: Correu
es_es: Correo

source: Mail Debug
ca: Depuració del correu
es_es: Depuración del correo

source: Mail Log
ca: Registre de correu
es_es: Registro de correo

source: Options saved.
ca: S'han desat els canvis
es_es: Opciones guardadas.

source: Reconfigures the wp_mail() function to use web service mail service of Departament d'Ensenyament instead of mail(). The plugin use v.11.04.07 of Mail Sender By WS PHP library.
es_es: Reconfigura la función wp_mail() para usar el servicio web de correo del Departamento de Educación en lugar de mail(). El conector utiliza v.11.04.07 de la librería Mail Sender By WS PHP library.

source: Save
ca: Desa
es_es: Guardar

source: Sender
ca: Remitent
es_es: Remitente

source: Set in config
ca: Definit als fitxers de configuració
es_es: Definido en los ficheros de configuración

source: XTEC Mail
ca: Correu XTEC
es_es: Correo XTEC

source: XTEC Mail is active
ca: El correu XTEC està activat
es_es: El correo XTEC está activado

source: idApp
ca: ID de l'aplicació
es_es: ID de la aplicación

source: replyto
ca: Respon a
es_es: Responder a
