Repository: projectestac/wordpress-lang
Catalog: translations/nodes/languages/oci/themes/twentyfourteen.po
Languages: oc_fr

source: % Comments
oc_fr: % comentaris

source: &larr; Older Comments
oc_fr: &larr; Comentari mai ancian

source: &larr; Previous
oc_fr: &larr; Precedent

source: 1 Comment
oc_fr: Un comentari

source: <span class="meta-nav">Next Post</span>%title
oc_fr: <span class="meta-nav">Article seguent</span>%title

source: <span class="meta-nav">Previous Post</span>%title
oc_fr: <span class="meta-nav">Article precedent</span>%title

source: <span class="meta-nav">Published In</span>%title
oc_fr: <span class="meta-nav">Publicat dins</span>%title

source: Additional sidebar that appears on the right.
oc_fr: Barra laterala suplementària qu'apareis a drecha.

source: All posts by %s
oc_fr: Totes los articles per %s

source: Appears in the footer section of the site.
oc_fr: Apareis dins lo pè de pagina del site

source: Archives
oc_fr: Archius

source: Asides
oc_fr: En passant

source: Audio
oc_fr: Son

source: Background may only be visible on wide screens.
oc_fr: Es possible que lo fons siá pas visible que sus d'ecrans largs.

source: Category Archives: %s
oc_fr: Archius per la categoria %s

source: Comment navigation
oc_fr: Navigacion dels comentaris

source: Comments are closed.
oc_fr: Los comentaris son tampats.

source: Content Sidebar
oc_fr: Barra laterala de contengut

source: Continue reading %s <span class="meta-nav">&rarr;</span>
oc_fr: Contunhar la lectura de %s <span class="meta-nav">&rarr;</span>

source: Continue reading <span class="meta-nav">&rarr;</span>
oc_fr: Contunhar la lectura <span class="meta-nav">&rarr;</span>

source: Contributor Page
oc_fr: Pagina dels contributors

source: Daily Archives: %s
oc_fr: Archius quotidians&nbsp;:

source: Display Site Title &amp; Tagline
oc_fr: Afichar lo títol del site e son eslogan

source: Don&rsquo;t display tag on front end.
oc_fr: Afichar pas lo mot clau sus la pagina d&rsquo;acuèlh.

source: Edit
oc_fr: Editar

source: Enhance your site design by using <a href="%s">Featured Images</a> for posts you&rsquo;d like to stand out (also known as post thumbnails). This allows you to associate an image with your post without inserting it. Twenty Fourteen uses featured images for posts and pages&mdash;above the title&mdash;and in the Featured Content area on the home page.
oc_fr: Melhoratz lo design de vòstre site en utilizant d'<a href="%s">imatges a la Una</a> pels articles que vos agradariá de veire ressortir (tanben nomenats "miniaturas d&rsquo;articles"). Aquò vos permet d&rsquo;associar un imatge amb vòstre article sens l&rsquo;i inserir. Twenty Fourteen plaça los imatges a la Una en dessús del títol pels articles e las paginas, e dins la seccion "Contengut mes en avant" per la pagina d&rsquo;acuèlh.

source: Featured Content
oc_fr: Contengut mes en avant

source: Footer Widget Area
oc_fr: Zòna de widgets en pè de pagina

source: For an in-depth tutorial, and more tips and tricks, visit the <a href="%s">Twenty Fourteen documentation</a>.
oc_fr: Per un didacticial complet e de fòrça astúcias (en anglés), rendètz-vos sus la <a href="%s">documentacion de Twenty Fourteen</a>.

source: Full Width Page
oc_fr: Pagina ecran complet

source: Galleries
oc_fr: Galariás

source: Grid
oc_fr: Grasilha

source: Images
oc_fr: Imatges

source: In 2014, our default theme lets you create a responsive magazine website with a sleek, modern design. Feature your favorite homepage content in either a grid or a slider. Use the three widget areas to customize your website, and change your content's layout with a full-width page template and a contributor page to show off your authors. Creating a magazine website with WordPress has never been easier.
oc_fr: En 2014, nòstre tèma per defaut vos permet de crear un site magazin que s'adapta a totes los ecrans amb supèrbe design modèrne. Metètz en avant vòstre contengut preferit sus la pagina d'acuèlh gràcias a una grasilha o un diaporama. Utilizatz las tres zònas de widget per personalizar vòstre site web, e modificatz la mesa en pagina de vòstre contengut gràcias a de modèls en plena pagina e una pagina de contributors per metre vòstres autors en avant. Crear un site magazin amb WordPress es pas jamai estat tant aisit.

source: It looks like nothing was found at this location. Maybe try a search?
oc_fr: Aparentament, res es pas estat trobat a aquesta adreça. Ensajatz amb una recèrca&nbsp;?

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
oc_fr: Sembla que siam pas en mesura de trobar vòstre contengut. Ensajatz en aviant una recèrca.

source: Layout
oc_fr: Arrangement

source: Leave a comment
oc_fr: Daissar un comentari

source: Links
oc_fr: Ligams

source: Main sidebar that appears on the left.
oc_fr: Barra laterala principala qu'apareis a esquèrra.

source: May only be visible on wide screens.
oc_fr: Possiblament, es pas visible que suls ecrans largs.

source: Monthly Archives: %s
oc_fr: Archius mesadièrs&nbsp;: %s

source: More asides
oc_fr: Mai d&rsquo;apartats

source: More audio
oc_fr: Mai de fichièrs àudio

source: More galleries
oc_fr: Mai de galariás

source: More images
oc_fr: Mai d'imatges

source: More links
oc_fr: Mai de ligams

source: More quotes
oc_fr: Mai de citacions

source: More videos
oc_fr: Mai de vidèos

source: Newer Comments &rarr;
oc_fr: Comentaris mai recents &rarr;

source: Next
oc_fr: Seguent

source: Next &rarr;
oc_fr: &larr; Precedent

source: Next Image
oc_fr: Imatge seguent

source: Not Found
oc_fr: Introbable

source: Nothing Found
oc_fr: Res es pas estat trobat

source: Number of posts to show:
oc_fr: Nombre d&rsquo;articles d&rsquo;afichar&nbsp;:

source: Page %s
oc_fr: Pagina %s

source: Pages:
oc_fr: Paginas&nbsp;:

source: Post format to show:
oc_fr: Format d&rsquo;article d'afichar&nbsp;:

source: Post navigation
oc_fr: Navigacion dels articles

source: Posts navigation
oc_fr: Navigacion dels articles

source: Previous
oc_fr: Precedent

source: Previous Image
oc_fr: Imatge precedent

source: Primary Menu
oc_fr: Menú principal

source: Primary Sidebar
oc_fr: Barra laterala principala

source: Proudly powered by %s
oc_fr: Fièrament propulsat per %s

source: Quotes
oc_fr: Citacions

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
oc_fr: Prèst per publicar vòstre primièr article&nbsp;? <a href="%1$s">Lançatz-vos</a>&nbsp;!

source: Search
oc_fr: Recèrca

source: Search Results for: %s
oc_fr: Resultats de recèrca per %s

source: Secondary menu in left sidebar
oc_fr: Menú segondari dins la barra laterala d'esquèrra

source: Site Title Color
oc_fr: Color del títol del site

source: Skip to content
oc_fr: Anar al contengut principal

source: Slider
oc_fr: Diaporama

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
oc_fr: Oplanhèm, mas res correspond a vòstra recèrca. Reensajatz amb de mots diferents.

source: Sticky
oc_fr: Metre en avant

source: Tag Archives: %s
oc_fr: Archius del mot clau %s

source: Tag Name
oc_fr: Nom del mot clau

source: The home page features your choice of up to 6 posts prominently displayed in a grid or slider, controlled by a <a href="%1$s">tag</a>; you can change the tag and layout in <a href="%2$s">Appearance &rarr; Customize</a>. If no posts match the tag, <a href="%3$s">sticky posts</a> will be displayed instead.
oc_fr: La pagina d&rsquo;acuèlh met en avant fins a 6 articles dispausats dins una grasilha o una galariá desfilanta, contrarotlada per un <a href="%1$s">mot clau</a>; podètz modificar lo mot clau e la disposicion dins <a href="%2$s">Aparéncia &rarr; Personalizacion</a>. Se cap d'article correspond pas al mot clau, <a href="%3$s">un article mes en avant</a> serà afichat a la plaça.

source: This gallery contains <a href="%1$s" rel="bookmark">%2$s photo</a>.
oc_fr: Aquesta galariá conten <a href="%1$s" rel="bookmark">%2$s fòto</a>.

source: Title:
oc_fr: Títol&nbsp;:

source: Top primary menu
oc_fr: Menú naut principal

source: Twenty Fourteen Ephemera
oc_fr: Efemèra de Twenty Fourteen

source: Twenty Fourteen requires at least WordPress version 3.6. You are running version %s. Please upgrade and try again.
oc_fr: Twenty Fourteen requerís al mens la version 3.6 de WordPress. Utilizatz la version %s. Metètz a jorn e reensajatz.

source: Use a <a href="%1$s">tag</a> to feature your posts. If no posts match the tag, <a href="%2$s">sticky posts</a> will be displayed instead.
oc_fr: Utilizatz un <a href="%1$s">mot clau</a> per metre vòstres articles en avant. Se cap d'article correspond pas a vòstre mot clau, los <a href="%2$s">articles meses en avant</a> seràn afichats a la plaça.

source: Use this widget to list your recent Aside, Quote, Video, Audio, Image, Gallery, and Link posts.
oc_fr: Utilizatz aqueste widget per listar vòstres articles de tipe En passant, Citacion, Vidèo, Àudio, Imatge, Galariá e Ligams los mai recents.

source: Videos
oc_fr: Vidèos

source: Yearly Archives: %s
oc_fr: Archius annadièrs&nbsp;: %s

# featured content default tag slug
source: featured
oc_fr: mes en avant

source: https://wordpress.org/
oc_fr: https://oci.wordpress.org/

source: the WordPress team
oc_fr: L&rsquo;equipa WordPress
